Repository: LinKuiyi/xenial-tibetan
Catalog: locale/*/LC_MESSAGES/gst-plugins-ugly-1.0.po
Languages: bo_cn

source: Could not open CD device for reading.
bo_cn: CDསྒྲིག་ཆས་ཀློག་པ་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open DVD
bo_cn: DVDཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open DVD title %d
bo_cn: DVDཁ་བྱང་གི་%dཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open DVD title %d. Interactive titles are not supported by this element
bo_cn: DVDཁ་བྱང་གི་ %dཁ་ཕྱེ་ཐབས་བྲལ། གཞི་རྒྱུ་འདིས་ཕན་ཚུན་སྐུལ་རེས་ཀྱི་ཁ་བྱང་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Could not read DVD.
bo_cn: DVDཀློག་ཐབས་བྲལ།

source: Could not read DVD. This may be because the DVD is encrypted and a DVD decryption library is not installed.
bo_cn: DVDཀློག་ཐབས་བྲལ། འདི་ཕལ་ཆེར་DVDགསང་སྡོམ་བྱས་ཡོད་པས་ཡིན་ཤས་ཆེ་ལ།གསང་འགྲོལ་ལ་མཁོ་བའི་མཛོད་སྒྲིག་འཇུག་བྱས་མི་འདུག

source: Could not read from CD.
bo_cn: CDཀློག་ལེན་བྱ་ཐབས་བྲལ།

source: Disc is not an Audio CD.
bo_cn: འོད་སྡེར་རིགས་སྒྲ་ཟློས་CDམ་རེད།

source: Failed to configure LAME mp3 audio encoder. Check your encoding parameters.
bo_cn: LAME mp3ཨང་སྒྲིག་ཆས་སྡེབ་སྒྲིག་ཕམ་པས།ཁྱེད་ཀྱི་ཨང་སྒྲིག་ཞུགས་གྲངས་ལ་ཞིབ་བཤེར་གནང་རོགས།

source: Failed to configure TwoLAME encoder. Check your encoding parameters.
bo_cn: TwoLAMEཨང་སྒྲིག་ཆས་སྒྲིག་འགོད་ཕམ་པས།ཁྱེད་ཀྱི་ཨང་སྒྲིག་ཞུགས་གྲངས་ལ་ཞིབ་བཤེར་གནང་རོགས།

source: Failed to go to chapter %d of DVD title %d
bo_cn: སྡེ་ཚན་དུ་མཆོང་བའི%dདང་DVDཁ་བྱང་གི་%d ཕམ་པ།

source: Internal data stream error.
bo_cn: ནང་ཁུལ་གྱི་གཞི་གྲངས་རྒྱུན་ནོར་བ།

source: The requested bitrate %d kbit/s for property '%s' is not allowed. The bitrate was changed to %d kbit/s.
bo_cn: མི་རུང་བའི་པི་ཐི་ཕྱོད་ནི་%d kbit/s ནས་'%s པི་ཐི་ཕྱོད་%d kbit/sལ་བསྒྱུར་ཟིན།

source: This stream contains no data.
bo_cn: ཕྲེང་རྒྱུན་འདིའི་ནང་དུ་གཞི་གྲངས་འདུས་མེད།
