Repository: LinKuiyi/xenial-tibetan
Catalog: locale/*/LC_MESSAGES/kbd.po
Languages: bo_cn

source: FAILED
bo_cn: ཕམ་པ།

source: # not alt_is_meta: on keymap %d key %d is bound to
bo_cn: # alt_is_meta:མ་ཡིན། %d མཐེབ་དེ་སྦྲེལ་བའི་མཐེབ་རྟེན་འཕྲོ་ %d ཡི་སྟེང་དུ་ཡོད།

source: %-15s for %s
bo_cn: %-15s ནི་%s ཡིན།

source: %s from %s
bo_cn: %sནི་%s ལས་བྱུང་།

source: %s: %s: Warning: line too long
bo_cn: %s: %s:ཐ་ཚིག ཕྲེང་རིང་དྲགས་པ།

source: %s: 0: illegal VT number
bo_cn: %s: 0: ཁྲིམས་འགལ་གྱི་VTཨང་རྟགས།

source: %s: Bad Unicode range corresponding to font position range 0x%x-0x%x
bo_cn: %s: ནོར་འཁྲུལ་གྱི་Unicode ཁྱབ་ཁོངས་དེ་ཡིག་གཟུགས་གནས་ཡུལ་གྱི་ཁྱབ་ཁོངས་0x%x-0x%x ལྟོས་ཟླར་གྲུབ་ཡོད།

source: %s: Bad call of readpsffont
bo_cn: %s: readpsffontཡི་ནོར་འཁྲུལ་བཀོལ་སྤྱོད།

source: %s: Bad end of range (0x%lx)
bo_cn: %s:ནོར་འཁྲུལ་གྱི་ཁྱབ་ཁོངས་མཇུག་སྒྲིལ་ཐང་།(0x%lx)

source: %s: Bad end of range (0x%x)
bo_cn: %s:ནོར་འཁྲུལ་གྱི་ཁྱབ་ཁོངས་མཇུག་སྒྲིལ་ཐང་།(0x%lx)

source: %s: Bad input line: %s
bo_cn: %s:ནོར་འཁྲུལ་གྱི་ནང་འཇུག་ཕྲེང་།: %s

source: %s: Bad magic number on %s
bo_cn: %s:ནོར་འཕྲུལ་ཅན་གྱི་འཕྲུལ་གྲངས། %s

source: %s: Corresponding to a range of font positions, there should be a Unicode range
bo_cn: %s:ཡིག་གཟུགས་གཅིག་གི་ཁྱབ་ཁོངས་ལ་ལྟོས་ཟླར་གྲུབ་ན།Unicoaཡི་ཁྱབ་ཁོངས་ཤིག་ཡོད་དགོས།

source: %s: Error reading input font
bo_cn: %s:ཀློག་འདོན་ནང་འཇུག་ཡིག་གཟུགས་ནོར་བ།

source: %s: Glyph number (0x%lx) past end of font
bo_cn: %s:མཚོན་རྟགས་ཨང་གྲངས། (0x%lx) ཡིག་གཟུགས་ཀྱི་མཇུག་ལས་བརྒལ།

source: %s: Glyph number (0x%x) larger than font length
bo_cn: %s:མཚོན་རྟགས་ཨང་གྲངས། (0x%lx) ཡིག་གཟུགས་ཀྱི་རིང་ཚད་ལས་བརྒལ་བ།

source: %s: Input file: bad input length (%d)
bo_cn: %s:ཡིག་ཆ་ནང་འཇུག ནོར་འཁྲུལ་གྱི་ནང་འཇུག་རིང་ཚད།(%d)

source: %s: Input file: trailing garbage
bo_cn: %s:ཡིག་ཆ་ནང་འཇུག མཇུག་གི་ཕན་མེད་ཆ་འཕྲིན།

source: %s: Unsupported psf file mode (%d)
bo_cn: %s:ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་psFཡིག་ཆའི་རྣམ་པ།（0.4）n）

source: %s: Unsupported psf version (%d)
bo_cn: %s:རྒྱབ་སྐྱོར་མི་བྱེད་པའི་psFདཔར་གཞི།(%d)

source: %s: VT 1 is the console and cannot be deallocated
bo_cn: %s:VT 1ནི་ཚོད་འཛིན་སྟེགས་བུ་ཡིན་པ་མ་ཟད།ད་དུང་ཕྱིར་བསྡུ་བྱེད་ཐབས་བྲལ།

source: %s: Warning: line too long
bo_cn: %s:ཐ་ཚིག ཕྲེང་རིང་དྲགས་པ།

source: %s: addfunc called with bad func %d
bo_cn: %s:addfuncའདོན་སྤྱོད་སྐབས་ནོར་འཁྲུལ་གྱི་རྟེན་འབྱུང་གྲངས་%d བཀོལ་སྤྱོད་བྱས་པ།

source: %s: addfunc: func_buf overflow
bo_cn: %s:addfunc: func_buf ལུད་པ

source: %s: background will look funny
bo_cn: %s:རྒྱབ་ལྗོངས་ནི་ཕར་བལྟས་ན་ཧ་ཅང་སྤྲོ་སྣང་ལྡན་པ།

source: %s: bad utf8
bo_cn: %s:ནོར་འཕྲུལ་གྱི་utf8

source: %s: bug in do_loadtable
bo_cn: %s:do_loadtable ཁྲོད་ཀྱི་བྱ་རིམ་ནོར་འཁྲུལ།

source: %s: cannot deallocate or clear keymap
bo_cn: %s:ཕྱིར་བསྡུ་ཐབས་བྲལ་པའམ་གཙང་སེལ་བྱེད་ཐབས་བྲལ་པའི་མཐེབ་ཀྱི་རྟེན་འཕྲོ།

source: %s: cannot find any keymaps?
bo_cn: %s:མཐེབ་རྟེན་འཕྲོ་ཅི་ཡང་རྙེད་ཐབས་བྲལ།

source: %s: could not deallocate console %d
bo_cn: %s:ཚོད་འཛིན་སྟེགས་བུ་ཕྱིར་སྡུད་ཐབས་བྲལ་བ།%d

source: %s: could not deallocate keymap %d
bo_cn: %s:མཐེབ་རྟེན་འཕྲོ་ཕྱིར་བསྡུ་ཐབས་བྲལ་བ།%d

source: %s: deallocating all unused consoles failed
bo_cn: %s:བེད་སྤྱོད་མ་བྱས་པའི་ཚོད་འཛིན་སྟེགས་བུ་ཚང་མ་ཕྱིར་སྡུད་ཕམ་པ།

source: %s: error setting keyboard mode
bo_cn: %s:མཐེབ་གཞོང་རྣམ་པ་སྒྲིག་འགོད་ནོར་བ།

source: %s: font position 32 is nonblank
bo_cn: %s:ཡིག་གཟུགས་གནས་ས32སྟོང་པ་མིན་པ།

source: %s: input font does not have an index
bo_cn: %s:ཡིག་གཟུགས་ནང་འཇུག་ལ་གསལ་བྱང་མེད་པ།

source: %s: out of memory
bo_cn: %s:ནང་གསོག་མི་འདང་བ།

source: %s: out of memory?
bo_cn: %s:ནང་གསོག་མི་འདང་བ་ཡིན་ནམ།

source: %s: plain map not allocated? very strange ...
bo_cn: %s:སྤྱིར་བཏང་གི་རྟེན་འཕྲོ་བགོ་བཤའ་བྱས་མེད་དམ། ཡ་མཚན་ཆེ་བ།...

source: %s: psf file with unknown magic
bo_cn: %s:psFཡིག་ཆ་ཡིས་ངེས་མེད་ཀྱི་འཕྲུལ་གྲངས་བཀོལ་བ།

source: %s: short ucs2 unicode table
bo_cn: %s:ucs2 unicode རེའུ་མིག་ཐུང་བ།

source: %s: short unicode table
bo_cn: %s:unicode རེའུ་མིག་ཐུང་བ།

source: %s: short utf8 unicode table
bo_cn: %s:utf8 unicode རེའུ་མིག་ཐུང་བ།

source: %s: trailing junk (%s) ignored
bo_cn: %s:མཇུག་གི་ཕན་མེད་ཆ་འཕྲིན། (%s) སྣང་མེད་དུ་བཞག་པ།

source: %s: unknown option
bo_cn: %s:མི་ཤེས་པའི་འདེམ་བྱང་།

source: %s: unknown utf8 error
bo_cn: %s:ངེས་མེད་ཀྱི་utf8ནོར་འཁྲུལ།

source: %s: wiped it
bo_cn: %s:བསུབ་ཟིན།

source: %s: zero input character size?
bo_cn: %s:ནང་འཇུག་ཡིག་རྟགས་ཀྱི་ཆེ་ཆུང་ནི་0ཡིན་ནམ།

source: %s: zero input font length?
bo_cn: %s:ཡིག་གཟུགས་ནང་འཇུག་གྱི་རིང་ཚད་ནི་0ཡིན་ནམ།

source: '%s' is not a function key symbol
bo_cn: %s:བྱེད་ལས་མཐེབ་ཀྱི་མཚོན་རྟགས་ཤིག་མ་རེད།

source: (No change in compose definitions.)
bo_cn: (ཚན་སྡེབ་མཚན་ཉིད་ལ་འགྱུར་ལྡོག་བྱུང་མེད། ）

source: 0 is an error; for 1-88 (0x01-0x58) scancode equals keycode
bo_cn: བཤར་འབེབས་ཨང་ 1-88། (0x01-0x58) དང་མཚུངས་པའི་མཐེབ་ཨང་ལ་མཚོན་ནས་བཤད་ན།0ནི་ནོར་འཁྲུལ་ཞིག་རེད།

source: ?UNKNOWN?
bo_cn: ?ངེས་མེད་ཀྱི་?

source: Appended Unicode map
bo_cn: Unicode རྟེན་འཕྲོ་ཟུར་སྣོན་བྱས་ཟིན།

source: Bad character height %d
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་རྟགས་མཐོ་ཚད།%d

source: Bad character width %d
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་རྟགས་ཞེང་ཚད།%d

source: Bad input file size
bo_cn: ནོར་འཁྲུལ་གྱི་ནང་འཇུག་ཡིག་ཆའི་ཆེ་ཆུང་།

source: Bad input line: %s
bo_cn: ནོར་འཁྲུལ་གྱི་ནང་འཇུག་ཕྲེང་།: %s

source: Cannot find %s
bo_cn: %s རྙེད་ཐབས་བྲལ་བ།

source: Cannot find %s font
bo_cn: %s ཡི་གཟུགས་ རྙེད་ཐབས་བྲལ་བ།

source: Cannot find default font
bo_cn: སོར་བཞག་ཡིག་གཟུགས་ རྙེད་ཐབས་བྲལ།

source: Cannot open /dev/port
bo_cn: /dev/portཁ་ཕྱེ་ཐབས་བྲལ་བ།

source: Cannot open font file %s
bo_cn: ཡིག་གཟུགས་ཀྱི་ཡིག་ཆ་%s ཁ་ཕྱེ་ཐབས་བྲལ་པ།

source: Cannot read console map
bo_cn: ཚོད་འཛིན་སྟེགས་བུའི་རྟེན་འཕྲོ་ཀློག་འདོན་བྱེད་ཐབས་བྲལ་བ།

source: Cannot stat map file
bo_cn: རྟེན་འཕྲོ་ཡིག་ཆ་stat བྱེད་ཐབས་བྲལ་བ།

source: Cannot write font file
bo_cn: ཡིག་གཟུགས་ཡིག་ཆ་འབྲི་ཐབས་བྲལ་བ།

source: Cannot write font file header
bo_cn: ཡིག་གཟུགས་ཡིག་ཆའི་མགོ་ཁུལ་འབྲི་ཐབས་བྲལ་བ།

source: Character count: %d
bo_cn: ཡིག་རྟགས་ཀྱི་བསྡོམས་གྲངས།: %d

source: Couldn't get a file descriptor referring to the console
bo_cn: དམིགས་འཛིན་སྟེགས་བུའི་ཡིག་ཆའི་ཞིབ་བརྗོད་རྟགས་ཐོབ་ཐབས་བྲལ་བ།

source: Couldn't open %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་བྲལ་བ།

source: Current default flags:
bo_cn: མིག་སྔའི་སོར་བཞག་མཚོན་རྟགས།

source: Current flags:
bo_cn: མིག་སྔའི་མཚོན་རྟགས།

source: Current leds:
bo_cn: མིག་སྔའི་LED

source: Error opening /dev/kbd.
bo_cn: /dev/kbd ཁ་འབྱེད་ནོར་འཁྲུལ་བྱུང་བ།

source: Error parsing symbolic map from `%s', line %d
bo_cn: ཡིག་ཆ་ '%s' ནས་ཞིབ་འགྲེལ་མཚོན་རྟགས་རྟེན་འཕྲོ་ནོར་འཁྲུལ་ཤོར་བ། ཕྲེང་ %d

source: Error reading %s
bo_cn: %sཀློག་འདོན་ནོར་འཁྲུལ།

source: Error reading current flags setting. Maybe you are not on the console?
bo_cn: མིག་སྔའི་མཚོན་རྟགས་སྒྲིག་འགོད་ནོར་བ། གཅིག་བྱས་ན་ཁྱེད་རང་ཚོད་འཛིན་སྟེགས་བུའི་སྟེང་མི་འདུག

source: Error reading current led setting from /dev/kbd.
bo_cn: /dev/kbd ནས་མིག་སྔའི་LEDསྒྲིག་འགོད་ཀློག་འདོན་ནོར་བ།

source: Error reading current led setting. Maybe stdin is not a VT?
bo_cn: མིག་སྔའི་LEDསྒྲིག་འགོད་ཀློག་འདོན་ནོར་བ། གཅིག་བྱས་ན་ཚད་ལྡན་ནང་འཇུག་ནི་VTཞིག་མིན་ནམ།

source: Error reading current setting. Maybe stdin is not a VT?
bo_cn: མིག་སྔའི་སྒྲིག་འགོད་ཀློག་འདོན་ནོར་བ། གཅིག་བྱས་ན་ཚད་ལྡན་ནང་འཇུག་ནི་VTཞིག་མིན་ནམ།

source: Error reading map from file `%s'
bo_cn: ཡིག་ཆ་ལས་%s’ཀློག་ལེན་རྟེན་འཕྲོ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error resetting ledmode
bo_cn: LEDརྣམ་པ་སོར་སློག་ནོར་བ།

source: Error writing map to file
bo_cn: རྟེན་འཕྲོ་ཡིག་ཆའི་ནང་དུ་འབྲི་འཇུག་ནོར་བ།

source: Error writing screendump
bo_cn: ཡོལ་ངོས་སྤོ་གསོག་འབྲི་འཇུག་ནོར་བ།

source: Font height : %d
bo_cn: ཡིག་གཟུགས་ཀྱི་མཐོ་ཚད།: %d

source: Font width : %d
bo_cn: ཡིག་གཟུགས་ཀྱི་ཞེང་ཚད།: %d

source: Found nothing to save
bo_cn: ཉར་ཚགས་བྱེད་དགོས་པའི་དངོས་པོ་རྙེད་མ་བྱུང་།

source: Hmm - a font from restorefont? Using the first half.
bo_cn: འུན། - restorefont ནས་བྱུང་པའི་ཡིག་གཟུགས་ཤིག་ཡིན་ནམ། དེའི་ཕྱེད་སྔོན་མ་བཀོལ་བ།

source: Invalid number of lines
bo_cn: ཁྲིམས་དང་མི་མཐུན་པའི་ཕྲེང་གྲངས།

source: KDGKBENT error at index %d in table %d
bo_cn: རེའུ་མིག་ %2$dཡི་གསལ་བྱང་གི་ %1$dསར་ KDGKBENT ཡི་ནོར་འཁྲུལ་བྱུང་བ།

source: KDGKBENT error at index 0 in table %d
bo_cn: རེའུ་མིག་%d ཡི་གསལ་བྱང་0ཡི་སར་KDGKBENTནོར་འཁྲུལ་བྱུང་བ།

source: KIOCGLED unavailable?
bo_cn: KIOCGLEDབེད་སྤྱོད་མི་ཆོག་གམ།

source: KIOCSLED unavailable?
bo_cn: KIOCSLEDབེད་སྤྱོད་མི་ཆོག་གམ།

source: Keymap %d: Permission denied
bo_cn: མཐེབ་རྟེན་འཕྲོ་%d: དབང་ཚད་མི་འདང་བ།

source: Loaded %d compose %s.
bo_cn: ཚན་སྡེབ་%d ཁུར་སྣོན་བྱས་ཟིན།%s.

source: Loading %d-char %dx%d (%d) font
bo_cn: "ཡིག་ཚིགས་ %d-ཡི་ཡིག་གཟུགས་%dx%d། (%d) ལ་ཁུར་སྣོན་བྱེད་བཞིན་པ། "

source: Loading %d-char %dx%d (%d) font from file %s
bo_cn: "ཡིག་ཆ་%5$s ཡི་ཁྲོད་ཡིག་ཚིགས་ %1$d-ཡི་ཡིག་གཟུགས་%2$dx%3$d། (%4$d)ལ་ཁུར་སྣོན་བྱེད་བཞིན་པ། "

source: Loading %d-char %dx%d font
bo_cn: "ཡིག་ཚིགས་ %d-ཡི་ཡིག་གཟུགས་%dx%d ལ་ཁུར་སྣོན་བྱེད་བཞིན་པ། "

source: Loading %d-char %dx%d font from file %s
bo_cn: "ཡིག་ཆ་%5$s ཡི་ཁྲོད་ཡིག་ཚིགས་ %1$d-ཡི་ཡིག་གཟུགས་%2$dx%3$d། (%4$d)ལ་ཁུར་སྣོན་བྱེད་བཞིན་པ། "

source: Loading %s
bo_cn: "%s ལ་ཁུར་སྣོན་བྱེད་བཞིན་པ།

source: Loading Unicode mapping table...
bo_cn: Unicoaརྟེན་འཕྲོ་ཁུར་སྣོན་བྱེད་བཞིན་པ།

source: Loading binary direct-to-font screen map from file %s
bo_cn: ཡིག་ཆ%sཡི་ཁྲོད་ནས་གཉིས་གོང་འགྲིལ་ལུགས་dirrect-to-fontབརྙན་ཡོལ་རྟེན་འཕྲོ་ཁུར་སྣོན་བྱེད་བཞིན་ཡོད།

source: Loading binary unicode screen map from file %s
bo_cn: ཡིག་ཆ%sཡི་ཁྲོད་ནས་གཉིས་གོང་འགྲིལ་ལུགས་unicode བརྙན་ཡོལ་རྟེན་འཕྲོ་ཁུར་སྣོན་བྱེད་བཞིན་ཡོད།

source: Loading symbolic screen map from file %s
bo_cn: ཡིག་ཆ%sཡི་ཁྲོད་ནས་མཚོན་རྟགས་བརྙན་ཡོལ་རྟེན་འཕྲོ་ཁུར་སྣོན་བྱེད་བཞིན་ཡོད།

source: Loading unicode map from file %s
bo_cn: ཡིག་ཆ%sཡི་ཁྲོད་ནས་unicode རྟེན་འཕྲོ་ཁུར་སྣོན་བྱེད་བཞིན་ཡོད།

source: Meta key gives Esc prefix
bo_cn: Metaམཐེབ་ཀྱིས་Escསྔོན་འཇུག་སྤྲད་པ།

source: Meta key sets high order bit
bo_cn: Metaམཐེབ་ལ་ནུས་མཐོའི་གནས་ཞིག་སྡེབ་སྒྲིག་བྱས་ཡོད།

source: New default flags:
bo_cn: སོར་བཞག་མཚོན་རྟགས་གསར་པ།

source: New flags:
bo_cn: མཚོན་རྟགས་གསར་པ།

source: New leds:
bo_cn: LEDགསར་པ།

source: No final newline in combine file
bo_cn: ཟླ་བསྒྲིལ་ཡིག་ཆའི་མཇུག་ཏུ་ཕྲེང་གསར་པ་མེད་པ།

source: Old #scanlines: %d New #scanlines: %d Character height: %d
bo_cn: བཤར་འབེབས་རྙིང་པའི་ཕྲེང་གྲངས་ནི་%dདང་། བཤར་འབེབས་གསར་པའི་ཕྲེང་གྲངས་ནི་： %d ཡིག་རྟགས་ཀྱི་མཐོ་ཚད་ནི་: %d

source: Old default flags:
bo_cn: སོར་བཞག་མཚོན་རྟགས་རྙིང་པ།

source: Old flags:
bo_cn: མཚོན་རྟགས་རྙིང་པ།

source: Old leds:
bo_cn: LEDརྙིང་པ།

source: Old mode: %dx%d New mode: %dx%d
bo_cn: རྣམཔ་རྙིང་པ་ནི།： %dx%dདང་། རྣམ་པ་གསར་པ་ནི།： %dx%d

source: Plain scancodes xx (hex) versus keycodes (dec)
bo_cn: སྤྱིར་བཏང་བཤར་འབེབས་ཨང་xx（བཅུ་དྲུག་གོང་འགྲིལ་ལུགས）ལྟོས་ཟླའི་མཐེབ་རྟགས།（བཅུ་གོང་འགྲིལ་ལུགས་）

source: Read %d-char %dx%d font from file %s
bo_cn: "ཡིག་ཆ་%4$s ཡི་ཁྲོད་ཡིག་ཚིགས་%1$d-ཡི་ཡིག་གཟུགས་%2$dx%3$d ཀློག་ལེན་བྱེད་བཞིན་པ། "

source: Reading font file %s
bo_cn: ཡིག་གཟུགས་ཡིག་ཆ་%s ཀློག་ལེན་བྱེད་བཞིན་པ།

source: Saved %d-char %dx%d font file on %s
bo_cn: "ཡིག་ཚིགས་%d-ཡི་ %dx%d ཡིག་གཟུགས་ཡིག་ཆ་%sརུ་གསོག་ཉར་བྱས་ཟིན། "

source: Saved screen map in `%s'
bo_cn: བརྙན་ཡོལ་རྟེན་འཕྲོ་'%sརུ་བསོག་ཟིན།

source: Saved unicode map on `%s'
bo_cn: UnicoIIརྟེན་འཕྲོ་ཡིག་ཆ་ཡིག་ཆའི。ཐངnལ་ཉར་ཚགས་བྱས་ཡོད།

source: Strange ... screen is both %dx%d and %dx%d ??
bo_cn: ཁྱད་མཚར།...བརྙན་ཡོལ་ནི་%dx%dརེད་ལ་%dx%d ？？ཡང་རེད་དམ།

source: Strange mode for Meta key?
bo_cn: Metaམཐེབ་ཀྱི་ཁྱད་མཚར་རྣམ་པ་རེད་དམ།

source: The keyboard is in Unicode (UTF-8) mode
bo_cn: མཐེབ་གཞོང་ནི་Unicode། (UTF-8）རྣམ་པར་གནས་ཡོད།

source: The keyboard is in mediumraw (keycode) mode
bo_cn: མཐེབ་གཞོང་ནི་ཕྱེད་གདོད་མའི་(མཐེབ་རྟགས་)རྣམ་པར་གནས་ཡོད།

source: The keyboard is in raw (scancode) mode
bo_cn: མཐེབ་གཞོང་ནི་གདོད་མའི་（བཤར་འབེབས་ཨང་）གནས་ཡོད།

source: The keyboard is in some unknown mode
bo_cn: མཐེབ་གཞོང་ནི་ངེས་མེད་ཀྱི་རྣམ་པ་ཞིག་ཏུ་གནས་ཡོད།

source: The keyboard is in the default (ASCII) mode
bo_cn: མཐེབ་གཞོང་ནི་སོར་བཞག་（ASCI）རྣམ་པར་གནས་ཡོད།

source: Too many files to combine
bo_cn: ཡིག་ཆ་མང་པོ་ཞིག་ཟླ་སྒྲིལ་གཏོང་དགོས།

source: Typematic Rate set to %.1f cps (delay = %d ms)
bo_cn: ཡིག་རྒྱུའི་ནང་འཇུག་མྱུར་ཚད་ %.1f cps（ཕྱིར་འགྱངས་=%d ms）ལ་སྒྲིག་འགོད་བྱས་ཡོད།

source: Usage: kbdrate [-V] [-s] [-r rate] [-d delay]
bo_cn: སྤྱོད་སྟངས།: kbdrate [-V] [-s] [-r མྱུར་ཚད] [-d ཕྱིར་འགྱངས་]

source: When loading several fonts, all must be psf fonts - %s isn't
bo_cn: ཡིག་གཟུགས་མང་པོ་ཞིག་ཁུར་སྣོན་བྱེད་སྐབས་།དེ་དག་ཚང་མ་ངེས་པར་དུ་psfཡིག་གཟུགས་ཡིན་དགོས་པ་ལས་--%sམིན།

source: When loading several fonts, all must have the same height
bo_cn: ཡིག་གཟུགས་མང་པོ་ཞིག་ཁུར་སྣོན་བྱེད་སྐབས་།དེ་དག་ཚང་མ་ངེས་པར་དུ་གཅིག་མཚུངས་ཀྱི་མཐོ་ཚད་ཞིག་དགོས།

source: When loading several fonts, all must have the same width
bo_cn: ཡིག་གཟུགས་མང་པོ་ཞིག་ཁུར་སྣོན་བྱེད་སྐབས་།དེ་དག་ཚང་མ་ངེས་པར་དུ་གཅིག་མཚུངས་ཀྱི་ཞེང་ཚད་ཞིག་དགོས།

source: You asked for font size %d, but only 8, 14, 16 are possible here.
bo_cn: ཁྱེད་རང་ལ་ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་ %dདགོས་བསམ་གྱི་འདུག་མོད། འོན་ཀྱང་འདིར་8，14，16ལས་འདེམས་མི་རུང་།

source: adding map %d violates explicit keymaps line
bo_cn: རྟེན་འཕྲོད་ %d ཁུར་སྣོན་དེ་འཆར་མཐེབ་རྟེན་འཕྲོའི་ཕྲེང་དང་འགལ་ཡོད།

source: addkey called with bad index %d
bo_cn: addkeyའདྲེན་སྤྱོད་བྱེད་དུས་ནོར་འཁྲུལ་གྱི་གསལ་བྱང་བཀོལ་འདུག%d

source: addkey called with bad keycode %d
bo_cn: addkeyའདྲེན་སྤྱོད་བྱེད་དུས་ནོར་འཁྲུལ་གྱི་མཐེབ་ཨང་བཀོལ་འདུག%d

source: addkey called with bad table %d
bo_cn: addkeyའདྲེན་སྤྱོད་བྱེད་དུས་ནོར་འཁྲུལ་གྱི་རེའུ་མིག་བཀོལ་འདུག%d

source: addmap called with bad index %d
bo_cn: addkeyའདྲེན་སྤྱོད་བྱེད་དུས་ནོར་འཁྲུལ་གྱི་གསལ་བྱང་བཀོལ་འདུག%d

source: appendunicode: illegal unicode %u
bo_cn: appendunicode: ཁྲིམས་དང་མི་མཐུན་པའི་ unicode %u

source: assuming iso-8859-1 %s
bo_cn: "iso-8859-1 %sབཀོལ་སྤྱོད། "

source: assuming iso-8859-15 %s
bo_cn: " iso-8859-15 %sབཀོལ་སྤྱོད། "

source: assuming iso-8859-2 %s
bo_cn: " iso-8859-2 %sབཀོལ་སྤྱོད། "

source: assuming iso-8859-3 %s
bo_cn: " iso-8859-3 %sབཀོལ་སྤྱོད། "

source: assuming iso-8859-4 %s
bo_cn: " iso-8859-4 %sབཀོལ་སྤྱོད། "

source: bug: getfont called with count<256
bo_cn: བྱ་རིམ་ནོར་འཁྲུལ། getfont སྐབས་ count<256འདྲེན་སྤྱོད།

source: bug: getfont using GIO_FONT needs buf.
bo_cn: བྱ་རིམ་ནོར་འཁྲུལ། GIO_FONT སྤྱོད་སྐབས་ getfont ལ་ buf.དགོས།

source: cannot change translation table
bo_cn: ཡིག་སྒྱུར་རེའུ་མིག་བཟོ་བཅོས་བྱེད་ཐབས་བྲལ་བ།

source: cannot open file %s
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ་པ།%s

source: cannot open include file %s
bo_cn: %sའདུས་པའི་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ།

source: caught signal %d, cleaning up...
bo_cn: བརྡ་རྟགས་%dཟིན་པ་དང་།གཙང་བཤེར་བྱེད་བཞིན་ཡོད།...

source: code outside bounds
bo_cn: མཐའ་མཚམས་ཕྱིའི་མཐེབ་ཨང་།

source: compose table overflow
bo_cn: ཚན་སྡེབ་རེའུ་མིག་ཕྱིར་ལུད་པ།

source: couldn't read %s
bo_cn: " %sཀློག་ལེན་བྱེད་ཐབས་བྲལ། "

source: couldn't read %s, and cannot ioctl dump
bo_cn: %sཀློག་ཐབས་བྲལ་པ་མ་ཟད།iooctlསྤོ་གསོག་བྱེད་ཐབས་བྲལ།

source: deallocate keymap %d
bo_cn: མཐེབ་རྟེན་འཕྲོ་ %dཕྱིར་བསྡུ།

source: definition
bo_cn: མཚན་ཉིད།

source: definitions
bo_cn: མཚན་ཉིད།

source: dumpkeys version %s
bo_cn: dumpkeysཔར་གཞི།%s

source: entries
bo_cn: བྱ་ར།

source: entry
bo_cn: ནང་འཇུག

source: error executing %s
bo_cn: %sལག་བསྟར་ར་འཁྲུལ།

source: error reading scancode
bo_cn: བཤར་འབེབས་ཨང་ཀློག་འདོན་ནོར་འཁྲུལ།

source: even number of arguments expected
bo_cn: ཆ་གྲངས་ཀྱི་ཞུགས་གྲངས་ཤིག་ནང་འཇུག་བྱེད་རོགས།

source: failed to bind key %d to value %d
bo_cn: མཐེབ་%d་ཐང་%d ལ་བཀྱིག་སྦྲེལ་ཕམ་པ།

source: failed to bind string '%s' to function %s
bo_cn: ཡིག་རྟགས་ཕྲེང་'%s' རྟེན་འབྱུང་གྲངས་%d ལ་བཀྱིག་སྦྲེལ་ཕམ་པ།

source: failed to clear string %s
bo_cn: ཡིག་རྟགས་ཕྲེང་%s གཙང་སེལ་ཕམ་པ།

source: failed to get keycode for scancode 0x%x
bo_cn: བཤར་འབེབས་ཨང་0x%x ཡི་མཐེབ་ཨང་ཐོབ་ལེན་ཕམ་པ།

source: failed to restore original translation table
bo_cn: གདོད་མའི་ཡིག་སྒྱུར་རེའུ་མིག་སླར་གསོ་ཕམ་པ།

source: failed to restore original unimap
bo_cn: གདོད་མའི་unimapསླར་གསོ་ཕམ་པ།

source: failed to set scancode %x to keycode %d
bo_cn: བཤར་འབེབས་ཨང་%x མཐེབ་ཨང་%dརུ་སགྲིག་འགོད་ཕམ་པ།

source: for 1-%d (0x01-0x%02x) scancode equals keycode
bo_cn: 1-%d། (0x01-0x%02x)ཡི་བཤར་འབེབས་ཨང་ནི་མཐེབ་ཨང་དང་མཚུངས།

source: impossible error in do_constant
bo_cn: do_constant ཡི་ཁྲོད་དུ་འབྱུང་མི་སྲིད་པའི་ནོར་འཁྲུལ་བྱུང་བ་རེད།

source: impossible: not meta?
bo_cn: དཔེ་མི་སྲིད།metaམཐེབ་མ་རེད་དམ།

source: includes are nested too deeply
bo_cn: འདུས་པའི་ཡིག་ཆའི་སྐོང་ཛུད་ཟབ་དྲགས་པ།

source: kb mode was %s
bo_cn: མཐེབ་གཞོང་རྣམ་པ་རྙིང་པ་ནི་%sརེད།

source: kbd_mode: error reading keyboard mode
bo_cn: bd-mod-mode:མཐེབ་གཞོང་རྣམ་པ་ཀློག་ལེན་ནོར་འཁྲུལ་བྱུང་བ།

source: key
bo_cn: མཐེབ་གནོན།

source: key bindings not changed
bo_cn: མཐེབ་སྦྲེལ་ལ་འགྱུར་ལྡོག་བཏང་མེད་པ།

source: keycode %3d %s
bo_cn: "མཐེབ་ཨང་ %3d %s "

source: keycode %d, table %d = %d%s
bo_cn: "མཐེབ་ཨང་ %d, རེའུ་མིག་ %d = %d%s "

source: keycode range supported by kernel: 1 - %d
bo_cn: ནང་ཉིང་རྒྱབ་སྐྱོར་གྱི་མཐེབ་ཨང་ཁྱབ་ཁོངས།: 1 - %d

source: keys
bo_cn: མཐེབ།

source: killkey called with bad index %d
bo_cn: killkeyའདྲེན་སྤྱོད་བྱེད་དུས་ནོར་འཁྲུལ་གྱི་གསལ་བྱང་%dབཀོལ་བ།

source: killkey called with bad table %d
bo_cn: killkeyའདྲེན་སྤྱོད་བྱེད་དུས་ནོར་འཁྲུལ་གྱི་རེའུ་མིག་%dབཀོལ་བ།

source: loadkeys: don't know how to compose for %s
bo_cn: loadkeys:ཇི་ལྟར་བྱས་ནས་%sལ་སྡེབ་སྒྲིག་བྱ་དགོས་མིན་མི་ཤེས།

source: mapscrn: cannot open map file _%s_
bo_cn: mapscrn: རྟེན་འཕྲོ་ཡིག་ཆ་_%s_ཁ་ཕྱེ་ཐབས་བྲལ་པ།

source: max nr of compose definitions: %d
bo_cn: སྡེབ་སྒྲིག་མཚན་ཉིད་ཀྱི་ཆེས་ཆེ་བའི་གྲངས།: %d

source: max number of actions bindable to a key: %d
bo_cn: མཐེབ་གནོན་གཅིག་གི་སྟེང་དུ་སྦྲེལ་རུང་བའི་འགུལ་སྟངས་ཀྱི་ཆེས་ཆེ་བའི་གྲངས་ཀ： %d

source: new state:
bo_cn: རྣམ་པ་གསར་པ།

source: nr of compose definitions in actual use: %d
bo_cn: དངོས་སུ་བེད་སྤྱོད་པའི་སྡེབ་སྒྲིག་མཚན་ཉིད་ཀྱི་གྲངས་ཀ: %d

source: number of function keys supported by kernel: %d
bo_cn: ནང་སྙིང་གིས་རྒྱབ་སྐྱོར་བྱེད་པའི་བྱེད་ལས་མཐེབ་ཀྱི་གྲངས།: %d

source: number of keymaps in actual use: %d
bo_cn: དངོས་སུ་བེད་སྤྱོད་པའི་མཐེབ་རྟེན་འཕྲོའི་གྲངས་ཀ: %d

source: of which %d dynamically allocated
bo_cn: ཁྲོད་ཀྱི་%d ནི་འགུལ་རྣམ་ལ་གཞིགས་ནས་བགོས།

source: off
bo_cn: ཁ་རྒྱག་པ།

source: old state:
bo_cn: རྣམ་པརྙིང་པ།

source: press
bo_cn: མར་གནོན།

source: press any key (program terminates 10s after last keypress)...
bo_cn: མཐེབ་གང་རུང་ཞིག་ནོན།(མཐེབ་གནོན་ཐེངས་སྔོན་མའི་སྐར་ཆ་10ཡི་རྗེས་སུ་བྱ་རིམ་མཇུག་སྒྲིལ།)...

source: ranges of action codes supported by kernel:
bo_cn: ནང་ཉིང་གིས་རྒྱབ་སྐྱོར་བྱེད་པའི་བྱ་སྤྱོད་ཀྱི་ཁྱབ་ཁོངས།:

source: release
bo_cn: གྲོལ་གཏོང་།

source: resizecons: cannot find videomode file %s
bo_cn: "resizecons: videomode ཡིག་ཆ་ %sརྙེད་ཐབས་བྲལ། "

source: resizecons: cannot get I/O permissions.
bo_cn: "resizecons: I/O དབང་ཚད་ཐོབ་ཐབས་བྲལ། "

source: resizecons: don't forget to change TERM (maybe to con%dx%d or linux-%dx%d)
bo_cn: Resizecons TERMབཟོ་བཅོས་རྒྱག་རྒྱུ་བརྗེད་མི་རུང་།( con%dx%d ཡང་ན་ linux-%dx%dརུ་བཅོས་ཡོད་སྲིད།)

source: resizecons: the command `%s' failed
bo_cn: "resizecons: བཀའ་བརྡ་ '%s' ཕམ་པ། "

source: setfont: cannot both restore from character ROM and from file. Font unchanged.
bo_cn: setfont: ཡིག་རྟགསROMནས་སླར་གསོ་བྱས་ཏེ་སླར་ཡང་ཡིག་ཆ་ནས་སླར་གསོ་བྱེད་ཐབས་བྲལ། ཡིག་གཟུགས་མི་འགྱུར།

source: setfont: too many input files
bo_cn: setfont:ནང་འཇུག་ཡིག་ཆ་ཧ་ཅང་མང་པོ། "

source: string
bo_cn: ཡིག་རྟགས་ཕྲེང་།

source: strings
bo_cn: ཡིག་རྟགས་ཕྲེང་གྲངས།

source: switching to %s
bo_cn: %s ལ་བརྗེ་བ།

source: syntax error in map file
bo_cn: རྟེན་འཕྲོ་ཡིག་ཆའི་ཁྲོད་བརྡ་སྤྲོད་ཀྱི་ནོར་འཁྲུལ་ཡོད་པ།

source: too many (%d) entries on one line
bo_cn: ཕྲེང་གཅིག་གི་སྟེང་དུ་གནས་པའི་བྱ་ར་། ( %d 个) ཧ་ཅང་མང་པོ།

source: too many compose definitions
bo_cn: ཚན་སྡེབ་མཚན་ཉིད་མང་དྲགས་པ།

source: too many key definitions on one line
bo_cn: ཐིག་ཕྲེང་གཅིག་གི་སྟེང་དུ་མཐེབ་ཀྱི་མཚན་ཉིད་མང་པོ་འདུག

source: unknown charset %s - ignoring charset request
bo_cn: ངེས་མེད་ཀྱི་ཡིག་རྟགས་ཚོགས་%s - ཡིག་རྟགས་ཚོགས་ཀྱི་རེ་ཞུ་སྣང་མེད་བྱས།

source: unknown keysym '%s'
bo_cn: ངེས་མེད་ཀྱི་keysym%s.n

source: usage: %s
bo_cn: སྤྱོད་སྟངས།: %s

source: usage: %s [-v] [-o map.orig] map-file
bo_cn: སྤྱོད་སྟངས།%s[-v][-oགདོད་མའི་རྟེན་འཕྲོ།]རྟེན་འཕྲོའི་ཡིག་ཆ།

source: usage: chvt N
bo_cn: སྤྱོད་སྟངས།: chvt N

source: usage: getkeycodes
bo_cn: སྤྱོད་སྟངས།: getkeycodes "

source: usage: kbd_mode [-a|-u|-k|-s] [-C device]
bo_cn: སྤྱོད་སྟངས།: kbd_mode [-a|-u|-k|-s] [-C སྒྲིག་ཆས]

source: usage: screendump [n]
bo_cn: སྤྱོད་སྟངས།: screendump [n]
