Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/acl.po
Languages: bo_cn

source: %s -B pathname...
bo_cn: %s -B ཡི་འགྲོ་ལམ་མིང་...

source: %s -b acl dacl pathname...
bo_cn: %s -b acl dacl ཡི་འགྲོ་ལམ་མིང་...

source: %s -l pathname... [not IRIX compatible]
bo_cn: %s -l ཡི་འགྲོ་ལམ་མིང་... [ IRIXདམ་མི་འཆམ]

source: -d, --default display the default access control list
bo_cn: -d，defaultསོར་བཞག་ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་འཆར་བ།

source: %s %s -- get file access control lists
bo_cn: %s %s -- ཡིག་ཆའི་ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་ཐོན་པ།

source: %s %s -- set file access control lists
bo_cn: %s %s -- ཡིག་ཆའི་ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་སྒྲིག་འགོད་བྱེད་པ།

source: %s: %s in line %d of file %s
bo_cn: %s: %s ནི་འཕྲེད་ %d རུ་ཡོད།ཡིག་ཆ %s ཡིན།

source: %s: %s in line %d of standard input
bo_cn: %s: %s ནི་འཕྲེད་ %d རུ་ཚད་ལྡན་གྱིས་ཕྱིར་འདོན་པ།

source: %s: %s: %s in line %d
bo_cn: %s: %s: %s ནི་འཕྲེད་ %dརུ་ཡོད།

source: %s: %s: Cannot change mode: %s
bo_cn: %s：%s：རྣམ་པ་སྒྱུར་མི་ཐུབ།%s

source: %s: %s: Cannot change owner/group: %s
bo_cn: %s: %s: ཡོད་མཁན་ནམ་ཚོ་སྒྱུར་མི་ཐུབ།: %s

source: %s: %s: Malformed access ACL `%s': %s at entry %d
bo_cn: %s: %s: རྒྱུན་འགལ་གྱི་ལྟ་སྤྱོད་རེའུ་མིག "%s": %sརུ་%dགནས།

source: %s: %s: Malformed default ACL `%s': %s at entry %d
bo_cn: %s: %s: རྒྱུན་འགལ་གྱི་སོར་བཞག་ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག "%s": %sརུ་%dགནས།

source: %s: %s: No filename found in line %d, aborting
bo_cn: %s: %s: འཕྲེད་ %dརུ་ཡིག་ཆའི་མིང་མ་རྙེད། ཕྱིར་འདོན།

source: %s: %s: Only directories can have default ACLs
bo_cn: %s: %s: དཀར་ཆག་ཁོ་ན་ལ་སོར་བཞག་ཚོད་འཛིན་རེའུ་མིག་གི་རང་བཞིན་ཡོད་པ།

source: %s: No filename found in line %d of standard input, aborting
bo_cn: %s:ཚད་ལྡན་ནང་འཇུག་གི་འཕྲེད་ %dརུ་ཡིག་ཆའི་མིང་མ་རྙེད། ཕྱིར་འདོན།

source: %s: Option -%c incomplete
bo_cn: %s: འདེན་ཚན -%cད་དངོས་འགྱུར་བྱུང་མེད།

source: %s: Option -%c: %s near character %d
bo_cn: %s: འདེན་ཚན -%c: %s ཡིག་རྟགས་ %dལ་ཉེ།

source: %s: Removing leading '/' from absolute path names
bo_cn: %s: བལྟོས་མེད་འགྲོ་ལམ་མིང་མཇུག་ཏུ་ཨང་རྟགས" / "འདོར།

source: %s: Standard input: %s
bo_cn: %s: ཚད་ལྡན་ནང་འཇུག %s

source: %s: access ACL '%s': %s at entry %d
bo_cn: %s: ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག'%s': %sས་བཅད་དུ%dཡོད།

source: %s: cannot get access ACL on '%s': %s
bo_cn: %s: ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་ཐོབ་ཐབས་མེད་ས '%s': %s

source: %s: cannot get access ACL text on '%s': %s
bo_cn: %s: ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་གི་ཡིག་རྐྱང་ཐོབ་ཐབས་མེད་ས'%s': %s

source: %s: cannot get default ACL on '%s': %s
bo_cn: %s: སོར་བཞག་ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་ཐོབ་ཐབས་མེད་ས'%s': %s

source: %s: cannot get default ACL text on '%s': %s
bo_cn: %s: སོར་བཞག་ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་གི་ཡིག་རྐྱང་ཐོབ་ཐབས་མེད་ས'%s': %s

source: %s: cannot set access acl on "%s": %s
bo_cn: %s:ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་ སྒྲིག་ཐབས་མེད་ས \%s": %s "

source: %s: cannot set default acl on "%s": %s
bo_cn: %s: སོར་བཞག་ལྟ་སྤྱོད་ཚོད་འཛིན་རེའུ་མིག་སྒྲིག་ཐབས་མེད་ས་ \%s": %s "

source: %s: error removing access acl on "%s": %s
bo_cn: %s：“%s”ཡི་ACLསྐྱོན་འབྱུང་།：%s\འདོར་བ།n

source: %s: error removing default acl on "%s": %s
bo_cn: %s：“%s”ཡི་སོར་བཞག་ACLUསྐྱོན་འབྱུང་འདོར་བ：%s

source: %s: malloc failed: %s
bo_cn: %s：ནང་གསོག་བགོད་པ་ཕམ་པ：%s

source: %s: opendir failed: %s
bo_cn: %s：དཀར་ཆག་ཁ་འབྱེད་ཕམ་པ：%s

source: Duplicate entries
bo_cn: བསྐྱར་ཟློས་ཀྱི་ས་བཅད།

source: Invalid entry type
bo_cn: ནུས་མེད་ཀྱི་ས་བཅད་རིགས་གྲས།

source: Missing or wrong entry
bo_cn: ས་བཅད་བོར་བའམ་ནོར་པ།

source: Multiple entries of same type
bo_cn: རིགས་གྲས་མཐུན་པ་མང་པོའི་ས་བཅད་ཐོན་པ།

source: Try `%s --help' for more information.
bo_cn: བཀའ་བརྡ་“%s --help”ཡིས་ཆ་འཕྲིན་དེ་ལས་མང་ཐོབ་པར་ཚོད་ལྟ།

source: Usage:
bo_cn: སྤྱོད་སྟངས།：

source: Usage: %s %s
bo_cn: སྤྱོད་སྟངས %s %s

source: Usage: %s [-%s] file ...
bo_cn: སྤྱོད་ཐབས།： %s [-%s] ཡིག་ཆ་ ...

source: preserving permissions for %s
bo_cn: %sཡི་དབང་ཚད་ཉར་བཞིན་པ།

source: setting permissions for %s
bo_cn: %s ཡི་དབང་ཚད་སྒྲིག་པ
