Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/alsa-utils.po
Languages: bo_cn

source: Subdevice #%i: %s
bo_cn: བུ་སྒྲིག་ཆས་ #%i: %s

source: Subdevices: %i/%i
bo_cn: བུ་སྒྲིག་ཆས།： %i/%i

source: client mode: aseqnet [-options] server_host
bo_cn: དུད་སྣེའི་རྣམ་པ།：aseqnet [-options] server_host

source: server mode: aseqnet [-options]
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་རྣམ་པ།：aseqnet [-options]

source: * Connection/disconnection between two ports
bo_cn: *སྣེ་གཉིས་བར་གྱི་སྦྲེལ་བ/སྦྲེལ་མེད།

source: * List connected ports (no subscription action)
bo_cn: བསྟན་པའི་སྦྲེལ་སྣེ།（མངགས་ཉོ་བྱས་མེད།）

source: * Remove all exported connections
bo_cn: * ཐོན་པའི་སྦྲེལ་མཐུད་ཡོངས་འདོར་བ།

source: can't play WAVE-files with sample %d bits in %d bytes wide (%d channels)
bo_cn: པི་ཐེ%dཡི་མ་དཔེ་པི་ཐེ%dཡི་ཞེང་ཚད（འཕྲིན་ལམ%d）ཡི་རླབས་དབྱིབས་ཡིག་ཆ་གཏོང་མི་ཐུབ།

source: can't play WAVE-files with sample %d bits wide
bo_cn: མ་དཔེ་ཡིག་ཆ་%dཞེང་ཚད་མ་དཔེའི་ཡིག་ཆའི་རླབས་དབྱིབས་ཡིག་ཆ་གཏོང་མི་ཐུབ།

source: %s is not a mono stream (%d channels)
bo_cn: %sནི་སྒྲ་ལམ་རྐྱང་བའི་རྒྱུན（འཕྲིན་ལམ%d）ཞིག་མིན།

source: %s!!! (at least %.3f ms long)
bo_cn: %s（མ་མཐར་རིང་ཚད་%.3f ms）

source: Aborted by signal %s...
bo_cn: བརྡ་རྟགས་ཀྱིས %s...འདོན་པ།

source: Access type not available
bo_cn: རིགས་གྲས་སྤྱོད་མི་རུང་།

source: Access type not available for playback: %s
bo_cn: བསྐྱར་གཏོང་རིགས་གྲས་སྤྱོད་མི་རུང་།%s

source: Broken configuration for playback: no configurations available: %s
bo_cn: གཏོར་བརླག་ཐེབས་པའི་བསྐྱར་གཏོང་བཀོད་སྒྲིག སྤྱོད་རུང་གི་བཀོད་སྒྲིག་ཡིག་ཆ་མེད།%s

source: Broken configuration for this PCM: no configurations available
bo_cn: གཏོར་བཤིག་ཐེབས་པའི་PCMསྡེབ་སྒྲིག སྤྱོད་རུང་གི་བཀོད་སྒྲིག་ཡིག་ཆ་མེད།

source: Buffer size range from %lu to %lu
bo_cn: ལྷོད་གཏོང་ཆེ་ཆུང་གི་ཁྱབ་ཁོངས་ནི་%luནས་%luབར་ཡིན།

source: Can't recovery from suspend, prepare failed: %s
bo_cn: མལ་གསོ་ལས་སླར་གསོ་བྱ་མི་ཐུབ། ཉམས་གསོ་ཕམ་པ།%s

source: Can't recovery from underrun, prepare failed: %s
bo_cn: རྒྱབ་སྟེགས་ནས་སླར་གསོ་བྱ་མི་ཐུབ། ཉམས་གསོ་ཕམ་པ།%s

source: Can't use period equal to buffer size (%lu == %lu)
bo_cn: ལྷོད་གཏོང་ཁུལ་གྱི་ཆེ་ཆུང་（%lu==%lu）དང་འདྲ་བའི་དུས་དུམ་བཀོལ་མི་ཐུབ།

source: Cannot open WAV file %s
bo_cn: ཡིག་ཆWAVཁ་ཕྱེ་མི་ཐུབ།་ %s

source: Center
bo_cn: དཀྱིལ་སྒྲིག

source: Channels %i
bo_cn: འཕྲིན་ལམ་ %i

source: Channels count (%i) not available for playbacks: %s
bo_cn: འཕྲིན་ལམ་གྱི་གྲངས་བགྲང་（%i）གཏོང་མི་ཐུབ།%s

source: Channels count non available
bo_cn: འཕྲིན་ལམ་གྱི་གྲངས་བགྲང་སྤྱོད་མི་ཐུབ།

source: Connected From
bo_cn: འབྲེལ་མཐུད་ས

source: Connecting To
bo_cn: འབྲེལ་བཞིན་པ་

source: Connection failed (%s)
bo_cn: འབྲེལ་མཐུད་ཕམ་པ（%s）

source: Connection is already subscribed
bo_cn: འབྲེལ་མཐུད་སྔོན་བཀོད་བྱས་ཟིན།

source: Disconnection failed (%s)
bo_cn: འབྲེལ་མཐུད་གཅོད་མ་ཐུབ།(%s)

source: Done.
bo_cn: ལེགས་འགྲུབ།

source: Failed. Restarting stream.
bo_cn: ཕམ་པ། རྒྱུན་འགོ་ཡང་བསྐྱར་གཏོང་

source: Front Left
bo_cn: གཡོན་མདུན་ཕྱོགས་

source: Front Right
bo_cn: གཡས་མདུན་ཕྱོགས

source: Invalid WAV file %s
bo_cn: ནུས་མེད་ཀྱི་ཡིག་ཆ་WAV %s

source: Invalid number of periods %d
bo_cn: ནུས་མེད་ཀྱི་དུས་མཚམས་གྲངས་ཀ %d

source: Invalid parameter for -s option.
bo_cn: -sའདེམས་ཚན་ཀྱི་ནུས་མེད་ཞུགས་གྲངས་

source: Invalid test type %s
bo_cn: ནུས་མེད་ཀྱི་ཚོད་ལྟའི་རིགས་གྲས་ %s

source: Max peak (%li samples): 0x%08x
bo_cn: རྩེ་གྲངས་ཆེ་ཤོག（མ་དཔེ་%li）：0x%08x

source: No enough memory
bo_cn: ནང་གསོག་མི་འདང་བ།

source: No subscription is found
bo_cn: སྔོན་བཀོད་མི་ཐུབ།

source: Not a WAV file: %s
bo_cn: WAV ཡིག་ཆ་མིན %s

source: Period size range from %lu to %lu
bo_cn: དུས་དུམ་ཆེ་ཆུང་%luནས་%luབར་ཡིན།

source: Periods = %u
bo_cn: དུས་དུམ=%u

source: Playback device is %s
bo_cn: བསྐྱར་གཏོང་སྒྲིག་ཆས་ནི་%sཡིན།

source: Playback open error: %d,%s
bo_cn: བསྐྱར་གཏོང་ཁ་ཕྱེ་ནོར་བ %d,%s

source: Playing
bo_cn: གཏོང་བཞིན་པ།

source: Playing Creative Labs Channel file '%s'...
bo_cn: Creative Labs Channel ཡིག་ཆ་གཏོང་བཞིན་པ '%s'...

source: Rate %d Hz,
bo_cn: ཟློས་ཕྱོད་%dHz，

source: Rate %iHz not available for playback: %s
bo_cn: ཟློས་ཕྱོད་ %iHzགཏོང་མི་ཐུབ།%s

source: Rate doesn't match (requested %iHz, get %iHz, err %d)
bo_cn: ཟློས་ཕྱོད་དོ་མི་མཉམ།（དགོས་རྒྱུ %iHzདང་། འབྱོར་བ %iHz ནོར་འཁྲུལ %d）

source: Rate set to %iHz (requested %iHz)
bo_cn: ཟློས་ཕྱོད་%iHzལ་བཀོད།（རེ་བ་ནི་%iHzཡིན།）

source: Rear Left
bo_cn: གཡོན་རྒྱབ་ཕྱོགས།

source: Rear Right
bo_cn: གཡས་རྒྱབ་ཕྱོགས།

source: Recognized sample formats are:
bo_cn: འོས་པའི་དཔེ་ལེན་རྣམ་པ་

source: Recording
bo_cn: སྒྲ་ཕབ་བཞིན་པ།

source: Requested buffer time %u us
bo_cn: རེ་བའི་ལྷོད་གཏོང་དུས་ཚོད་ %u us

source: Requested period time %u us
bo_cn: རེ་བའི་དུས་དུམ%u us

source: Sample format non available
bo_cn: མ་དཔེའི་རྣམ་པ་སྤྱོད་མི་ཆོག

source: Sample format not available for playback: %s
bo_cn: མ་དཔེའི་རྣམ་པ་བསྐྱར་དུ་གཏོང་མི་ཐུབ་པ།%s

source: Sample rate doesn't match (%d) for %s
bo_cn: མ་དཔེའི་ཟློས་ཕྱོད་མི་མཐུན（%d）ས%s

source: Setting of hwparams failed: %s
bo_cn: hwཞུགས་གྲངས་བཀོད་མི་ཐུབ།%s

source: Setting of swparams failed: %s
bo_cn: swཞུགས་གྲངས་བཀོད་མི་ཐུབ%s

source: Side Left
bo_cn: གཡོན་ཕྱོགས།

source: Side Right
bo_cn: གཡས་ཕྱོགས།

source: Sine wave rate is %.4fHz
bo_cn: རླབས་དབྱིབས་Sineཡི་ཟློས་ཕྱོད་ནི་%.4fHzཡིན།

source: Sparc Audio doesn't support %s format...
bo_cn: Sparc Audioཡིས་རྣམ་པ་%sརྒྱབ་སྐྱོར་མི་བྱེད།...Sparc Audioཡིས་%sརྣམ་པ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Status:
bo_cn: རྣམ་པ་ རྣམ་པ།

source: Stream parameters are %iHz, %s, %i channels
bo_cn: རྒྱུན་གྱི་ཞུགས་གྲངས་ནི་འཕྲིན་ལམ་%iHz，%s，%i

source: Suspended. Trying resume.
bo_cn: མཚམས་བཞག སླར་གསོ་ཚོད་ལྟ་བྱེད་བཞིན་ཡོད།

source: Suspicious buffer position (%li total): avail = %li, delay = %li, buffer = %li
bo_cn: དོགས་པའི་ལྷོད་གཏོང་གནས་ས（ཁྱོན་བསྡོམས %li）བྱེད་ནུས=%li，ཕྱིར་འགྱངས=%li，ལྷོད་གཏོང་=%li

source: Time per period = %lf
bo_cn: དུས་དུམ་རེའི་དུས་ཚོད་=%lf

source: Transfer failed: %s
bo_cn: འཕོ་འགྱུར་ཕམ་པ%s

source: Try `%s --help' for more information.
bo_cn: བཀའ་བརྡ་“%s --help”ཡིས་ཆ་འཕྲིན་དེ་ལས་མང་ཐོབ་པར་ཚོད་ལྟ།

source: Unable to determine current swparams for playback: %s
bo_cn: མིག་སྔའི་བསྐྱར་གཏོང་གི་swཞུགས་གྲངས་ཐག་མི་ཆོད%s

source: Unable to install hw params:
bo_cn: ཞུགས་གྲངས་hwསྒྲིག་སྦྱོར་མི་ཐུབ།

source: Unable to set avail min for playback: %s
bo_cn: བསྐྱར་གཏོང་གི་ནུས་མེད་སྐར་གྲངས་བཀོད་མི་ཐུབ་%s

source: Unable to set buffer size %lu for playback: %s
bo_cn: བསྐྱར་གཏོང་གི་ལྷོད་གཏོང་ཆེ་ཆུང་བཀོད་མི་ཐུབ་ %lu：%s

source: Unable to set buffer time %u us for playback: %s
bo_cn: བསྐྱར་གཏོང་གི་ལྷོད་གཏོང་དུས་ཚོད་བཀོད་མི་ཐུབ %u us:%s

source: Unable to set hw params for playback: %s
bo_cn: བསྐྱར་གཏོང་གིhwཞུགས་གྲངས་བཀོད་མི་ཐུབ།%s

source: Unable to set nperiods %u for playback: %s
bo_cn: བསྐྱར་གཏོང་གི་nདུས་དུམ་བཀོད་མི་ཐུབ%u: %s

source: Unable to set period time %u us for playback: %s
bo_cn: བསྐྱར་གཏོང་དུས་དུམ་བཀོད་མི་ཐུབ%u us：%s

source: Unable to set start threshold mode for playback: %s
bo_cn: བསྐྱར་གཏོང་གི་འགོ་འཛིན་རྣམ་པ་བཀོད་མི་ཐུབ།%s

source: Unable to set sw params for playback: %s
bo_cn: བསྐྱར་གཏོང་གི་swཞུགས་གྲངས་བཀོད་མི་ཐུབ%s

source: Undefined channel %d
bo_cn: གཏན་འཁེལ་གྱི་འཕྲིན་ལམ་ %d

source: Unknown option '%c'
bo_cn: མི་ཤེས་པའི་ཞུགས་གྲངས་ '%c'

source: Unsupported WAV format %d for %s
bo_cn: རྣམ་པWAVཡི་ %dལ་རྒྱབ་སྐྱོར་མི་བྱེད%s

source: Unsupported bit size %d.
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་པི་ཐེ་ཆེ་ཆུང་%d

source: Unsupported sample format bits %d for %s
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་མ་དཔེ་རྣམ་པའི་པི་ཐེ%dལ་%sཡིན།

source: Usage:
bo_cn: སྤྱོད་སྟངས།：

source: Using 16 octaves of pink noise
bo_cn: ཕང་ཁེའི་འཛེར་སྒྲ་མདངས་8ཅན་16སྤྱོད་བཞིན་པ།

source: Using max buffer size %lu
bo_cn: ལྷོད་གཏོང་ཆེ་ཆུང་ཆེས་ཤོས་ %luསྤྱོད་པ།

source: Warning: format is changed to MU_LAW
bo_cn: ཐ་ཚིག རྣམ་གཞག་ MU_LAWལ་སྒྱུར།

source: Warning: format is changed to S16_BE
bo_cn: ཐ་ཚིག རྣམ་གཞག་ S16_Beལ་སྒྱུར།

source: Warning: format is changed to U8
bo_cn: ཐ་ཚིག རྣམ་གཞག་U8ལ་སྒྱུར།

source: Warning: rate is not accurate (requested = %iHz, got = %iHz)
bo_cn: ཐ་ཚིག ཟློས་ཕྱོད་ཞིབ་ཚད་མི་འདང་།（རེ་བ=%iHz，འབྱོར་བ=%iHz）

source: Wave doesn't support %s format...
bo_cn: རླབས་ཀྱིས%sརྣམ་གཞག་རྒྱབ་སྐྱོར་མི་བྱེད...

source: Write error: %d,%s
bo_cn: འབྲི་ནོར་%d,%s

source: You need to specify %d files
bo_cn: ཁྱོད་ཀྱིས་ཡིག་ཆ་གྲངས་%dགཏན་འཁེལ་བྱ་དགོས་

source: accepted[%d]
bo_cn: ཁས་བླངས་[%d]

source: aconnect - ALSA sequencer connection manager
bo_cn: aconnect - ALSA སྒྲ་རིམ་ཆས་དོ་དམ་ཆས་སུ་འབྲེལ་པ

source: aseqnet - network client/server on ALSA sequencer
bo_cn: aseqnet - ALSAཡི་སྒྲ་རིམ་ཆས་དྲ་བའི་མཁོ་མཁན/ཞབས་ཞུ་ཆས་

source: audio open error: %s
bo_cn: རོལ་དབྱངས་ཁ་ཕྱེ་ནོར་འཁྲུལ %s

source: bad speed value %i
bo_cn: ནོར་འཁྲུལ་གྱི་མྱུར་ཚད། %i

source: buffer to small, could not use
bo_cn: ལྷོད་གཏོང་ཆུང་དྲགས། སྤྱོད་མི་རུང་།

source: can't allocate buffer for silence
bo_cn: སྒྲ་མེད་ལ་ལྷོད་གཏོང་བགོད་མི་ཐུབ

source: can't get address %s
bo_cn: ཤག་གནས་ཐོབ་ཐབས་མེད %s

source: can't get client id
bo_cn: དུད་སྣེ་ཐོབ་མི་ཐུབ་id

source: can't malloc
bo_cn: ནང་གསོག་བགོད་མི་ཐུབ

source: can't open sequencer
bo_cn: སྒྲ་རིམ་ཆས་ཁ་ཕྱེ་མི་ཐུབ་པ།

source: can't play WAVE-file format 0x%04x which is not PCM or FLOAT encoded
bo_cn: སྒྲིག་ཨང་PCMཡང་ན་FLOATམིན་པའི་རྣམ་གཞག0x%04xཅན་གྱི་རླབས་དབྱིབས་ཡིག་ཆ་གཏོང་མི་ཐུབ།

source: can't play WAVE-files with %d tracks
bo_cn: སྒྲ་ལམ%dཡི་རླབས་དབྱིབས་ཡིག་ཆ་གཏོང་མི་ཐུབ་

source: can't play loops; %s isn't seekable
bo_cn: རེས་འཁོར་གྱིས་གཏོང་མི་ཐུབ། %sལེན་མི་ཐུབ།

source: can't play packed .voc files
bo_cn: ཐུམ་རྒྱག་པའི.vocཡིག་ཆ་གཏོང་མི་ཐུབ།

source: can't set client info
bo_cn: དུད་སྣེའི་ཆ་འཕྲིན་བཀོད་མི་ཐུབ།

source: capture stream format change? attempting recover...
bo_cn: འཛིན་རྒྱུན་གྱི་རྣམ་གཞག་འགྱུར་རམ། སླར་གསོ་ལ་ཚོད་ལྟ་བྱེད།...

source: closing files..
bo_cn: ཡིག་ཆ་ཁ་རྒྱག་པ།... ཡིག་ཆ་ཁ་བརྒྱབ།

source: command should be named either arecord or aplay
bo_cn: སྒྲ་ཕབ་པའམ་གཏོང་བ། བཀའ་བརྡ་ལ་མིང་འདོགས་དགོས།

source: disconnected
bo_cn: འབྲེལ་མཐུད་བྱས་མེད།

source: info error: %s
bo_cn: བརྡ་འཕྲིན་ནོར་བ།%s

source: invalid destination address %s
bo_cn: ནུས་མེད་ཀྱི་དམིགས་ཡུལ་ས་གནས %s

source: invalid sender address %s
bo_cn: ནུས་མེད་ཀྱི་གཏོང་མཁན་ས་གནས %s

source: invalid source address %s
bo_cn: ནུས་མེད་ཀྱི་ཁུངས་ས་གནས %s

source: kernel
bo_cn: ནང་སྙིང་།

source: malloc error
bo_cn: བགོད་པ་ནོར་འཁྲུལ།

source: no soundcards found...
bo_cn: སྒྲ་ནུས་ཁཱ་མི་རྙེད།…

source: nonblock setting error: %s
bo_cn: དོག་ནོར་འཁྲུལ་བཀོད་མེད། %s

source: not enough memory
bo_cn: དྲན་གཟུགས་མི་འདང་།

source: ok.. connected
bo_cn: ok.. འབྲེལ་མཐུད་བྱས་པ།

source: options:
bo_cn: འདེམས་ཚན།：

source: overrun
bo_cn: མདུན་སྟེགས་འཁོར་སྐྱོད།

source: raw data
bo_cn: གདོད་མའི་རྒྱུ་ཆ།

source: read error
bo_cn: ཀློག་ལནེ་ནོར་འཁྲུལ

source: read error (called from line %i)
bo_cn: ཀློག་ལནེ་ནོར་འཁྲུལ（འཕྲེད %i）

source: read error: %s
bo_cn: ཀློག་ལནེ་ནོར་འཁྲུལ%s

source: read/write error, state = %s
bo_cn: ཀློག་/འབྲི་ནོར་འཁྲུལ། རྣམ་པ་=%s

source: readv error: %s
bo_cn: readv ནོར་འཁྲུལ། %s

source: sequencer opened: %d:%d
bo_cn: སྒྲ་རིམ་ཆས་ཁ་ཕྱེ་བ།：%d:%d

source: service '%s' is not found in /etc/services
bo_cn: ཞབས་ཞུ '%s'ནི /etc/servicesརུ་རྙེད་པ།

source: status error: %s
bo_cn: རྣམ་པ་ནོར་འཁྲུལ།%s

source: suspend: prepare error: %s
bo_cn: མཚམས་བཞག གྲ་སྒྲིག་ནོར་འཁྲུལ།%s

source: too many connections!
bo_cn: འབྲེལ་མཐུད་མང་དྲགས།

source: unable to install sw params:
bo_cn: swཞུགས་གྲངས་སྒྲིག་འཇུག་བྱ་མི་ཐུབ།

source: underrun
bo_cn: རྒྱབ་སྟེགས་འཁོར་སྐྱོད།

source: unknown blocktype %d. terminate.
bo_cn: རྡོག་རིགས་གྲས་ %dམི་ཤེས། མཇུག་སྒྲིལ།

source: unknown length of 'fmt ' chunk (read %u, should be %u at least)
bo_cn: རྡོག'fmt'ཡི་རིང་ཚད་མི་ཤེས།（ %uཀློག མ་མཐའ་ཡང་%uདགོས།）

source: unknown length of extensible 'fmt ' chunk (read %u, should be %u at least)
bo_cn: སྐྱེད་རུང་རྡོག'fmt'ཡི་རིང་ཚད་མི་ཤེས།（%uཀློག མ་མཐའ་ཡང་%u）

source: unrecognized file format %s
bo_cn: ཡིག་ཚགས་རྣམ་གཞག་དང་ལེན་མི་བྱེད། %s

source: usage:
bo_cn: སྤྱོད་སྟངས།：

source: user
bo_cn: སྤྱོད་མཁན།

source: value %i for channels is invalid
bo_cn: འཕྲིན་ལམ་གྱི་ཚད་%i ནི་ནུས་མེད་ཡིན།

source: voc_pcm_flush - silence error
bo_cn: voc_pcm_flush - སྒྲ་མེད་ནོར་འཁྲུལ།

source: voc_pcm_flush error
bo_cn: voc_pcm_flush ནོར་འཁྲུལ།

source: was set buffer_size = %lu
bo_cn: ལྷོད་གཏོང་གི་ཆེ་ཆུང་=%luལ་བཀོད།

source: was set period_size = %lu
bo_cn: དུས་དུམ་གྱི་ཆེ་ཆུང་=%luལ་བཀོད།

source: write error
bo_cn: འབྲི་འཇུག་ནོར་འཁྲུལ།

source: write error: %s
bo_cn: འབྲི་བ་ནོར་འཁྲུལ།：%s

source: writev error: %s
bo_cn: writev ནོར་འཁྲུལ།： %s

source: wrong extended format '%s'
bo_cn: ནོར་འཁྲུལ་གྱི་སྐྱེད་རྣམ '%s'

source: wrong format tag in extensible 'fmt ' chunk
bo_cn: རྡོག'fmt'ནང་དུ་ནོར་འཁྲུལ་གྱི་རྣམ་གཞག་གདོང་འཛར།

source: xrun(DRAINING): prepare error: %s
bo_cn: xrun(DRAINING):གྲ་སྒྲིག་ནོར་འཁྲུལ།：%s

source: xrun: prepare error: %s
bo_cn: xrun:གྲ་སྒྲིག་ནོར་འཁྲུལ།：%s

source: xrun_recovery failed: %d,%s
bo_cn: xrun_recoveryཕམ་པ།：%d,%s
