Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/apparmor-parser.po
Languages: bo_cn

source: %s: ASSERT: Invalid option: %d
bo_cn: %s: གསལ་བསྒྲགས།：ནུས་མེད་འདེམས་ཚན།： %d

source: %s: Could not allocate memory for subdomainbase mount point
bo_cn: %s: བུ་ཁོངས་རྨང་མཐིལ་ལ་ཚེག་ནང་གསོག་བགོ་བཤའ་ནང་འཇུག་བྱེད་ཐབས་མེད།

source: %s: Errors found during postprocess. Aborting.
bo_cn: %s：རྗེས་ཀྱི་སྒྲིག་གཅོད་ལ་ནོར་འཁྲུལ་བྱུང་། མཚམས་འཇོག་པ།

source: %s: Errors found during postprocessing. Aborting.
bo_cn: %s：རྗེས་ཀྱི་སྒྲིག་གཅོད་ལ་ནོར་འཁྲུལ་བྱུང་། མཚམས་འཇོག་པ།

source: %s: Errors found during regex postprocess. Aborting.
bo_cn: %s： Regex རྗེས་ཀྱི་སྒྲིག་གཅོད་ལ་ནོར་འཁྲུལ་བྱུང་། མཚམས་འཇོག་པ།

source: %s: Errors found in combining rules postprocessing. Aborting.
bo_cn: %s: སྡེབ་སྒྲིག་སྒྲིག་སྲོལ་སྒྲིག་གཅོད་རྗེས་མ་རུ་ནོར་འཁྲུལ་རྙེད་པས་མཚམས་འཇོག་བཞིན་ཡོད།

source: %s: Errors found in file. Aborting.
bo_cn: %s: ཡིག་ཆའི་ཁྲོད་ནོར་འཁྲུལ་རྙེད་པས་མཚམས་འཇོག་བཞིན་ཡོད།

source: %s: Illegal open {, nesting groupings not allowed
bo_cn: %s: ཁྲིམས་མཐུན་མིན་པའི་གཡོན་ཕྱོགས་ཀྱི་གུག་རྟགས་ཆེ་བ། {，ཚོ་དགོད་སྐོང་འཛུད་བྱས་མི་ཆོག

source: %s: Internal buffer overflow detected, %d characters exceeded
bo_cn: "%s: ནང་ཁུལ་ལྷོད་གཏོང་ཁུལ་བཤེར་འཇལ་ལུད་དེ་ཡིག་རྟགས་ %d ལས་བརྒལ།

source: %s: Regex grouping error: Invalid close }, no matching open { detected
bo_cn: %s: Regex ཚོ་དགོད་ནོར་འཁྲུལ།：ནུས་མེད་ཀྱི་གཡས་ཕྱོགས་གུག་རྟགས། }，ཟླ་སྒྲིག་པའི་གཡོན་ཕྱོགས་གུག་རྟགས { བཤེར་འཇལ་བྱེད་མ་ཐུབ།

source: %s: Regex grouping error: Invalid number of items between {}
bo_cn: %s: Regex ཚོ་དགོད་ནོར་འཁྲུལ།：{} ནང་གི་ལས་གཞི་གྲངས་ནུས་མེད་ཡིན།

source: %s: Regex grouping error: Unclosed grouping or character class, expecting close }
bo_cn: %s: Regex ཚོ་བགོད་ནོར་འཁྲུལ། ཚོ་དང་ཡིག་རྟགས་ཁ་རྒྱབ་མེད། གུག་རྟགས་གཡས་མ་དགོས། }

source: %s: Unable to add "%s".
bo_cn: %s: ཁ་སྣོན་བྱེད་ཐབས་མེད། "%s"

source: %s: Unable to parse input line '%s'
bo_cn: %s: ནང་འཇུག་འཕྲེང་'%s' ལ་བརྡ་སྤྲོད་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།

source: %s: Unable to remove "%s".
bo_cn: %s: འདོར་ཐབས་མེད། "%s"

source: %s: Unable to replace "%s".
bo_cn: %s: བརྗེ་ཐབས་མེད། "%s"

source: %s: Unable to write entire profile entry
bo_cn: %s: སྡེབ་སྒྲིག་ཡིག་ཆའི་ཚན་ཆ་ཚང་འབྲི་ཐབས་མེད།

source: %s: Unable to write to stdout
bo_cn: %s: stdout འབྲི་ཐབས་མེད།

source: (network_mode) Found unexpected character: '%s'
bo_cn: (network_mode) བློ་ཡུལ་ལས་འདས་པའི་ཡིག་རྟགས་མཐོང་།“%s”

source: Addition succeeded for "%s".
bo_cn: ཁ་སྣོན"%s"ལེགས་འགྲུབ།

source: AppArmor parser error: %s
bo_cn: AppArmor བརྡ་སྤྲོད་དབྱེ་ཞིབ་ནོར་འཁྲུལ།：%s

source: Assert: 'hat rule' returned NULL.
bo_cn: གསལ་བསྒྲགས།：'hat rule' དེ་ NULL ལ་ཕྱིར་ལོག་པ།

source: Assert: 'local_profile rule' returned NULL.
bo_cn: གསལ་བསྒྲགས། “local_profile rule”ཡིས NULLལོག

source: Assert: `change_profile' returned NULL.
bo_cn: གསལ་བསྒྲགས། “change_profile”ཡིས་ NULLལོག

source: Assert: `network_rule' return invalid protocol.
bo_cn: གསལ་བསྒྲགས། “network_rule”ཡིས་ནུས་མེད་ཆིངས་ཡིག་ལོག

source: Assert: `rule' returned NULL.
bo_cn: གསལ་བསྒྲགས།：`rule'དེ་ NULL ལ་ཕྱིར་ལོག་པ།

source: Bad write position
bo_cn: འབྲི་ཡུལ་ནུས་མེད།

source: Conflict 'a' and 'w' perms are mutually exclusive.
bo_cn: འགལ་བའི་“a”དང་“w”ཡི་ཆོག་ཆིངས་དབང་ཚད་འགལ་ཟླ་བྱུང་།

source: Couldn't merge entries. Out of Memory
bo_cn: མཉམ་སྒྲིལ་བྱེད་ཐབས་མེད་དེ་ནང་གསོག་མི་འདང་།

source: ERROR adding hat access rule for profile %s
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ %sལ་ hat ལྟ་སྤྱོད་ཆོས་ཉིད་སྣོན་སྐབས་ནོར་བ

source: ERROR expanding variables for profile %s, failed to load
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ %sཡི་འགྱུར་ཚད་སྐྱེད་སྐབས་ནོར་བ། འཇུག་མི་ཐུབ།

source: ERROR in profile %s, failed to load
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ %s ཁྲོད་ནོར་འཁྲུལ་ལྡན་པས་འཇུག་འགེལ་བྱེད་མ་ཐུབ།

source: ERROR merging rules for profile %s, failed to load
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ %sཡི་ཆོས་ཉིད་ཟླ་སྒྲིག་སྐབས་ནོར་འཁྲུལ་བྱུང་། འཇུག་མི་ཐུབ།

source: ERROR processing regexs for profile %s, failed to load
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ %s ཡི regexསྒྲིག་གཅོད་སྐབས་སུ་ནོར་བ། འཇུག་མི་ཐུབ།

source: Error: Could not add directory %s to search path.
bo_cn: ནོར་འཁྲུལ། དཀར་ཆག་ %sའཚོལ་བའི་འགྲོ་ལམ་དུ་སྣོན།

source: Error: Could not allocate memory.
bo_cn: ནོར་འཁྲུལ། ནང་གསོག་བགོད་མི་ཐུབ།

source: Error: Could not read profile %s: %s.
bo_cn: ནོར་འཁྲུལ། སྡེབ་སྒྲིག་ཡིག་ཆ་ %s: %sཀློག་མི་ཐུབ།

source: Error: Out of memory.
bo_cn: ནོར་འཁྲུལ། ནང་གསོག་མི་འདང་

source: Error: basedir %s is not a directory, skipping.
bo_cn: ནོར་འཁྲུལ། basedir %s ནི་དཀར་ཆག་མིན། མཆོང་བཞིན་པ།

source: Exec qualifier '%c%c' invalid, conflicting qualifier already specified
bo_cn: ལག་བསྟར་ཚད་བཀག་རྟགས་“%c%c”ནུས་མེད། དེ་ནི་དམིགས་པའི་ཚད་བཀག་རྟགས་དང་འགལ་བ།

source: Exec qualifier '%c' invalid, conflicting qualifier already specified
bo_cn: Exec ཚད་བཀག་རྟགས་“%c”ནུས་མེད། འགལ་བའི་ཚད་བཀག་རྟགས་ཤིག་དང་འགལ།

source: Exec qualifier 'i' invalid, conflicting qualifier already specified
bo_cn: Exec ཚད་བཅད་རྟགས་'i'ནུས་མེད་ཡིན། དེ་དང་སགལ་ཟླ་ཡོད་པའི་ཚད་བཅད་རྟགས་དམིགས་འཛུགས་བྱས་ཟིན།

source: Failed to create alias %s -> %s
bo_cn: མིང་གཞན་གསར་བཟོ་མི་ཐུབ་%s -> %s

source: Found unexpected character: '%s'
bo_cn: བསམ་ཡུལ་ལས་འདས་པའི་ཡིག་རྟགས་རྙེད་པ།： '%s'

source: Internal error generated invalid perm 0x%llx
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ་གྱིས་ནུས་མེད་ཀྱི་དབང་ཚད་ཐོན། 0x%llx

source: Internal: unexpected mode character '%c' in input
bo_cn: ནང་ཁུལ། ནང་འཇུག་ཏུ་བློ་ཡུལ་ལས་འདས་པའི་ཡིག་རྟགས་འདུག“%c”

source: Invalid capability %s.
bo_cn: བྱེད་ནུས་ %s ནུས་མེད།

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', 'c', or 'u'
bo_cn: རྣམ་པ་ནུས་མེད། “x”ནི་ངེས་པར་དུ་ཚད་བཀག་རྟགས་“i”、“p”、“c”ཡང་ན“u”ལག་བསྟར་བྱས་རྗེས་སུ་གནས་དགོས།

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', or 'u'
bo_cn: བྱེད་སྟངས་ནུས་མེད། “x”ངེས་པར་དུ execཡི ཚད་བཀག་རྟགས་“i”、“p”ཡང་ན“u”ཡོད་དགོས།

source: Invalid mode, in deny rules 'x' must not be preceded by exec qualifier 'i', 'p', or 'u'
bo_cn: རྣམ་པ་ནུས་མེད། ཟློག་པ་ཆོས་ཉིད་ལས།“x”ནི་ཚད་བཀག་རྟགས་“i”、“p”ཡང་ན་“u”ལག་བསྟར་བྱས་རྗེས་སུ་གནས་མི་ཆོག

source: Invalid network entry.
bo_cn: ནུས་མེད་དྲ་བའི་ཚན།དྲ་རྒྱའི་ཚན་པར་ནུས་པ་མེད། ༄༅།ཀྲུང་གོའི་གུང་ཁྲན་ཏང་གི་རྒྱལ་ཡོངས་འཐུས་མིའི་ཚོགས་ཆེན་ཐེངས་

source: Invalid profile flag: %s.
bo_cn: ནུས་མེད་ཀྱི་སྡེབ་སྒྲིག་ཡིག་ཆ་མཚོན་རྟགས།%sརྩིས་འགྲོ་མེད་པའི་སྒྲིག་སྦྱོར་ཡིག་ཆའི་མཚོན་རྟགས།%s ༄༅།ཀྲུང་གོའི་གུང་ཁྲན་ཏང་གི་རྒྱལ་ཡོངས་འཐུས་མིའི་ཚོགས་ཆེན་ཐེངས་

source: Memory Allocation Error: Unable to remove %s:%s.
bo_cn: ནང་གསོག་བགོད་པ་ནོར་འཁྲུལ། %s:%sའདོར་མི་ཐུབ།ནང་གསོག་བགོ་བཤའ་ནོར་འཁྲུལ།%sསྟེ།%sའདོར་མི་ཐུབ། ༄༅།ཀྲུང་གོའི་གུང་ཁྲན་ཏང་གི་རྒྱལ་ཡོངས་འཐུས་མིའི་ཚོགས་ཆེན་ཐེངས་

source: Memory Allocation Error: Unable to remove ^%s
bo_cn: ནང་གསོག་བགོད་པ་ནོར་འཁྲུལ། ^%sའདོར་མི་ཐུབ། ནང་གསོག་བགོ་འགྲེམས་ཀྱི་ནོར་འཁྲུལ།

source: Memory allocation error.
bo_cn: ནང་གསོག་བགོ་བཤའ་ནོར་འདུག

source: Out of memory
bo_cn: ནང་གསོག་མི་འདང་བ།

source: PANIC bad increment buffer %p pos %p ext %p size %d res %p
bo_cn: PANIC ནུས་མེད་ཀྱི་རིམ་འཕར་ལྷོད་གཏོང་ཁུལ།：%p pos %p ext %p size %d res %p

source: Permission denied
bo_cn: དབང་ཚད་མི་འདང་

source: Profile already exists
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གནས་ཟིན།

source: Profile does not match signature
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་དང་མིང་རྟགས་ཟླ་སྒྲིག་མིན།

source: Profile doesn't conform to protocol
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆས་གྲོས་ཆིངས་བརྩི་སྲུང་བྱས་མེད།

source: Profile doesn't exist
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གནས་མེད།

source: Profile flag 'debug' is no longer valid.
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་མཚོན་རྟགས་“debug”ནུས་མེད་པ།

source: Profile version not supported by Apparmor module
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་པར་གཞི་དཔེ་དུམ Apparmorཡིས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Removal succeeded for "%s".
bo_cn: "%s"རྒྱལ་ཁའི་ངང་དོར་བ།

source: Replacement succeeded for "%s".
bo_cn: "%s"རྒྱལ་ཁའི་ངང་བརྗེ་བ།

source: Unable to open %s - %s
bo_cn: %s － %s ཁ་ཕྱེ་ཐབས་མེད།

source: Unset boolean variable %s used in if-expression
bo_cn: བཀོད་པའི་ifམཚུངས་ཚུལ་ནང་གི་པོ་ཨར་འགྱུར་ཚད་ %sལེན་པ།

source: link and exec perms conflict on a file rule using ->
bo_cn: སྦྲེལ་མཐུད་དང་ལག་བསྟར་དབང་ཚད་འགལ་བ། དེ་ནི་ཡིག་ཆའི་སྒྲིག་སྲོལ་བཀོལ་བ་ཞིག་གིས་རྐྱེན། ->

source: link perms are not allowed on a named profile transition.
bo_cn: མིང་འདོགས་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་སྒྱུར་བར་སྦྲེལ་མཐུད་དབང་ཚད་སྤྲོད་མི་ཆོག

source: missing an end of line character? (entry: %s)
bo_cn: ཕྲེང་མཐོག་སྒྲིལ་ཡིག་རྟགས་ཆད་ཡོད་དམ།（ཚན་པ།：%s）

source: subset can only be used with link rules.
bo_cn: བུ་ཚོགས་ཀྱིས་སྦྲེལ་མཐུད་སྒྲིག་སྲོལ་མ་གཏོགས་སྤྱོད་མི་ཆོག

source: unable to create work area
bo_cn: ལས་བྱེད་ཁུལ་ཁོངས་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: unable to serialize profile %s
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གོ་རིམ་ཅན་སྒྲིག་ཐབས་མེད། %s

source: unsafe rule missing exec permissions
bo_cn: བདེ་འཇགས་མིན་པའི་སྒྲིག་སྲོལ་ལ་ execཆོག་འཐུས་དབང་ཚད་མེད།
