Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/attr.po
Languages: bo_cn

source: %s %s -- get extended attributes
bo_cn: %s %s --རྒྱ་སྐྱེད་གཏོགས་གཤིས་ཐོབ།

source: %s %s -- set extended attributes
bo_cn: %s %s --རྒྱ་སྐྱེད་གཏོགས་གཤིས་བཀོད།

source: %s: %s: No filename found in line %d, aborting
bo_cn: %s: %s: འཕྲེད་ %dརུ་ཡིག་ཆའི་མིང་མ་རྙེད། ཕྱིར་འདོན།

source: %s: No filename found in line %d of standard input, aborting
bo_cn: %s:ཚད་ལྡན་ནང་འཇུག་གི་འཕྲེད་ %dརུ་ཡིག་ཆའི་མིང་མ་རྙེད། ཕྱིར་འདོན།

source: %s: Removing leading '/' from absolute path names
bo_cn: %s: བལྟོས་མེད་འགྲོ་ལམ་མིང་མཇུག་ཏུ་ཨང་རྟགས" / "འདོར།

source: %s: invalid regular expression "%s"
bo_cn: %s:ནུས་མེད་ཀྱི་ཡང་དག་མཚོན་ཚུལ།\%s" "

source: -V only allowed with -s
bo_cn: -Vདང-sམ་གཏོགས་མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: A filename to operate on is required
bo_cn: ཡིག་ཆའི་མིང་དགོས།

source: At least one of -s, -g, -r, or -l is required
bo_cn: མ་མཐར་ཡང་ -s、-g、-r、-lནང་གི་གཅིག་དགོས།

source: Attribute "%s" had a %d byte value for %s:
bo_cn: གཏོགས་གཤིས\%s" ལ་ཡིག་ཚིགས %dནས %s:ཡོད། "

source: Attribute "%s" has a %d byte value for %s
bo_cn: གཏོགས་གཤིས\%s"ལ་ཡིག་ཚིགས་ཚད%dནས%sཡོད། "

source: Attribute "%s" set to a %d byte value for %s:
bo_cn: གཏོགས་གཤིས\%s" ཡིག་ཚིགས་ཀྱི་གྲངས་བྲིན་ %dནས་ %sལ་བཀོད། "

source: Could not get "%s" for %s
bo_cn: ཐོབ་ཐབས་མེད་ \%s" ནས %s: "

source: Could not list "%s" for %s
bo_cn: \%s"ནས%sལ་འགྲེམས་མི་ཐུབ། "

source: Could not remove "%s" for %s
bo_cn: \%s"ནས %s:ལ་འདོར་མི་ཐུབ། "

source: Could not set "%s" for %s
bo_cn: \%s"ནི་ %s\བྱས་ནས་བཀོད་མི་ཐུབ།n"

source: No such attribute
bo_cn: གཏོགས་གཤིས་འདི་མེད།

source: Only one of -s, -g, -r, or -l allowed
bo_cn: -s,-g,-r,-lནང་གི་གཅིག་མ་གཏོགས་མི་རུང་།

source: Unrecognized option: %c
bo_cn: མི་ཤེས་པའི་འདེམས་ཚན་%c

source: Usage: %s %s
bo_cn: སྤྱོད་སྟངས %s %s

source: getting attribute %s of %s
bo_cn: གཏོགས་གཤིས %sནི་ %sལས་ཐོབ།

source: listing attributes of %s
bo_cn: %sཡི་གཏོགས་གཤིས་འགྲེམས།

source: setting attribute %s for %s
bo_cn: གཏོགས་གཤིས %sནི་ %sལྟར་བཀོད།

source: setting attributes for %s
bo_cn: %sལ་གཏོགས་གཤིས་བཀོད།
