Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/bison.po
Languages: bo_cn

source: TOTAL :
bo_cn: ཁྱོན་བསྡོམས། །：

source: at %s
bo_cn: %sརུ་གནས།

source: on left:
bo_cn: གཡོན།：

source: on right:
bo_cn: གཡས།：

source: type %d is %s
bo_cn: རིགས་གྲས་ %d ནི %sཡིན།

source: %%expect-rr applies only to GLR parsers
bo_cn: %%expect-rr ནི་GLRཞིབ་འགྲེལ་ཆས་ཁོ་ན་ལ་སྤྱོད་པ།

source: %s affects only GLR parsers
bo_cn: %s GLRཞིབ་འགྲེལ་ཆས་ཁོ་ན་ལ་ཤུགས་རྐྱེན་ཐེབས།

source: %s must be followed by positive number
bo_cn: %s རྗེས་སུ་ཕ་གྲངས་ཁོ་ན་ཐོན།

source: %s subprocess
bo_cn: %s བུ་འཕེལ་རིམ།

source: %s subprocess failed
bo_cn: %sབུ་འཕེལ་རིམ་ཕམ་པ།

source: %s subprocess got fatal signal %d
bo_cn: %s བུ་འཕེལ་རིམ་གྱིས་བརྡ་རྟགས་ངན་དྲགས %dའབྱོར་བ།

source: %s: invalid option -- '%c'
bo_cn: %s：ནུས་མེད་ཀྱི་འདེམས་ཚན། -- “%c”

source: %s: option '%c%s' doesn't allow an argument
bo_cn: %s：“%c%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མ་ཆོག

source: %s: option '--%s' doesn't allow an argument
bo_cn: %s：“--%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མ་ཆོག

source: %s: option '--%s' requires an argument
bo_cn: %s：“--%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་མ་གཏོགས་མི་དགོས།

source: %s: option '-W %s' doesn't allow an argument
bo_cn: %s：“-W %s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མི་ཆོག

source: %s: option '-W %s' requires an argument
bo_cn: %s：“-W %s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་མ་གཏོགས་མ་དགོས།

source: %s: option requires an argument -- '%c'
bo_cn: %s：འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་དགོས། -- “%c”

source: %s: unrecognized option '%c%s'
bo_cn: %s： ངོས་འཛིན་མི་ཐུབ་པའི་འདེམས་ཚན། “%c%s”

source: %s: unrecognized option '--%s'
bo_cn: %s： ངོས་འཛིན་མི་ཐུབ་པའི་འདེམས་ཚན། “--%s”

source: Accumulated runs = %u
bo_cn: བསྡོམས་ནས་འཁོར་སྐྱོད= %u

source: Copyright (C) %d Free Software Foundation, Inc.
bo_cn: པར་དབང་ཡོད་པ། (C) %d Free Software Foundation, Inc.

source: Grammar
bo_cn: བརྡ་སྤྲོད་རིག་པ།

source: Mandatory arguments to long options are mandatory for short options too.
bo_cn: འདེམས་ཚན་རིང་བོའི་བཙན་ཤེད་ཞུགས་གྲངས་ནི་འདེམས་ཚན་ཐུང་བ་ལ་བཙན་ཤེད་ཡིན།

source: POSIX Yacc forbids dashes in symbol names: %s
bo_cn: POSIX Yacc མཚོན་རྟགས་མིང་དུ་དཀྱོག་རྟགས།：%sའགོག་པ།

source: Rules useless in grammar
bo_cn: བརྡ་སྤྲོད་ནང་གི་སྒྲིག་སྲོལ་ནུས་མེད།

source: Rules useless in parser due to conflicts
bo_cn: འགལ་བས་དབྱེ་ཞིབ་ཆས་ནང་གི་སྒྲིག་སྲོལ་ནུས་པ་ཐོན་མི་ཐུབ།

source: State %d
bo_cn: རྣམ་པ། %d

source: The same is true for optional arguments.
bo_cn: འདེམས་རུང་ཚན་པ་ལ་འདི་ལྟར་ཡིན།

source: Unknown system error
bo_cn: མི་ཤེས་པའི་རྒྱུད་ཁོངས་ཀྱི་ནོར་འཁྲུལ།

source: Usage: %s [OPTION]... FILE
bo_cn: སྤྱོད་སྟངས། %s [འདེམས་ཚན་]... ཡིག་ཆ།

source: Valid arguments are:
bo_cn: ནུས་ལྡན་གྱི་ཞུགས་གྲངས་ནི།：

source: Written by Robert Corbett and Richard Stallman.
bo_cn: Robert Corbettདང་Richard Stallmanའབྲིས་པ།

source: _open_osfhandle failed
bo_cn: _open_osfhandle ཕམ་པ།

source: accept
bo_cn: དང་ལེན།

source: an identifier expected
bo_cn: མཚོན་རྟགས་ཤིག་ཡོད་དགོས།

source: cannot close file
bo_cn: ཡིག་ཆ་ཁ་རྒྱག་མི་ཐུབ།

source: cannot create pipe
bo_cn: སྦུག་ལམ་གསར་འཛུགས་བྱེད་མི་ཐུབ།

source: cannot restore fd %d: dup2 failed
bo_cn: ཡིག་ཆའི་ཞིབ་བརྗོད་རྟགས%d：dup2བསྐྱར་གསོ་ཕམ་པ།

source: column number overflow
bo_cn: སྟར་ཨང་ལུད་པ།

source: conflicting outputs to file %s
bo_cn: ཡིག་ཆ་%sརུ་ཕྱིར་འདོན་འགལ་རྐྱེན།

source: density histogram
bo_cn: སྟུག་ཚད་དྲང་མཚོན་རི་མོ།

source: fatal error
bo_cn: སྲོག་འཕྲད་ནོར་འཁྲུལ།

source: go to state %d
bo_cn: རྣམ་པ་ %dལ་སྤོ།

source: integer out of range: %s
bo_cn: ཧྲིལ་གྲངས་ཁྱབ་ཁོངས།：%sལས་བརྒལ་བ།

source: invalid argument %s for %s
bo_cn: %2$s ཡི་ཞུགས་གྲངས་ %1$s ནུས་མེད།

source: invalid identifier: %s
bo_cn: ནུས་མེད་མཚོན་རྟགས།：%s

source: invalid null character
bo_cn: ནུས་མེད་ཀྱི་ཡིག་རྟགས་སྟོང་བ།

source: invalid reference: %s
bo_cn: ནུས་མེད་འདྲེན་སྤྱོད།：%s

source: line number overflow
bo_cn: འཕྲེད་ཨང་ལུད་པ།

source: memory exhausted
bo_cn: ནང་གསོག་ཟད་པ།

source: missing identifier in parameter declaration
bo_cn: ཞུགས་གྲངས་གསལ་བསྒྲགས་སུ་ངོས་འཛིན་མཚོན་རྟགས་ཆད།

source: multiple %s declarations
bo_cn: ཐེངས་མང་ %s མཚན་ཉིད་བཞག

source: multiple language declarations are invalid
bo_cn: སྐད་བརྡ་མང་པོའི་གསལ་བསྒྲགས་ནི་ནུས་མེད་རེད།

source: no rules in the input grammar
bo_cn: ནང་བཅུག་བརྡ་སྤྲོད་དུ་སྒྲིག་སྲོལ་མེད།

source: possibly meant: %c
bo_cn: བསྟན་བྱ་%cཡིན་སྲིད།

source: previous declaration
bo_cn: སྔོན་ཐེངས་ཀྱི་གསལ་བསྒྲགས།

source: previous definition
bo_cn: སྔོན་ཐེངས་མཚན་ཉིད།

source: refusing to overwrite the input file %s
bo_cn: ཁེབས་པའི་ནང་འཇུག་ཡིག་ཆ་ %sཟློག་པ།

source: rule is too long
bo_cn: སྒྲིག་སྲོལ་རིང་དྲགས།

source: rule useless in grammar
bo_cn: བརྡ་སྤྲོད་ནང་གི་སྒྲིག་སྲོལ་ནུས་མེད།

source: rule useless in parser due to conflicts
bo_cn: འགལ་བས་དབྱེ་ཞིབ་ཆས་ནང་གི་སྒྲིག་སྲོལ་ནུས་པ་ཐོན་མི་ཐུབ།

source: symbol %s redeclared
bo_cn: མཚོན་རྟགས་ %s བསྐྱར་ཟློས་གསལ་བསྒྲགས།

source: symbol %s redefined
bo_cn: མཚོན་རྟགས་ %sབསྐྱར་ཟློས་མཚན་ཉིད་འཇོག་པ།

source: the start symbol %s is undefined
bo_cn: འགོ་རྩོམ་མཚོན་རྟགས་ %s མཚན་ཉིད་བཞག་མེད།

source: too many symbols in input grammar (limit is %d)
bo_cn: ནང་བཅུག་བརྡ་སྤྲོད་ཀྱི་མཚོན་རྟགས་མང་དྲགས།( %dལྟར་ཚད་བཀག)

source: unset value: $$
bo_cn: བཀོལ་མེད་ཀྱི་ཚད།：$$

source: unused value: $%d
bo_cn: བཀོལ་མེད་ཀྱི་ཚད།：$%d

source: warning
bo_cn: ཐ་ཚིག
