Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/command-not-found.po
Languages: bo_cn

source: Command '%s' from package '%s' (%s)
bo_cn: བཀའ་བརྡ་ '%s' ཐུམ་ '%s'། (%s)ལས་ཡོང་།

source: %prog [options] <command-name>
bo_cn: %prog [འདེམས་ཚན།] <བཀའ་བརྡ།>

source: Ask your administrator to install one of them
bo_cn: དོ་དམ་པ་ལ་དེའི་ནང་གི་གཅིག་སྒྲིག་འཇུག་གི་རེ་ཞུ་འདོན་རོགས།

source: Command '%(command)s' is available in '%(place)s'
bo_cn: བཀའ་བརྡ་ '%(command)s' ནི་ '%(place)s' རུ་རྙེད་ཐུབ།

source: Command '%(command)s' is available in the following places
bo_cn: བཀའ་བརྡ་ '%(command)s' ནི་གཤམ་གྱི་གནས་སར་རྙེད་ཐུབ།

source: Do you want to install it? (N/y)
bo_cn: ཁྱེད་ཀྱིས་སྒྲིག་འཇུག་བྱ་དགོས་སམ།(N/y)

source: Exception information:
bo_cn: ཆ་འཕྲིན་ལྷག་མ：

source: No command '%s' found, but there are %s similar ones
bo_cn: '%s' བཀའ་བརྡ་མ་རྙེད། འདྲ་བའི་བཀའ་བརྡ་ %s ཡོད།

source: No command '%s' found, did you mean:
bo_cn: '%s' བཀའ་བརྡ་མ་རྙེད། ཁྱེད་ཀྱིས་ནང་འཇུག་དགོས་པ་ནི་འདི་ལྟར་རེད་དམ：

source: Please include the following information with the report:
bo_cn: སྙན་ཞུ་རུ་གཤམ་གྱི་ཆ་འཕྲིན་ཚུད་རོགས：

source: Python version: %d.%d.%d %s %d
bo_cn: Python པར་གཞི།：%d.%d.%d %s %d

source: Sorry, command-not-found has crashed! Please file a bug report at:
bo_cn: དགོངས་དག command-not-found ཐོར་ཞིག་བྱུང་། གཤམ་གྱི་ཤག་གནས་སུ་ནོར་འཁྲུལ་སྙན་ཞུ：

source: The command could not be located because '%s' is not included in the PATH environment variable.
bo_cn: %s ནི་PATH ཁོར་ཡུག་གི་འགྱུར་ཚད་དུ་མེད་པས། བཀའ་བརྡ་འདི་མི་རྙེད།

source: The program '%s' can be found in the following packages:
bo_cn: བྱ་རིམ་ '%s' གཤམ་གྱི་མཉེན་ཆས་ཐུམ་དུ་ཚུད：

source: The program '%s' is currently not installed.
bo_cn: བྱ་རིམ་“%s”སྒྲིག་འཇུག་བྱས་མེད།

source: This is most likely caused by the lack of administrative privileges associated with your user account.
bo_cn: འདི་ཕལ་ཆེར་ཁྱེད་རང་གི་བེད་སྤྱོད་མཁན་གྱི་རྩིས་ཐོའི་ནང་དོ་དམ་པའི་དབང་ཆ་མེད་པ་ལས་བྱུང་བ་ཞིག་རེད།

source: To run '%(command)s' please ask your administrator to install the package '%(package)s'
bo_cn: གལ་ཏེ་ '%(command)s'འཁོར་སྐྱོད་བྱ་དགོས་ན། དོ་དམ་པ་ལ་ '%(package)s' མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱ་རྒྱུ་རེ་ཞུ་འདོན།

source: Try: %s <selected package>
bo_cn: ཚོད་ལྟ་བྱེད་རོགས：%s <བདམས་པའི་མཉེན་ཆས་ཐུམ།>

source: You can install it by typing:
bo_cn: ཁྱེད་ཀྱིས་གཤམ་གྱི་བཀའ་བརྡས་སྒྲིག་འཇུག་བྱ་ཐུབ：

source: You will have to enable component called '%s'
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་སྒྲིག་ལྷུ་%s མགོ་སློང་དགོས།

source: You will have to enable the component called '%s'
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་སྒྲིག་ལྷུ་%s མགོ་སློང་དགོས།

source: command-not-found version: %s
bo_cn: command-not-found པར་གཞི།：%s

source: don't print '<command-name>: command not found'
bo_cn: “<command-name>ཕྱིར་མ་འདོན：བཀའ་བརྡ་མ་རྙེད།”

source: ignore local binaries and display the available packages
bo_cn: རང་སའི་གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་ཡིག་ཆ་སྣང་མེད་དུ་གཏོང་ཞིང་སྤྱོད་རུང་མཉེན་ཆས་ཐུམ་མངོན་པ།

source: use this path to locate data fields
bo_cn: འགྲོ་ལམ་འདི་སྤྱོད་ནས་གཞི་གྲངས་ཁོངས་གནས་ངེས།

source: y
bo_cn: ཡིན།
