Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/credentials-control-center.po
Languages: bo_cn

source: - Edit Web credentials settings
bo_cn: - Web དཔང་ཡིག་བཀོད་པ་རྩོམ་སྒྲིག

source: Add account…
bo_cn: རྩིས་ཐོ་སྣོན་པ།…

source: All applications
bo_cn: བྱ་རིམ་ཚང་མ།

source: Another instance is already running
bo_cn: དངོས་དཔེ་གཞན་ཞིག་འཁོར་སྐྱོད་བྱེད་པ།

source: Are you sure that you wish to remove this Ubuntu Web Account?
bo_cn: ཁྱེད་ཀྱིས་རྩིས་ཐེམ Ubuntu Web བསུབ་པ་གཏན་འཁེལ་ལམ།

source: Control whether this application integrates with Online Accounts
bo_cn: མཉེན་ཆས་འདི་སྐུད་ཐོག་བསྡུས་པའི་རྩིས་ཐོ་ཡིན་མིན་སྒྲིག་འགོད།

source: Edit Options
bo_cn: འདེམས་ཚན་རྩོམ་སྒྲིག

source: Grant access
bo_cn: དབང་སྤྲད་ནས་ལྟ་སྤྱོད།

source: Legal notice
bo_cn: ཁྲིམས་ལུགས་གསལ་སྟོན།

source: Online Accounts
bo_cn: སྐུད་ཐོག་རྩིས་ཐོ།

source: Online Accounts preferences
bo_cn: སྐུད་ཐོག་རྩིས་ཐེམ་ཐོག་མའི་འདེམས་ཚན།

source: Options
bo_cn: འདེམས་ཚན།

source: Output version information and exit
bo_cn: རྩིས་ཐེམ་གྱི་ཆ་འཕྲིན་ཕྱིར་གཏོང་ནས་ཕྱིར་ཐོན།

source: Please authorize Ubuntu to access your %s account
bo_cn: Ubuntu ཁྱེད་ཀྱི %s རྩིས་ཐོ་ལྟ་སྤྱོད་ལ་དབང་སྤྲོད་རོགས།

source: Please authorize Ubuntu to access your %s account:
bo_cn: ར་སྤྲོད་བྱས་ནས་ཁྱེད་ཀྱི་Ubuntu %s རྩིས་ཐེམ་ལ་ལྟ་སྤྱོད་རོགས།：

source: Remove Account
bo_cn: རྩིས་ཐོ་སྤོ་བ།

source: Select to configure a new %s account
bo_cn: བདམས་ནས་རྩིས་ཐེམ་%s གསར་པ་སྡེབ་སྒྲིག་བྱེད།

source: Show accounts that integrate with:
bo_cn: བསྡུས་སྒྲིག་གི་རྩིས་ཐོ་མངོན་པ།：

source: The Web Account which manages the integration of %s with your applications will be removed.
bo_cn: ཁྱེད་ཀྱི་བྱ་རིམ་དང་ %s བསྡུ་སྒྲིལ་བའི་ Web རྩིས་ཐོ་སྤོ་རྒྱུ་དོ་དམ་བྱ།

source: The following applications integrate with your %s account:
bo_cn: གཤམ་གྱི་བྱ་རིམ་དང་ཁྱེད་ཀྱི་ %s རྩིས་ཐོ་བསྡུ་སྒྲིལ་བྱེད།

source: There are currently no account providers available which integrate with this application
bo_cn: ད་ལྟ་རྩིས་ཐོ་མཁོ་འདོན་མཁན་དང་ཉེར་སྤྱོད་བྱ་རིམ་འདི་བསྡུ་སྒྲིལ་བྱས་མེད།

source: There are currently no applications installed which integrate with your %s account.
bo_cn: མིག་སྔར་ཁྱེད་ཀྱི་%s རྩིས་ཐེམ་དང་བསྡུ་སྒྲིལ་བྱ་ཐུབ་པའི་ཉེར་སྤྱོད་སྒྲིག་འཇུག་བྱས་མེད།

source: Your online %s account is not affected.
bo_cn: ཁྱེད་ཀྱིས་སྐུད་ཐོག་རྩིས་ཐོ %s ལ་ཤུགས་རྐྱེན་ཐེབས་མེད།
