Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/cryptsetup-luks.po
Languages: bo_cn

source: %s is not a LUKS partition
bo_cn: %s ནི་ LUKS ཁུལ་བགོད་ཅིག་མིན།

source: %s: requires %s as arguments
bo_cn: %s: requires %s ཞུགས་གྲངས་བྱ།

source: <device>
bo_cn: <སྒྲིག་ཆས།>

source: <device> <key slot>
bo_cn: <སྒྲིག་ཆས།> <key slot>

source: <device> <name>
bo_cn: <སྒྲིག་ཆས།> <མིང་>

source: <device> [<new key file>]
bo_cn: <སྒྲིག་ཆས།> [<གསང་ལྡེ་གསར་བའི་ཡིག་ཆ།>]

source: <name>
bo_cn: <མིང་>

source: <name> <device>
bo_cn: <མིང་།> <སྒྲིག་ཆས།>

source: Align payload at <n> sector boundaries - for luksFormat
bo_cn: luksFormat ལ་འགྲེམས་པའི་ནུས་ལྡན་ཁུར་བོ<n>གཡབ་ཁུལ་མཐའ་མཚམས་སུ་གནས།

source: Argument <action> missing.
bo_cn: <action>ཞུགས་གྲངས་ཆད་པ།

source: BITS
bo_cn: གནས་གྲངས།

source: Can't open device: %s
bo_cn: སྒྲིག་ཆས།： %s ཁ་འབྱེད་མི་ཐུབ།

source: Command failed
bo_cn: བཀའ་བརྡ་ཕམ་པ།

source: Command successful.
bo_cn: བཀའ་བརྡ་ལེགས་འགྲུབ།

source: Create a readonly mapping
bo_cn: ཀློག་ཙམ་གྱི་རྟེན་འཕྲོ་ཞིག་གསར་བཟོ།

source: Display brief usage
bo_cn: སླ་བསྡུས་ཀྱི་སྤྱོད་སྟངས་མངོན་པ།

source: Do not ask for confirmation
bo_cn: མི་འདྲི་བ་གཏན་འཁེལ།

source: Failed to obtain device mapper directory.
bo_cn: སྒྲིག་ཆས་རྟེན་འཕྲོའི་དཀར་ཆག་ཐོབ་པ་ཕམ་པ།

source: Help options:
bo_cn: རོགས་རམ་འདེམས་ཚན།:

source: How many sectors of the encrypted data to skip at the beginning
bo_cn: གསང་བསྡོམས་གཞི་གྲངས་གཡབ་ཁུལ་དུ་མཆོང་བཞིན་ཡོད།

source: How often the input of the passphrase can be retried
bo_cn: དུས་ཡུན་དུ་རུ་བསྐྱར་ཚོད་བྱ་ནས་གསང་ལྡེ་ནང་འཇུག་ཐུབ།

source: Key %d not active. Can't wipe.
bo_cn: གསང་ལྡེ་ %d སྐུལ་སློང་བྱས་མེད། བསུབ་མི་ཉན།

source: Key size must be a multiple of 8 bits
bo_cn: གསང་ཨང་གི་རིང་ཚད་ངེས་པར་དུ་8 ཡི་ལྡབ་གྲངས་ཡིན་དགོས།

source: PBKDF2 iteration time for LUKS (in ms)
bo_cn: LUKS ཡི་PBKDF2 ཡང་བསྐྱར་བྱེད་པའི་དུས་ཚོད། ( ཧའོ་སྐར་ཆའི་ནང་།)

source: Print package version
bo_cn: ཐུམ་པར་གཞི་མངོན་པ།

source: Read the key from a file (can be /dev/random)
bo_cn: ཡིག་ཆ་ཞིག་ཏུ་གསང་ཨང་ཀློག་པ།( /dev/random རུ་ཡོད་སྲིད།)

source: SECTORS
bo_cn: གཡབ་ཁུལ་གྲངས།

source: Show this help message
bo_cn: རོགས་རམ་འདིའི་ཆ་འཕྲིན་མངོན་པ།

source: Shows more detailed error messages
bo_cn: ཞིབ་ཕྲའི་ནོར་འཁྲུལ་ཆ་འཕྲིན་ཇེ་མང་མངོན་པ།

source: The cipher used to encrypt the disk (see /proc/crypto)
bo_cn: གསང་ཨང་འདི་ནི་སྡུད་སྡེར་འདི་གསང་སྡོམ་ལ་སྤྱོད་པ།( /proc/crypto ལ་ལྟོས།)

source: The hash used to create the encryption key from the passphrase
bo_cn: hashནི་གསང་ལྡེ་ལས་གསང་སྡོམ་གསང་ལྡེ་གསར་བཟོ་ལ་སྤྱོད་པ།

source: The size of the device
bo_cn: སྒྲིག་ཆས་ཀྱི་ཆེ་ཆུང་།

source: The size of the encryption key
bo_cn: གསང་སྡོམ་གསང་ཨང་གི་རིང་ཚད།

source: The start offset in the backend device
bo_cn: རྒྱབ་སྟེགས་སྒྲིག་ཆས་སུ་སྤོ་ཚད་མགོ་རྩོམ།

source: This is the last keyslot. Device will become unusable after purging this key.
bo_cn: འདི་ནི་རྗེས་མཐའི་ keyslot ཡིན། སྒྲིག་ཆས་གསང་ལྡེ་འདི་བསུབས་རྗེས་སྤྱོད་མི་རུང་།

source: This will overwrite data on %s irrevocably.
bo_cn: འདིས་ %s ཡིབ་ཁེབས་པའི་གཞི་གྲངས་ལེན་མི་ཐུབ།

source: Timeout for interactive passphrase prompt (in seconds)
bo_cn: སྤེལ་རེས་གསང་ལྡེ་གསལ་སྟོན་གྱི་དུས་ཚོད་ཚད་བཀག(སྐར་ཆ་གྲངས།)

source: Unable to obtain sector size for %s
bo_cn: %s ལ་གཡབ་ཁུལ་གྱི་ཆེ་ཆུང་ཐོབ་མི་ཐུབ།

source: Unknown action.
bo_cn: མི་ཤེས་པའི་བཀོལ་སྤྱོད།

source: Verifies the passphrase by asking for it twice
bo_cn: ཐེངས་གཉིས་ཀྱིས་གསང་ལྡེ་ཞིབ་བཤེར་བྱ།

source: [OPTION...] <action> <action-specific>]
bo_cn: [འདེམས་ཚན...] <action> <action-specific>]

source: add key to LUKS device
bo_cn: གསང་ལྡེ་LUKSསྒྲིག་ཆས་ལ་སྣོན།

source: create device
bo_cn: སྒྲིག་ཆས་གསར་བཟོ།

source: dump LUKS partition information
bo_cn: ་LUKSཁུལ་བགོད་ཆ་འཕྲིན་འདྲ་བཟོ།

source: formats a LUKS device
bo_cn: རྣམ་གཞག་ཅན་དུ་LUKSསྒྲིག་ཆས་ལ་སྒྱུར།

source: key %d active, purge first.
bo_cn: གསང་ལྡེ་ %d སྐུལ་སློང་། ཐོག་མར་བསུབ་པ།

source: key %d is disabled.
bo_cn: གསང་ལྡེ་ %d བཀག་པ།

source: key material section %d includes too few stripes. Header manipulation?
bo_cn: གསང་ལྡེ་ཁུལ་བགོད %d ལ་མང་དྲགས་པའི་stripes ཚུད། Header སྒྲིག་གཅོད་བྱ་དགོས་སམ།

source: memory allocation error in action_luksFormat
bo_cn: ནང་གསོག་སྡེབ་སྒྲིག་action_luksFormatརུ་ནོར་འཁྲུལ་བྱུང་།

source: modify active device
bo_cn: ཁུལ་བགོད་སྐུལ་སློང་སྒྲིག་འགོད།

source: msecs
bo_cn: ཧའོ་སྐར་ཆ།

source: open LUKS device as mapping <name>
bo_cn: LUKSསྒྲིག་ཆས་ཁ་ཕྱེ་ནས་<མིང་> ལ་རྟེན་འཕྲོ་བྱེད།

source: print UUID of LUKS device
bo_cn: LUKSསྒྲིག་ཆས་ཀྱི་UUID མངོན་པ།

source: remove LUKS mapping
bo_cn: LUKS རྟེན་འཕྲོ་བཤིག་འདོར་བྱེད།

source: remove device
bo_cn: སྒྲིག་ཆས་འདོར་བ།

source: resize active device
bo_cn: སྐུལ་སློང་གི་ཁུལ་བགོད་ཆེ་ཆུང་བཅོས་པ།

source: secs
bo_cn: སྐར་ཆ།

source: show device status
bo_cn: སྒྲིག་ཆས་རྣམ་པ་མངོན་པ།

source: tests <device> for LUKS partition header
bo_cn: LUKSཁུལ་བགོད་མགོ་ལ་<སྒྲིག་ཆས་>ཞིབ་དཔྱད་བྱེད།

source: unknown hash spec in phdr
bo_cn: མི་ཤེས་པའི་ཐོར་འགྲེམས་ཁུལ་བགོད(hash spec) ཁུལ་བགོད་མགོ(phdr) རུ་ཡོད་པ།

source: unknown version %d
bo_cn: མི་ཤེས་པའི་པར་གཞི། %d

source: wipes key with number <key slot> from LUKS device
bo_cn: LUKS སྒྲིག་ཆས་ནས་ཨང་ཀི<key slot>ཡིས་གསང་ལྡེ་བསུབ་པ།
