Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/cups-pk-helper.po
Languages: bo_cn

source: Add/Remove/Edit a class
bo_cn: རིགས་ཁ་སྣོན/སྤོ་བ/རྩོམ་སྒྲིག

source: Add/Remove/Edit a local printer
bo_cn: རང་སའི་པར་འཁོར་ཁ་སྣོན/སྤོ་བ/རྩོམ་སྒྲིག

source: Add/Remove/Edit a printer
bo_cn: པར་འཁོར་ཁ་སྣོན/སྤོ་བ/རྩོམ་སྒྲིག

source: Add/Remove/Edit a remote printer
bo_cn: རྒྱང་རིང་པར་འཁོར་སྣོན་པ/སྤོ་བ/རྩོམ་སྒྲིག

source: Change printer settings
bo_cn: པར་འཁོར་སྒྲིག་འགོད་བཅོས་པ།

source: Enable/Disable a printer
bo_cn: པར་འཁོར་མགོ་སློང་/འགོག་པ།

source: Get list of available devices
bo_cn: སྤྱོད་རུང་སྒྲིག་ཆས་རེའུ་མིག་ཐོབ་པ།

source: Get/Set server settings
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་ཐོབ་པ/སྒྲིག་འགོད

source: Privileges are required to add/remove/edit a class.
bo_cn: དབང་སྤྲད་ནས་རིགས་སྣོན་པ/སྤོ་བ/རྩོམ་སྒྲིག

source: Privileges are required to add/remove/edit a local printer.
bo_cn: དབང་སྤྲད་ནས་རང་སའི་པར་འཁོར་སྣོན་པ/སྤོ་བ/རྩོམ་སྒྲིག

source: Privileges are required to add/remove/edit a printer.
bo_cn: དབང་སྤྲད་ནས་པར་འཁོར་སྣོན་པ/སྤོ་བ/རྩོམ་སྒྲིག

source: Privileges are required to add/remove/edit a remote printer.
bo_cn: དབང་སྤྲད་ནས་རྒྱང་རིང་པར་འཁོར་སྣོན་པ/སྤོ་བ/རྩོམ་སྒྲིག

source: Privileges are required to change printer settings. This should only be needed from the Printers system settings panel.
bo_cn: དབང་སྤྲད་ནས་པར་འཁོར་གྱི་སྒྲིག་འགོད་བཅོས་དགོས། པར་འཁོར་རྒྱུད་ཁོངས་ནས་ངོས་པང་ལག་བསྟར་བཀོལ་སྤྱོད་བྱེད་སྐབས་ཁོ་ནར་དགོས་པ།

source: Privileges are required to enable/disable a printer, or a class.
bo_cn: དབང་སྤྲད་ནས་པར་འཁོར་འགོ་སློང་/འགོག་པ།

source: Privileges are required to get list of available devices.
bo_cn: དབང་སྤྲད་ནས་སྤྱོད་རུང་སྒྲིག་ཆས་རེའུ་མིག་ཐོབ་པ།

source: Privileges are required to get/set server settings.
bo_cn: དབང་སྤྲད་ནས་ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་ཐོབ་པ/སྒྲིག་འགོད།

source: Privileges are required to restart/cancel/edit a job owned by another user.
bo_cn: དབང་སྤྲད་ནས་སྤྱོད་མཁན་གཞན་དག་ལ་ཡོད་པའི་ལས་འགན་འགོ་བསྐྱར་སློང་/ལེན་པ་/རྩོམ་སྒྲིག

source: Privileges are required to restart/cancel/edit a job.
bo_cn: དབང་སྤྲད་ནས་ལས་འགན་འགོ་བསྐྱར་སློང་/ལེན་པ་/རྩོམ་སྒྲིག

source: Privileges are required to set a printer, or a class, as default printer.
bo_cn: དབང་སྤྲད་ནས་པར་འཁོར། རིགས་ཡང་ན་སོར་བཞག་པར་འཁོར་སྒྲིག་འགོད།

source: Restart/Cancel/Edit a job
bo_cn: ལས་འགན་བསྐྱར་སློང་/ལེན་པ་/རྩོམ་སྒྲིག

source: Restart/Cancel/Edit a job owned by another user
bo_cn: སྤྱོད་མཁན་གཞན་དག་གི་ལས་འགན་བསྐྱར་སློང་/ལེན་པ་/རྩོམ་སྒྲིག

source: Set a printer as default printer
bo_cn: པར་འཁོར་དེ་སོར་བཞག་པར་འཁོར་ལ་སྒྲིག་འགོད།
