Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/cwidget.po
Languages: bo_cn

source: Bad format parameter
bo_cn: ནོར་འཁྲུལ་གྱི་རྣམ་གཞག་ཞུགས་གྲངས།

source: Cancel
bo_cn: དོར་བ།

source: No
bo_cn: མིན།

source: Not enough resources to create thread
bo_cn: སྐུད་རིམ་གསར་བཟོའི་ཐོན་ཁུངས་འདང་ངེས་མེད།

source: Ok
bo_cn: གཏན་འཁེལ།

source: Ouch! Got SIGABRT, dying..
bo_cn: ཨ་ཡ། SIGABRT བརྡ་རྟགས་འབྱོར་བ། ཕྱིར་འདོན་པ།..

source: TOP LEVEL
bo_cn: རྩེ་རིམ།

source: Unable to load filename: the string %ls has no multibyte representation.
bo_cn: ཡིག་ཆའི་མིང་ཀློག་པ：ཡིག་རྟགས་ཕྲེང་“%ls”ཡིག་ཚིགས་མང་པའི་ཡིག་རྟགས་ཀྱི་མཚོན་མི་ཐུབ།

source: Yes
bo_cn: ཡིན།

source: yes_key
bo_cn: yes_keyy-eskey
