Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/debianutils.po
Languages: bo_cn

source: 7 Apr 2005
bo_cn: 2005ལོའི་ཟླ་4ཚེས་7ཉིན།

source: 7 Jan 2001
bo_cn: 2001ལོའི་ཟླ་1ཚེས་7ཉིན།

source: BUGS
bo_cn: ཆད་སྐྱོན།

source: COPYRIGHT
bo_cn: པར་དབང་།

source: DESCRIPTION
bo_cn: ཞིབ་བརྗོད།

source: EXAMPLE
bo_cn: དཔེ་མཚོན།

source: EXAMPLES
bo_cn: དཔེ་མཚོན།

source: EXIT STATUS
bo_cn: ཕྱིར་འདོན་རྣམ་པ།

source: INSTALLKERNEL
bo_cn: ནང་ཉིང་སྒྲིག་འཇུག

source: NAME
bo_cn: མིང་།

source: OPTIONS
bo_cn: འདེམས་ཚན།

source: RETURN VALUES
bo_cn: ཕྱིར་ལོག་གྲངས་བྲིན།

source: SEE ALSO
bo_cn: མཇལ་ཞུ།

source: SYNOPSIS
bo_cn: གནད་བསྡུས།

source: TEMPFILE
bo_cn: དཔེ་པང་།

source: The shells must be provided by their full pathnames.
bo_cn: ངེས་པར་དུ་shell ཡི་འགྲོ་ལམ་མིང་ཆ་ཚང་སྤྱོད་དགོས།

source: add-shell - add shells to the list of valid login shells
bo_cn: add-shell - shell ལུགས་མཐུན་གྱི་ཐོ་འགོད་ shell རེའུ་མིག་ཏུ་སྣོན་པ།

source: be quiet
bo_cn: ཁུ་སིམ་པོ།

source: display version and copyright and exit.
bo_cn: པར་གཞི་དང་པར་དབང་མངོན་ནས་ཕྱིར་འདོན།

source: installkernel - install a new kernel image
bo_cn: installkernel - ནང་ཉིང་གསར་པ་སྒྲིག་འཇུག

source: remove-shell - remove shells from the list of valid login shells
bo_cn: remove-shell - ལུགས་མཐུན་གྱི་ཐོ་བཀོད་ shell རེའུ་མིག་ཏུ་shellའདོར་བ།

source: run-parts - run scripts or programs in a directory
bo_cn: run-parts - དཀར་ཆག་ཅིག་ཏུ་ཞབས་དེབ་ཡང་ན་བྱ་རིམ་འཁོར་སྐྱོད་བྱེད།

source: savelog - save a log file
bo_cn: savelog - ཉིན་ཐོའི་ཡིག་ཆ་ཉར་བ།

source: which - locate a command
bo_cn: which - བཀའ་བརྡ་ཞིག་གི་གནས་ས་གནས་ངེས།
