Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/diffutils.po
Languages: bo_cn

source: %s %s differ: byte %s, line %s
bo_cn: %s %s མི་མཚུངས།： ཡིག་ཚིགས་ཨང་། %s，ཕྲེང་ཨང་། %s

source: %s %s differ: byte %s, line %s is %3o %s %3o %s
bo_cn: %1$s %2$s མི་མཚུངས：ཕྲེང་ཨང་ %4$s ཡིག་ཚིགས་ཨང་ %3$s ནི %5$3o %6$s %7$3o %8$sཡིན།

source: %s: diff failed:
bo_cn: %s：diff ཕམ་པ།：

source: %s: invalid option -- '%c'
bo_cn: %s：ནུས་མེད་ཀྱི་འདེམས་ཚན། -- “%c”

source: %s: option '%c%s' doesn't allow an argument
bo_cn: %s：“%c%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མ་ཆོག

source: %s: option '--%s' doesn't allow an argument
bo_cn: %s：“--%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མ་ཆོག

source: %s: option '--%s' requires an argument
bo_cn: %s：“--%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་མ་གཏོགས་མི་དགོས།

source: %s: option '-W %s' doesn't allow an argument
bo_cn: %s：“-W %s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མི་ཆོག

source: %s: option '-W %s' requires an argument
bo_cn: %s：“-W %s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་མ་གཏོགས་མ་དགོས།

source: %s: option requires an argument -- '%c'
bo_cn: %s：འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་དགོས། -- “%c”

source: %s: unrecognized option '%c%s'
bo_cn: %s： ངོས་འཛིན་མི་ཐུབ་པའི་འདེམས་ཚན། “%c%s”

source: %s: unrecognized option '--%s'
bo_cn: %s： ངོས་འཛིན་མི་ཐུབ་པའི་འདེམས་ཚན། “--%s”

source: --from-file and --to-file both specified
bo_cn: དུས་མཚུངས་སུ་འདེམས་ཚན་ --from-file དང་ --to-file བསྟན་པ།

source: -D option not supported with directories
bo_cn: -D འདེམས་ཚན་གྱིས་དཀར་ཆག་སྤྱོད་པ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Binary files %s and %s differ
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་ཡིག་ཆ་ %s དང་ %s མི་མཚུངས།

source: Common subdirectories: %s and %s
bo_cn: %s དང %s ལ་ཐུན་མོང་གི་བུའི་དཀར་ཆག་ཡོད།

source: Compare three files line by line.
bo_cn: ཕྲེང་རེ་རེ་ལྟར་ཡིག་ཆ་གསུམ་བསྡུར་བ།

source: Compare two files byte by byte.
bo_cn: ཡིག་ཚིགས་རེ་ར་ལྟར་ཡིག་ཆ་གཉིས་བསྡུར་བ།

source: Exit status is 0 if inputs are the same, 1 if different, 2 if trouble.
bo_cn: གལ་ཏེ་ནང་བཅུག་མཚུངས་ན། ཕྱིར་འདོན་རྣམ་པ་ནི་ 0；1 གིས་ནང་འཇུག་མི་མཚུངས་པ་མཚོན། 2 ཀྱིས་ནོར་འཁྲུལ་བྱུང་བ་མཚོན།

source: Exit status is 0 if successful, 1 if conflicts, 2 if trouble.
bo_cn: ཕྱིར་འདོན་རྣམ་པ་ 0 གྱིས་ལེགས་འགྲུབ་མཚོན། 1 གིས་འགལ་བ་མཚོན། 2 ཀྱིས་ནོར་འཁྲུལ་བྱུང་བ་མཚོན།

source: File %s is a %s while file %s is a %s
bo_cn: ཡིག་ཆ་ %s ནི་%s དང་། ཡིག་ཆ་ %s ནི་%s ཡིན།

source: Files %s and %s are identical
bo_cn: ཡིག་ཚགས %s དང་ %s མཚུངས།

source: Files %s and %s differ
bo_cn: ཡིག་ཆ་ %s དང་ %s མི་མཚུངས།

source: Invalid character class name
bo_cn: ནུས་མེད་ཀྱི་ཡིག་རྟགས་རིགས་གྲས་མིང་།

source: Invalid preceding regular expression
bo_cn: ནུས་མེད་ཀྱི་མདུན་བཀོད་ཚད་མཐུན་མཚོན་ཚུལ།

source: Invalid regular expression
bo_cn: ནུས་མེད་ཀྱི་ཚད་མཐུན་མཚོན་ཚུལ།

source: Memory exhausted
bo_cn: ནང་གསོག་བཀོལ་ཚར།

source: No match
bo_cn: ཟླ་སྒྲིག་མེད་པ།

source: No newline at end of file
bo_cn: ཡིག་ཆ་མཇུག་ཏུ་ newline ཡིག་རྟགས་མེད།

source: Only in %s: %s
bo_cn: %s ཁོ་ན་ཡོད་པ།：%s

source: Success
bo_cn: ལེགས་འགྲུབ།

source: Unknown system error
bo_cn: མི་ཤེས་པའི་རྒྱུད་ཁོངས་ཀྱི་ནོར་འཁྲུལ།

source: Usage: %s [OPTION]... FILE1 FILE2
bo_cn: སྤྱོད་སྟངས།：%s [འདེམས་ཚན།]... ཡིག་ཆ་1 ཡིག་ཆ་2

source: Usage: %s [OPTION]... FILE1 [FILE2 [SKIP1 [SKIP2]]]
bo_cn: སྤྱོད་སྟངས།： %s [འདེམས་ཚན།]... ཡིག་ཆ་1 [ཡིག་ཆ་2 [SKIP1 [SKIP2]]]

source: Usage: %s [OPTION]... FILES
bo_cn: སྤྱོད་སྟངས།：%s [འདེམས་ཚན།]... FILES

source: Usage: %s [OPTION]... MYFILE OLDFILE YOURFILE
bo_cn: སྤྱོད་སྟངས།：%s [འདེམས་ཚན་]... MYFILE OLDFILE YOURFILE

source: both files to be compared are directories
bo_cn: བསྡུར་དགོས་པའི་ཡིག་ཆ་གཉིས་ནི་དཀར་ཆག་ཡིན།

source: cannot interactively merge standard input
bo_cn: སྤེལ་རེས་བྱེད་སྟངས་ཀྱིས་ཚད་ལྡན་ནང་བཅུག་ནང་དོན་ཟླ་སྒྲིལ་བྱེད་མི་ཆོག

source: cmp: EOF on %s
bo_cn: cmp：%s མཇུག་སྒྲིལ་བ།

source: conflicting output style options
bo_cn: འགལ་བའི་ཕྱིར་འདོན་བཟོ་ལྟ་འདེམས་ཚན།

source: conflicting tabsize options
bo_cn: རེའུ་མིག་བཟོ་རྟགས་འདེམས་ཚན་འགལ་བ།

source: conflicting width options
bo_cn: ཞེང་ཚད་འདེམས་ཚན་འགལ་བ།

source: directory
bo_cn: དཀར་ཆག

source: incompatible options
bo_cn: འཆམ་མཐུན་མིན་པའི་འདེམས་ཚན།

source: input file shrank
bo_cn: ནང་འཇུག་ཡིག་ཆ་ཆུང་སྐྱུང་།

source: internal error: invalid diff type in process_diff
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།：process_diff ནང་གི་ diff རིགས་གྲས་ནུས་མེད།

source: internal error: invalid diff type passed to output
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།：ཕྱིར་འདོན་ལ་བརྒྱུད་པའི་ diff རིགས་གྲས་ནུས་མེད།

source: internal error: screwup in format of diff blocks
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།：diff ཁུལ་དུམ་གྱི་རྣམ་གཞག་ལ་ནོར་འཁྲུལ་བྱུང་།

source: invalid diff format; incomplete last line
bo_cn: ནུས་མེད་ཀྱི་ diff རྣམ་གཞག ཆེས་མཇུག་གི་ཕྲེང་ཆ་མི་ཚང་།

source: invalid diff format; incorrect leading line chars
bo_cn: ནུས་མེད་ཀྱི diff རྣམ་གཞག ནོར་འཁྲུལ་གྱི་ཕྲེང་མདུན་འདྲེན་ཡིག་རྟགས།

source: invalid diff format; invalid change separator
bo_cn: ནུས་མེད་ཀྱི diff རྣམ་གཞག ནང་དོན་བསྒྱུར་བའི་ཕྲལ་ཆོད་ཡིག་རྟགས་ཕྲེང་མཚོན་བྱེད་ནུས་མེད།

source: memory exhausted
bo_cn: ནང་གསོག་ཟད་པ།

source: message queue
bo_cn: བརྡ་འཕྲིན་རུ་སྟར།

source: options -l and -s are incompatible
bo_cn: འདེམས་ཚན་ -l དང་ -s འཆམ་མཐུན་མིན།

source: pagination not supported on this host
bo_cn: རྒྱུད་ཁོངས་འདིས་ཤོག་ངོས་བགོ་བར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: program error
bo_cn: བྱ་རིམ་ནོར་འཁྲུལ།

source: semaphore
bo_cn: བརྡ་རྟགས་ཚད།

source: socket
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ

source: standard output
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན།

source: stdin
bo_cn: ཚད་ལྡན་ནང་འཇུག

source: stdout
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན།

source: symbolic link
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད།

source: too many file label options
bo_cn: མང་དྲགས་པའི་ཡིག་ཆའི་མཚོན་ཨང་འདེམས་ཚན།

source: write failed
bo_cn: འབྲི་བ་ཕམ་པ།
