Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/doc-*.po
Languages: bo_cn

source: (using `%s' as the root directory)
bo_cn: (“%s” ནི་རྩ་བའི་དཀར་ཆག་ལ་སྤྱོད།)

source: Arguments missing for `%s'.
bo_cn: ”%s“ཞུགས་གྲངས་ཆད་པ།

source: Cannot open file `%s' for reading: %s.
bo_cn: ཡིག་ཆ་“%s”：%sཀློག་མི་ཐུབ།

source: Cannot read file `%s': %s.
bo_cn: ཡིག་ཆ་“%s”：%sཀློག་མི་ཐུབ།

source: Cannot rename file `%s' to `%s': %s.
bo_cn: ཡིག་ཆ་”%s“为”%s“：%s མིང་བསྐྱར་འདོགས་མི་ཐུབ།

source: Cannot save file `%s': %s.
bo_cn: ཡིག་ཆ་”%s“：%sཉར་མི་ཐུབ།

source: Contents of file `%s':
bo_cn: ཡིག་ཆ་“%s”ཡི་ནང་དོན།：

source: Error in %s: %s.
bo_cn: %s ནང་གི་ནོར་འཁྲུལ།：%s

source: File `%s' not yet parsed.
bo_cn: ཡིག་ཆ་“%s”དབྱེ་ཞིབ་བྱས་མེད།

source: Needs to be root for this operation.
bo_cn: བཀོལ་སྤྱོད་འདི་ལག་བསྟར་བྱ་དགོས་ན་ root དབང་ཚད་དགོས།

source: Saving `%s' (%d).
bo_cn: ཉར་བ།”%s\“(%d)

source: Too many arguments for `%s'.
bo_cn: ”%s“ཡི་ཞུགས་གྲངས་མང་དྲགས།

source: Unknown flag (%s, %s).
bo_cn: མི་ཤེས་པའི་མཚོན་རྟགས།(%s, %s)

source: Warning in %s: %s.
bo_cn: %s ནང་གི་ཐ་ཚིག %s

source: `%s' requires exactly one argument.
bo_cn: ”%s“ཏག་ཏག་ཞུགས་གྲངས་གཅིག་དགོས།

source: `%s', line %d
bo_cn: “%s”，ཕྲེང་ཨང་ %d ་

source: control field `%s' already defined
bo_cn: ཚོད་འཛིན་ཡིག་དུམ་ “%s” མཚན་ཉིད་བཞག་པ།

source: field `%s' cannot consist of multi lines
bo_cn: ཡིག་དུམ་“%s”རུ་ཕྲེང་མང་ཚུད་མི་ཉན།

source: field `%s' in incorrect section (missing empty line before the field?)
bo_cn: ཡིག་དུམ་“%s”གནས་ས་ཡང་དག་མིན་པར་ཡོད། (ཡིག་དུམ་སྔོན་དུ་སྟོང་ཕྲེང་ཆད་དམ།)

source: format `%s' already defined
bo_cn: “%s”རྣམ་གཞག་མཚན་ཉིད་བཞག་པ།

source: format `%s' is not supported
bo_cn: “%s”རྣམ་གཞག་རྒྱབ་སྐྱོར་མི་བྱེད།

source: invalid value of `Document' field
bo_cn: “Document”ཡིག་དུམ་གྱི་ཚད་ནུས་མེད།

source: line in field `%s' seems not to be UTF-8 encoded, recoding
bo_cn: “%s”ཡིག་དུམ་གནས་པའི་ཕྲེང་ཕལ་ཆེར་ UTF-8 སྒྲིག་ཨང་མིན། ཡང་བསྐྱར་སྒྲིག་ཨང་བྱེད།

source: syntax error - no field specified
bo_cn: བརྡ་སྤྲོད་ནོར་འཁྲུལ་ - ཡིག་དུམ་སྟོན་མེད།

source: syntax error in control file: %s
bo_cn: ཚོད་འཛིན་ཡིག་ཆ་ནང་གི་བརྡ་སྤྲོད་ནོར་འཁྲུལ།：%s

source: the first line does not contain valid `Document' field
bo_cn: ཕྲེང་དང་པོར་ནུས་ལྡན་གྱི་“Document”ཡིག་དུམ་ཚུད་མེད།

source: unknown section: `%s'
bo_cn: མི་ཤེས་པའི་ཆ་ཤས།： “%s”

source: unrecognised control field `%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཚོད་འཛིན་ཡིག་དུམ་“%s”

source: unsupported doc-base file version: %s
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ doc-base ཡིག་ཆ་པར་གཞི།：%s

source: value of `%s' not specified
bo_cn: “%s” ཡི་ཚད་བསྟན་མེད།
