Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/eject.po
Languages: bo_cn

source: %s: %s doesn't exist, skipping call
bo_cn: %s: %s མེད་པ། འདྲེན་སྤྱོད་མཆོང་བ།

source: %s: %s is encrypted on real device %s
bo_cn: %s： %s ལ་དངོས་ཀྱི་སྒྲིག་ཆས་ %s ལ་གསང་སྡོམ།

source: %s: CD-ROM auto-eject command failed: %s
bo_cn: %s：འོད་སྐུལ་རང་འཕར་བཀའ་བརྡ་ཕམ་པ：%s

source: %s: CD-ROM eject command failed
bo_cn: %s: འོད་སྐུལ་འཕར་ཐོན་བཀའ་བརྡ་ཕམ་པ།

source: %s: CD-ROM eject command succeeded
bo_cn: %s: འོད་སྐུལ་འཕར་ཐོན་བཀའ་བརྡ་ལག་བསྟར་ལེགས་འགྲུབ།

source: %s: CD-ROM load from slot command failed: %s
bo_cn: %s：འཇུག་ཤུར་ལས་འོད་སྐུལ་ཕབ་འཇུག་བཀའ་བརྡ་ཕམ་པ།：%s

source: %s: CD-ROM select disc command failed: %s
bo_cn: %s：འོད་སྐུལ་གྱིས་འོད་སྡེར་འདེམ་པའི་བཀའ་བརྡ་ཕམ་པ།：%s

source: %s: CD-ROM select speed command failed: %s
bo_cn: %s:འོད་སྐུལ་འགྲོས་ཚད་འདེམ་པའི་བཀའ་བརྡ་ཕམ་པ།：%s

source: %s: CD-ROM select speed command not supported by this kernel
bo_cn: %s:འོད་སྐུལ་འགྲོས་ཚད་འདེམ་པའི་བཀའ་བརྡ་པར་གཞི་འདིས་ནང་སྙིང་རྒྱབ་སྐྱོར་མི་བྱེད།

source: %s: CD-ROM tray close command failed: %s
bo_cn: %s:འོད་སྐུལ་འདེགས་སྡེར་ཁ་རྒྱག་བཀའ་བརྡ་ཕམ་པ།：%s

source: %s: CD-ROM tray close command not supported by this kernel
bo_cn: %s:འོད་སྐུལ་འདེགས་སྡེར་བཀའ་བརྡ་པར་གཞི་འདིས་ནང་སྙིང་གི་རྒྱབ་སྐྱོར་མི་བྱེད།

source: %s: CD-ROM tray toggle command not supported by this kernel
bo_cn: %s: ནང་སྙིང་འདིས་ CD-ROM འདེགས་སྡེར་བརྗེ་བའི་བཀའ་བརྡ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: %s: FindDevice called too often
bo_cn: %s：FindDivice འདྲེན་སྤྱོད་མང་དྲགས་པ།

source: %s: IDE/ATAPI CD-ROM changer not supported by this kernel
bo_cn: %s:IDE/ATAPIའོད་སྐུལ་པར་གཞི་འདིས་ནང་སྙིང་གི་རྒྱབ་སྐྱོབ་མི་བྱེད།

source: %s: SCSI eject failed
bo_cn: %s: SCSIའཕར་ཐོན་ཕམ་པ།

source: %s: SCSI eject succeeded
bo_cn: %s: SCSIའཕར་ཐོན་ལེགས་འགྲུབ།

source: %s: `%s' can be mounted at `%s'
bo_cn: %s: `%s' '%s'ལ་ཕབ་འཇུག་ཐུབ།

source: %s: `%s' is a link to `%s'
bo_cn: %s: '%s'与'%s'འབྲེལ་མཐུད་ཡོད།

source: %s: `%s' is a multipartition device
bo_cn: %s:'%s'ནི་ཁུལ་བགོད་མང་པའི་སྒྲིག་ཆས་ཤིག་ཡིན།

source: %s: `%s' is mounted at `%s'
bo_cn: %s:'%s'ནི་ `%s'ལ་ཕབ་འཇུག་བྱེད།

source: %s: `%s' is not a mount point
bo_cn: %s：`%s' ནི་འགེལ་ཚེག་མིན།

source: %s: `%s' is not a multipartition device
bo_cn: %s:'%s'ནི་ཁུལ་བགོད་མང་པོའི་སྒྲིག་ཆས་མིན།

source: %s: `%s' is not mounted
bo_cn: %s: '%s'ནི་ཕབ་འཇུག་བྱེད་མེད།

source: %s: closing tray
bo_cn: %s: འདེགས་སྡེར་ཁ་རྒྱག

source: %s: could not allocate memory
bo_cn: %s：ནང་གསོག་བགོད་མི་ཐུབ།

source: %s: default device: `%s'
bo_cn: %s: སོར་བཞག་སྒྲིག་ཆས།： `%s'

source: %s: device is `%s'
bo_cn: %s: སྒྲིག་ཆས་ནི`%s'ཡིན།

source: %s: device name is `%s'
bo_cn: %s: སྒྲིག་ཆས་མིང་ནི།： `%s'

source: %s: disabling auto-eject mode for `%s'
bo_cn: %s: '%s' ཡི་རང་འཕར་རྣམ་པ་མགོ་སློང་མི་ཐུབ།

source: %s: enabling auto-eject mode for `%s'
bo_cn: %s: '%s' ཡི་རང་འཕར་རྣམ་པ་སྤྱོད་པ།

source: %s: error while allocating string
bo_cn: %s: ཡིག་རྟགས་ཕྲེང་བགོད་སྐབས་སྐྱོན་འཁྲུལ་འབྱུང་།

source: %s: error while finding CD-ROM name
bo_cn: %s: CD-ROMམིང་འཚོལ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: %s: error while reading speed
bo_cn: %s: འགྲོས་ཚད་ཆ་འཕྲིན་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: %s: exiting due to -n/--noop option
bo_cn: %s: -n/--noop འདེམས་ཚན་ཆེད་དུ་ཕྱིར་འདོན།

source: %s: expanded name is `%s'
bo_cn: %s: རྒྱ་སྐྱེད་མིང་ནི།： `%s'ཡིན།

source: %s: floppy eject command failed
bo_cn: %s: མཉེན་སྐུལ་འཕར་ཐོན་ཕམ་པ།

source: %s: floppy eject command succeeded
bo_cn: %s: མཉེན་སྐུལ་འཕར་ཐོན་ལེགས་འགྲུབ།

source: %s: invalid argument to --auto/-a option
bo_cn: %s：--auto/-a འདེམས་ཚན་གྱི་ཞུགས་གྲངས་ནུས་མེད།

source: %s: invalid argument to --cdspeed/-x option
bo_cn: %s：--cdspeed/-x འདེམས་ཚན་གྱི་ཞུགས་གྲངས་ནུས་མེད།

source: %s: invalid argument to --changerslot/-c option
bo_cn: %s：--changerslot/-c འདེམས་ཚན་གྱི་ཞུགས་གྲངས་ནུས་མེད།

source: %s: invalid argument to -i option
bo_cn: %s: -i འདེམས་ཚན་གྱི་ནུས་མེད་ཞུགས་གྲངས།

source: %s: listing CD-ROM speed
bo_cn: %s: CD-ROM ཡི་འགྲོས་ཚད་འགྲེམས་པ།

source: %s: maximum symbolic link depth exceeded: `%s'
bo_cn: %s：ཆེས་ཆེ་བའི་མཚོན་རྟགས་སྦྲེལ་མཐུད་གཏིང་ཚད་བརྒལ་བ།：`%s

source: %s: selecting CD-ROM disc #%d
bo_cn: %s：འོད་སྡེར་#%dའདེམ་པ།

source: %s: setting CD-ROM speed to %dX
bo_cn: %s: འོད་སྐུལ་འགྲོས་ཚད་ནི་%dXལ་བཀོད།

source: %s: setting CD-ROM speed to auto
bo_cn: %s:འོད་སྐུལ་འགྲོས་ཚད་ནི་རང་འདེམས་ལ་བཀོད།

source: %s: tape offline command failed
bo_cn: %s:སྡུད་ཐགས་སྐུད་བྲལ་བཀའ་བརྡ་ཕམ་པ།

source: %s: tape offline command succeeded
bo_cn: %s:སྡུད་ཐགས་སྐུད་བྲལ་བཀའ་བརྡ་ཕམ་པ།

source: %s: toggling tray
bo_cn: %s: འདེགས་སྡེར་བརྗེ་བ།

source: %s: tried to use `%s' as device name but it is no block device
bo_cn: %s： `%s' སྒྲིག་ཆས་མིང་ལ་སྤྱོད་པའི་ཚོད་ལྟ་བྱེད་ཀྱང་། དེ་ནི་རྡོག་སྒྲིག་ཆས་མིན།

source: %s: trying to eject `%s' using CD-ROM eject command
bo_cn: %s: འོད་སྐུལ་འཕར་ཐོན་བཀའ་བརྡས་འཕར་ཐོན་'%s'ལ་ཚོད་ལྟ་བྱེད་པ།

source: %s: trying to eject `%s' using SCSI commands
bo_cn: %s: SCSI བཀའ་བརྡས་འཕར་ཐོན་'%s' ལ་ཚོད་ལྟ་བྱེད་པ།

source: %s: trying to eject `%s' using floppy eject command
bo_cn: %s: མཉེན་སྐུལ་འཕར་ཐོན་བཀའ་བརྡས་འཕར་ཐོན་'%s' ལ་ཚོད་ལྟ་བྱེད་པ།

source: %s: trying to eject `%s' using tape offline command
bo_cn: %s: སྐུད་བྲལ་སྡུད་ཐགས་བཀའ་བརྡས་འཕར་ཐོན་'%s' ཚོད་ལྟ་བྱེད་པ།

source: %s: unable to eject, last error: %s
bo_cn: %s:འཕར་ཐོན་མི་ཐུབ། ཆེས་མཐའ་མའི་ནོར་འཁྲུལ་ནི:%s ཡིན།

source: %s: unable to exec umount of `%s': %s
bo_cn: %s：`%s'ཡི་umountབཀའ་བརྡ།：%s ལག་བསྟར་མི་ཐུབ། %s：`%s'ཡི་umountབཀའ་བརྡ།：%s ལག་བསྟར་མི་ཐུབ།

source: %s: unable to find or open device for: `%s'
bo_cn: %s: སྒྲིག་ཆས་མི་རྙེད་པའམ་ཁ་འབྱེད་མི་ཐུབ་པའི་རྒྱུ་མཚན་ནི་ `%s'

source: %s: unable to fork: %s
bo_cn: %s: སྐྱེད་གྲུབ་བཀའ་བརྡ།：%sལག་བསྟར་མི་ཐུབ།

source: %s: unable to open /etc/fstab: %s
bo_cn: %s: /etc/fstab:%s ཁ་འབྱེད་མི་ཐུབ།

source: %s: unable to open `%s'
bo_cn: %s: `%s' "

source: %s: unable to read the speed from /proc/sys/dev/cdrom/info
bo_cn: %s: /proc/sys/dev/cdrom/info ལས་འགྲོས་ཚད་ཆ་འཕྲིན་ཀློག་མི་ཐུབ།

source: %s: unmount of `%s' did not exit normally
bo_cn: %s:\%s"བཤིག་འདོར། རྒྱུན་འགལ་ཕྱིར་འདོན། "

source: %s: unmount of `%s' failed
bo_cn: %s:བཤིག་འདོར་ `%s'ཕམ་པ།

source: %s: unmounting `%s'
bo_cn: %s:བཤིག་འདོར་བྱེད་པ:%s

source: %s: unmounting device `%s' from `%s'
bo_cn: %s: སྒྲིག་ཆས་ `%s'ལས་`%s'བཤིག་འདོར་བྱེད་པ།

source: %s: using default device `%s'
bo_cn: %s: སོར་བཞག་སྒྲིག་ཆས།： `%s'སྤྱོད་པ།

source: eject version %s by Jeff Tranter (tranter@pobox.com)
bo_cn: eject པར་གཞི།：%s རྩོམ་པ་པོ།：Jeff Tranter (tranter@pobox.com)

source: unable to open %s: %s
bo_cn: %s:%s ཁ་འབྱེད་མི་ཐུབ།

source: usage: volname [<device-file>]
bo_cn: སྤྱོད་པ།：སྒྲིལ་མིང་[<device-file>]

source: volname
bo_cn: སྒྲིལ་མིང་།
