Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/flex.po
Languages: bo_cn

source: %d (%d saved) hash collisions, %d DFAs equal
bo_cn: ཧ་ཞི་གདོང་གཏུག %d (%d ཉར་ཚགས་ཟིན) %d DFAs དང་མཚུངས་པ།

source: %d backing-up (non-accepting) states
bo_cn: ཕྱིར་མྱུལ་རྣམ་པ %d (དང་ལེན་མེད་པ)

source: %d empty table entries
bo_cn: རེའུ་མིག་རྣམ་གྲངས %d གཙང་སེལ།

source: %d epsilon states, %d double epsilon states
bo_cn: རྣམ་པ %d εདང %d ཡི་ལྡབ་གཉིས་ཀྱི་རྣམ་པε "

source: %d protos created
bo_cn: %d ཡི་གདོད་མའི་དབྱིབས་བཟོས་ཟིན།

source: %d rules
bo_cn: སྒྲིག་སྲོལ %d

source: %d sets of reallocations needed
bo_cn: ཚོ %d ཡང་བསྐྱར་སྡེབ་སྒྲིག་བྱེད་དགོས།

source: %d state/nextstate pairs created
bo_cn: རྣམ་པ %d / གཤམ་གྱི་རྣམ་པ་བཟོས་ཟིན།

source: %d table entries
bo_cn: རེའུ་མིག་རྣམ་གྲངས།%d

source: %d templates created, %d uses
bo_cn: མ་དཔེ %d བཟོས་ཟིན། %d བེད་སྤྱོད་པ།

source: %d total table entries needed
bo_cn: རེའུ་མིག་རྣམ་གྲངས་ཁྱོན་བསྡོམས %d དགོས།

source: %d/%d (peak %d) nxt-chk entries created
bo_cn: རྣམ་གྲངས %d/%d (%d རྩེ་ཐང) nxt-chk བཟོས་ཟིན།

source: %d/%d (peak %d) template nxt-chk entries created
bo_cn: དཔེ་པང %d/%d (%d རྩེ་ཐང) ཡི་རྣམ་གྲངས nxt-chk བཟོས་ཟིན།

source: %d/%d DFA states (%d words)
bo_cn: རྣམ་པ %d/%d DFA (ཡི་གེ %d)

source: %d/%d NFA states
bo_cn: རྣམ་པ %d/%d NFA

source: %d/%d base-def entries created
bo_cn: རྣང་གྲངས %d/%d base-def བཟོས་ཟིན།

source: %d/%d character classes needed %d/%d words of storage, %d reused
bo_cn: ཡིག་རྟགས་རིགས་གྲས %d/%d ལ་ཡི་གེ %d/%d ཡི་ཉར་ཚགས་གཟུགས་དགོས། %d ཡང་བསྐྱར་བེད་སྤྱོད་པ།

source: %d/%d equivalence classes created
bo_cn: ཁྱབ་མཉམ་རིགས་གྲས %d/%d བཟོས་ཟིན།

source: %d/%d meta-equivalence classes created
bo_cn: རྗེས་སུ་བཙུགས་པའི་ཁྱབ་མཉམ་རིགས་གྲས %d/%d བཟོས་ཟིན།

source: %d/%d start conditions
bo_cn: ཐོག་མའི་ཆ་རྐྱེན %d/%d

source: %d/%d unique/duplicate transitions
bo_cn: %d/%d གཅིག་པུ / བསྐྱར་ཟློས་བརྗེ་སྤོར།

source: Beginning-of-line patterns used
bo_cn: གཞུང་མགོའི་བཟོ་ལྟ་བེད་སྤྱོད་བྱས་ཟིན་པ།

source: Compressed tables always back-up
bo_cn: སྡུད་སྒྲིལ་བྱས་པའི་རེའུ་མིག་ཉུང་རང་འགུལ་ངང་ཕྱིར་མྱུལ་བྱེད་ངེས་ཡིན།

source: No backing up
bo_cn: ཕྱིར་མྱུལ་མེད་པ།

source: no character classes
bo_cn: ཡིག་རྟགས་མེད་པའི་རིགས་གྲས།

source: scanner options: -
bo_cn: བཤར་འབེབས་ཆས་ཀྱི་འདེམས་ཚན།

source: and may be the actual source of other reported performance penalties
bo_cn: དེ་དང་ཆབས་ཅིག་གཞན་གྱི་ལན་འདེབས་གཤིས་ནུས་བྲི་རྒུད་ཀྱི་དངོས་ཡོད་འབྱུང་ཁུངས་ཅིག་ཡིན་སྲིད།

source: associated rule line numbers:
bo_cn: འབྲེལ་ཡོད་ཀྱི་སྒྲིག་སྲོལ་ཨང་རིམ།

source: out-transitions:
bo_cn: ཕྱི་ཕྱོགས་ཀྱི་བརྗེ་སྤོར།

source: %%option yylineno entails a performance penalty ONLY on rules that can match newline characters
bo_cn: "%%option yylineno ཡིས་གཤིས་ནུས་བྲི་རྒུད་བྱེད་། སྒྲིག་སྲོལ་དེ་ནི་གསར་དུ་བཀོད་པའི་ཡིག་རྟགས་དང་མཐུན་པ་ཙམ་གྱི་སྐབས་སུ་གཞི་ནས་བྱེད་པ་ཡིན།

source: %array incompatible with -+ option
bo_cn: %array དང -+ འདེམས་ཚན་འཆམ་མཐུན་མིན་པ།

source: %d backing up (non-accepting) states.
bo_cn: %d ཡི་ཕྱིར་མྱུལ་རྣམ་པ(དང་ལེན་མིན་པ)

source: %option yyclass only meaningful for C++ scanners
bo_cn: %option yyclass ནི C++ བཤར་འབེབས་བྱ་རིམ་ཁོ་ནར་དོན་སྙིང་ལྡན།

source: %option yylineno cannot be used with REJECT
bo_cn: %option yylineno དང REJECT མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: %s version %s usage statistics:
bo_cn: པར་གཞི %s ཡི་སྤྱོད་སྟངས་བསྡོམས་རྩིས %s

source: %s: fatal internal error, %s
bo_cn: %s ཡི་ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་ཚབས་ཆེན %s

source: ********** end of dump
bo_cn: ********** ཕྱིར་འདོན་མཇུག་སྒྲིལ་བ།

source: *Something Weird* - tok: %d val: %d
bo_cn: *གནས་ཚུལ་ཡ་མཚན་ཆེ།* - tok：%d val：%d

source: -Cf and -CF are mutually exclusive
bo_cn: -Cf དང -CF ནི་ཕན་ཚུན་ཕྱིར་འབུད་བྱེད་ཀྱི་ཡོད།

source: -Cf/-CF and -Cm don't make sense together
bo_cn: -Cf/-CF དང -Cm མཉམ་སྤྱོད་བྱེད་སྐབས་དོན་སྙིང་ཅི་ཡང་མེད།

source: -Cf/-CF and -I are incompatible
bo_cn: -Cf/-CFདང-I ནི་འཆམ་མིན་ཡིན།

source: -Cf/-CF are incompatible with lex-compatibility mode
bo_cn: -Cf/-CF དང lex འཆམ་མཐུན་རྣམ་པ་ནི་འཆམ་མཐུན་མིན་པ་ཞིག་རེད།

source: -I (interactive) entails a minor performance penalty
bo_cn: -I (སྤེལ་རེས་རྣམ་པ) གཤིས་ནུས་ཅུང་ཆུང་དུ་ཕྱིན་པ།

source: -l AT&T lex compatibility option entails a large performance penalty
bo_cn: -l AT&T lex འཆམ་མཐུན་རང་བཞིན་གྱི་འདེམས་ཚན་གྱིས་གཤིས་ནུས་ཚད་མཐོན་པོ་ཇེ་དམར་གཏོང་ངེས་ཡིན།

source: -s option given but default rule can be matched
bo_cn: -s འདེམས་ཚན་གཏན་འཁེལ་བྱས་ཟིན་ནའང་སོར་བཞག་གི་སྒྲིག་སྲོལ་དང་མཐུན་པ་བྱེད་དགོས།

source: Allocation of buffer for line directive failed
bo_cn: བར་ཁུལ་གྱི་བགོ་བྱའི་ཚད་དེ་གཞུང་བཀའ་བརྡ་རུ་འགོད་སྐབས་ཕམ་པ།

source: Allocation of buffer for m4 def failed
bo_cn: བར་ཁུལ་གྱི་བགོ་བྱའི་ཚད་དེ m4 dF ལ་འགོད་སྐབས་ཕམ་པ།

source: Allocation of buffer for m4 undef failed
bo_cn: བར་ཁུལ་གྱི་བགོ་བྱའི་ཚད་དེ m4 undef ལ་འགོད་སྐབས་ཕམ་པ།

source: Allocation of buffer to print string failed
bo_cn: བར་ཁུལ་གྱི་བགོ་བྱའི་ཚད་དེ་ཡིག་ཕྲེང་པར་འདེབས་སྐབས་ཕམ་པ།

source: Can't use -+ with -CF option
bo_cn: འདེམས་ཚན -+ དང +-CF མཉམ་དུ་བཀོལ་མི་ཐུབ།

source: Can't use -+ with -l option
bo_cn: འདེམས་ཚན -+ དང -l མཉམ་དུ་བཀོལ་མི་ཐུབ།

source: Can't use --reentrant or --bison-bridge with -l option
bo_cn: འདེམས་ཚན --reentrant ཡང་ན --bison-bridge དང -l མཉམ་དུ་བཀོལ་མི་ཐུབ།

source: Can't use -f or -F with -l option
bo_cn: འདེམས་ཚན -f ཡང་ན -F དང -l མཉམ་དུ་བཀོལ་མི་ཐུབ།

source: Compressed tables always back up.
bo_cn: སྡུད་སྒྲིལ་བྱས་པའི་རེའུ་མིག་རང་འགུལ་ངང་ཕྱིར་མྱུལ་བྱེད་པ་རེད།

source: Could not write ecstbl
bo_cn: ecstbl ལ་འབྲི་མི་ཐུབ།

source: Definition name too long
bo_cn: མཚན་ཉིད་ཀྱི་མིང་རིང་དྲགས་པ།

source: Definition value for {%s} too long
bo_cn: {%s} ཡི་མཚན་ཉིད་མིང་རིང་དྲགས་པ།

source: EOF encountered inside an action
bo_cn: འགུལ་སྟངས་ནང་གི་ཡིག་ཆ་མཇུག་སྒྲིལ་བ།

source: EOF encountered inside pattern
bo_cn: བཟོ་ལྟའི་ནང་དུ་ཡིག་ཆ་མཇུག་སྒྲིལ་བ་དང་འཕྲད་པ།

source: End Marker
bo_cn: མཇུག་སྒྲིལ་མཚོན་རྟགས།

source: Input line too long
bo_cn: ནང་འཇུག་གཞུང་སྟར་རིང་དྲགས་པ།

source: Internal error. flexopts are malformed.
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ། flexopts ཡི་བྱེད་ནུས་རྒྱུན་ལྡན་མིན་པ།

source: No backing up.
bo_cn: ཕྱིར་མྱུལ་བྱས་མེད་པ།

source: Option line too long
bo_cn: འདེམས་ཚན་གཞུང་སྟར་རིང་དྲགས་པ།

source: Options -+ and --reentrant are mutually exclusive.
bo_cn: འདེམས་ཚན -+ དང --reentrant ནི་ཕན་ཚུན་ཕྱིར་འབུད་བྱེད་པ་ཡིན།

source: REJECT cannot be used with -f or -F
bo_cn: REJEJECT དང -f ཡང་ན -F མཉམ་དུ་བཀོལ་མི་ཐུབ།

source: REJECT entails a large performance penalty
bo_cn: REJECT ཡི་གཤིས་ནུས་ཆེན་པོ་ཉམ་པ།

source: State #%d is non-accepting -
bo_cn: #%d དེ་འཚམས་འདྲི་མིན་པའི་གནས་སུ་གྱུར་ཡོད།

source: Try `%s --help' for more information.
bo_cn: བཀའ་བརྡ་“%s --help”ཡིས་ཆ་འཕྲིན་དེ་ལས་མང་ཐོབ་པར་ཚོད་ལྟ།

source: Unknown error=(%d)
bo_cn: ངེས་མེད་ནོར་འཁྲུལ། =(%d)

source: Unmatched '{'
bo_cn: ཆ་མི་འགྲིག་པ། 「{」

source: Unrecognized option `%s'
bo_cn: ངེས་མེད་འདེམས་ཚན། “%s”

source: Usage: %s [OPTIONS] [FILE]...
bo_cn: སྤྱོད་སྟངས %s [འདེམས་ཚན][ཡིག་ཆ]

source: Usage: %s [OPTIONS]...
bo_cn: སྤྱོད་སྟངས། %s [འདེམས་ཚན] [ཡིག་ཆ]...

source: Variable trailing context rule at line %d
bo_cn: འགྱུར་ཚད་མཇུག་གི་གོང་འོག་ཡིག་ཆའི་སྒྲིག་སྲོལ་དེ %d ཡི་ནང་འགོད་དགོས།

source: Variable trailing context rules entail a large performance penalty
bo_cn: འགྱུར་ཚད་མཇུག་གི་གོང་འོག་ཡིག་ཆའི་སྒྲིག་སྲོལ་གྱིས་གཤིས་ནུས་ཆེན་པོ་ཆུང་དུ་ཕྱིན་པ།

source: [:^lower:] is ambiguous in case insensitive scanner
bo_cn: འབྲི་ཆེ་ཆུང་མཐུན་མི་དགོས་པའི་བཤར་འབེབས་བྱ་རིམ་ཁྲོད། [:^lower:] ནི་གཉིས་མ་ཚོམ་ཡིན།

source: [:^upper:] ambiguous in case insensitive scanner
bo_cn: འབྲི་ཆེ་ཆུང་མཐུན་མི་དགོས་པའི་བཤར་འབེབས་བྱ་རིམ་ཁྲོད། [:^upper:] ནི་གཉིས་མ་ཚོམ་ཡིན།

source: allocation of macro definition failed
bo_cn: རགས་པའི་མཚན་ཉིད་བཞག་ནས་འགོད་སྐབས་སུ་ཕམ་པ།

source: allocation of sko_stack failed
bo_cn: sko-sack ལ་འགོད་སྐབས་སུ་ཕམ་པ།

source: attempt to increase array size failed
bo_cn: གྲངས་ཚོའི་ཆེ་ཆུང་སྣོན་པའི་སྐབས་ཕམ་པ།

source: bad <start condition>: %s
bo_cn: ནོར་འཁྲུལ། <ཐོག་མའི་ཆ་རྐྱེན> %s

source: bad character '%s' detected in check_char()
bo_cn: checkchar() ཡི་ནང་མི་འཚམ་པའི་ཡིག་རྟགས 「%s」མྱུལ་ཞིབ་ཚད་ལེན་ཐུབ་པ།

source: bad character class
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་རྟགས་རིགས།

source: bad character class expression: %s
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་རྟགས་རིགས་ཀྱི་མཚོན་ཚུལ་ནི %s ཡིན།

source: bad character inside {}'s
bo_cn: འོས་འཚམ་མིན་པའི་ཡིག་རྟགས {} ནང་དུ།

source: bad character: %s
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་རྟགས། %s

source: bad iteration values
bo_cn: མི་འཚམ་པའི་རིམ་འཇུག་གྲངས་ཐང།

source: bad line in skeleton file
bo_cn: སྒྲོམ་གཞིའི་ཡིག་ཆའི་ནང་གི་ནོར་འཁྲུལ་ཕྲེང་།

source: bad start condition list
bo_cn: ནོར་འཁྲུལ་གྱི་ཐོག་མའི་རྣམ་པའི་རེའུ་མིག

source: bad state type in mark_beginning_as_normal()
bo_cn: mark_beginning_as_normal() ཡི་ནང་མི་འཚམ་པའི་རྣམ་པ་ནང་འཇུག་བྱས་ཡོད།

source: bad transition character detected in sympartition()
bo_cn: sympartition() ཡི་ནང་ནས་ནོར་འཁྲུལ་གྱི་ཡིག་རྟགས་བརྗེ་འགྱུར་བཤེར་འཇལ་ཐུབ་པ།

source: bison bridge not supported for the C++ scanner.
bo_cn: ཟམ་འབྲེལ་ཆས bison ལ C++ བཤར་འབེབས་བྱ་རིམ་གྱི་རྒྱབ་སྐྱོར་མི་ཐོབ།

source: can't open %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་མེད།

source: can't open skeleton file %s
bo_cn: སྒྲོམ་གཞིའི་ཡིག་ཆ་ཁ་ཕྱེ་མི་ཐུབ་པ།

source: consistency check failed in epsclosure()
bo_cn: epsclosure() ཡི་ནང་གི་གཅིག་མཐུན་རང་བཞིན་གྱི་ཞིབ་བཤེར་ཕམ་པ།

source: could not create %s
bo_cn: གསར་འཛུགས་བྱེད་ཐབས་མེད། %s

source: could not create backing-up info file %s
bo_cn: ཕྱིར་མྱུལ་ཆ་འཕྲིན་གྱི་ཡིག་ཆ %s གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: could not create unique end-of-buffer state
bo_cn: རྣམ་པ་གཅིག་པུའི end-of-buffer གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: could not write tables header
bo_cn: རེའུ་མིག་གི་མགོར་འབྲི་མི་ཐུབ།

source: dangerous trailing context
bo_cn: བདེ་འཇགས་མིན་པའི་མཇུག་མཐའི་གོང་འོག་ཡི་གེ།

source: dynamic memory failure in copy_string()
bo_cn: copystring() ཡི་ནང་གི་འགུལ་རྣམ་ནང་གསོག་ཕམ་པ།

source: empty machine in dupmachine()
bo_cn: dupmachine() ཡི་ནང་འཕྲུལ་འཁོར་གཙང་སེལ་བྱེད་པ།

source: error closing backup file %s
bo_cn: ཕྱིར་མྱུལ་ཡིག་ཆ %s ཁ་རྒྱག་པའི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error closing output file %s
bo_cn: ཕྱིར་འདོན་ཡིག་ཆ %s ཁ་རྒྱག་པའི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error closing skeleton file %s
bo_cn: སྒྲོམ་གཞིའི་ཡིག་ཆ %s ཁ་རྒྱག་པའི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error creating header file %s
bo_cn: མགོ་མའི་ཡིག་ཆ %s གསར་འཛུགས་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error deleting output file %s
bo_cn: ཕྱིར་འདོན་ཡིག་ཆ %s སུབ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error writing backup file %s
bo_cn: ཕྱིར་མྱུལ་ཡིག་ཆ %s འབྲི་བའི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error writing output file %s
bo_cn: ཕྱིར་འདོན་ཡིག་ཆ %s འབྲི་བའི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: fatal parse error
bo_cn: དབྱེ་ཞིབ་ནོར་འཁྲུལ་ཆེན་པོ།

source: found too many transitions in mkxtion()
bo_cn: mkxton ཡི་ནང་ནས་བརྗེ་སྤོར་མང་པོ་རྙེད་བྱུང་།

source: incomplete name definition
bo_cn: ཆ་མི་ཚང་བའི་མིང་གི་མཚན་ཉིད།

source: input error reading skeleton file %s
bo_cn: སྒྲོམ་གཞིའི་ཡིག་ཆ %s ཀློག་པའི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: input rules are too complicated (>= %d NFA states)
bo_cn: ནང་འཇུག་སྒྲིག་སྲོལ་ཧ་ཅང་རྙོག་འཛིང་ཆེ་བ ། (རྣམ་པ >= %d NFA)

source: iteration value must be positive
bo_cn: རིམ་འཇུག་གྲངས་ཐང་ནི་ངེས་པར་དུ་ཕོ་གྲངས་ཡིན་དགོས།

source: malformed '%top' directive
bo_cn: རྒྱུན་འགལ་བཀའ་བརྡ 「%top」

source: memory allocation failed in allocate_array()
bo_cn: allooocatearray ཡི་ནང་གི་ནང་གསོག་སྡེབ་སྒྲིག་ཕམ་པ།

source: memory allocation failed in yy_flex_xmalloc()
bo_cn: yy_flex_xmalloc() ཡི་ནང་གི་ནང་གསོག་བགོ་བཤའ་ཕམ་པ།

source: missing quote
bo_cn: འདྲེན་རྟགས་ལུས་པ།

source: missing }
bo_cn: } ལུས་པ།

source: name "%s" ridiculously long
bo_cn: མིང 「%s」 ལ་ཁུངས་མེད་ཀྱི་རིང་ཚད་ཡོད།

source: name defined twice
bo_cn: མིང་ལ་མཚན་ཉིད་ཐེངས་གཉིས་ལ་བཞག་པ།

source: negative range in character class
bo_cn: ཡིག་རྟགས་ཀྱི་རིགས་སུ་མོ་ཐང་གི་ཁྱབ་ཁོངས་ཡོད།

source: option `%s' doesn't allow an argument
bo_cn: འདེམས་ཚན “%s” ཡིས་ཞུགས་གྲངས་ཁས་མི་ལེན།

source: option `%s' is ambiguous
bo_cn: འདེམས་ཚན 「%s」 ནི་གཉིས་མ་ཚོམ་ཡིན།

source: option `%s' requires an argument
bo_cn: འདེམས་ཚན “%s” ལ་ཞུགས་གྲངས་ཅིག་དགོས།

source: premature EOF
bo_cn: ཡིག་ཆའི་མཇུག་སྔ་མོར་ཐོན་པ།

source: rule cannot be matched
bo_cn: སྒྲིག་སྲོལ་ཟླ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: scanner requires -8 flag to use the character %s
bo_cn: བཤར་འབེབས་བྱ་རིམ་ལ་མཚོན་རྟགས 8 ཡིས་ཡིག་རྟགས %s སྤྱོད་དགོས།

source: start condition %s declared twice
bo_cn: ཐོག་མའི་ཆ་རྐྱེན %s ལ་གསལ་བསྒྲགས་ཐེངས་གཉིས་བྱས།

source: state # %4d
bo_cn: རྣམ་པ # %4d

source: state # %d accepts:
bo_cn: རྣམ་པ # %d དང་ལེན་བྱེད་པ།

source: state # %d accepts: [%d]
bo_cn: རྣམ་པ # %d དང་ལེན་བྱེད་པ [%d]

source: state # %d:
bo_cn: རྣམ་པ # %d：

source: symbol table memory allocation failed
bo_cn: མཚོན་རྟགས་རེའུ་མིག་ནང་གསོག་གི་བགོ་བཤའ་ཕམ་པ།

source: the character range [%c-%c] is ambiguous in a case-insensitive scanner
bo_cn: འབྲི་ཆེ་ཆུང་མཐུན་མི་དགོས་པའི་བཤར་འབེབས་བྱ་རིམ་་ཁྲོད། ཡིག་རྟགས་ཀྱི་ཁྱབ་ཁོངས [%c-%c] ནི་གཉིས་མ་ཚོམ་ཡིན

source: too many rules (> %d)!
bo_cn: སྒྲིག་སྲོལ་མང་དྲགས་པ།

source: trailing context used twice
bo_cn: མཇུག་གི་གོང་འོག་ཡི་གེར་ཐེངས་གཉིས་བཀོལ་ཟིན།

source: undefined definition {%s}
bo_cn: མཚན་ཉིད་མ་བཞག་པའི་མཚན་ཉིད {%s}

source: unknown -C option '%c'
bo_cn: ངེས་མེད-C ཡི་འདེམས་ཚན “c%”

source: unknown error processing section 1
bo_cn: ངེས་མེད་ཀྱི་ནོར་འཁྲུལ་ཐག་གཅོད་ཚིགས 1

source: unrecognized %%option: %s
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི %% ཡི་འདེམས་ཚན %s

source: unrecognized '%' directive
bo_cn: དབྱེ་འབྱེད་བྱེད་ཐབས་མེད་པའི་བཀའ་བརྡ 「%」

source: unrecognized rule
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་སྒྲིག་སྲོལ།

source: variable trailing context rules cannot be used with -f or -F
bo_cn: འགྱུར་ཚད་མཇུག་གི་གོང་འོག་ཡི་གེའི་སྒྲིག་སྲོལ་དང -f འམ་ཡང་ན -F མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: yymore() entails a minor performance penalty
bo_cn: yymore() ཡི་དབང་གིས་ཁོད་ཆུང་གཤིས་ནུས་བྲི་རྒུད་དུ་ཕྱིན་པ།
