Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/friendly-recovery.po
Languages: bo_cn

source: Resume normal boot
bo_cn: རྒྱུན་ལྡན་གྱི་འགོ་སློང་སླར་གསོ།

source: (Use arrows/PageUp/PageDown keys to scroll and TAB key to select)
bo_cn: ཁ་ཕྱོགས་མཐེབ /PageUp/PageDown བེད་སྤྱད་ནས་བརྙན་ཡོལ་འགྲིལ་བ་དང་། མཐེབ TAB བེད་སྤྱད་ནས་འདེམ་པ།

source: === Detailed disk usage ===
bo_cn: === སྡུད་སྡེར་བེད་སྤྱོད་ཀྱི་ཞིབ་ཕྲའི་གནས་ཚུལ། ===

source: === Detailed memory usage ===
bo_cn: === ནང་གསོག་བེད་སྤྱོད་ཀྱི་ཞིབ་ཕྲའི་གནས་ཚུལ། ===

source: === Detailed network configuration ===
bo_cn: === ཞིབ་ཕྲའི་དྲ་རྒྱའི་སྡེབ་སྒྲིག ===

source: === General information ===
bo_cn: === སྤྱིར་བཏང་གི་ཆ་འཕྲིན། ===

source: === LVM state ===
bo_cn: === རྣམ་པ LVM ===

source: === Software RAID state ===
bo_cn: === མཉེན་པའི་རྣམ་པ RAID ===

source: === System database (APT) ===
bo_cn: === རྒྱུད་ཁོངས་གཞི་གྲངས་མཛོད། (APT) ===

source: CPU information:
bo_cn: CPU ཡི་ཆ་འཕྲིན།

source: Check all file systems
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཡོངས་ལ་ཞིབ་བཤེར་བྱེད།

source: Database is consistent:
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་གཅིག་མཐུན།

source: Drop to root shell prompt
bo_cn: སྤྱོད་མཁན root ཡི་བརྡ་རྟགས shell ལ་རིམ་ཕབ་པ།

source: Enable networking
bo_cn: དྲ་སྦྲེལ་སྤྱོད་འགོ་ཚུགས་པ།

source: Finished, please press ENTER
bo_cn: ལེགས་འགྲུབ་བྱུང་། འབེབས་མཐེབ་སྣོན་རོགས།

source: IP and DNS configured
bo_cn: IP དང DNS སྡེབ་སྒྲིག་བྱས་ཟིན།

source: IP configured
bo_cn: IP སྡེབ་སྒྲིག་བྱས་ཟིན།

source: Network connectivity:
bo_cn: དྲ་རྒྱའི་འབྲེལ་མཐུད།

source: No LVM detected (vgscan)
bo_cn: LVM། (vgscan) བཤེར་འཇལ་ཐུབ་མེད།

source: No software RAID detected (mdstat)
bo_cn: མཉེན་པའི RAID། (mdstat) བཤེར་འཇལ་ཐུབ་མེད།

source: Physical Volumes:
bo_cn: དངོས་ཁམས་ཀྱི་པོད།

source: Read-only mode
bo_cn: ཀློག་ཙམ་གྱི་རྣམ་པ།

source: Read/Write mode
bo_cn: ཀློག / འབྲི་སྟངས་ཀྱི་རྣམཔ།

source: Recovery Menu (filesystem state: read-only)
bo_cn: འདེམས་བྱང་སླར་གསོ(ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་རྣམ་པ། ཀློག་ཙམ)

source: Recovery Menu (filesystem state: read/write)
bo_cn: འདེམས་བྱང་སླར་གསོ། (ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་རྣམ་པ། ཀློག་པ / འབྲི་བ)

source: Repair broken packages
bo_cn: སྐྱོན་ཤོར་བའི་ཐུམ་ཡིག་ཆ་ཉམས་གསོ་བྱེད་པ།

source: Revert to old snapshot and reboot
bo_cn: མྱུར་པར་རྙིང་པར་སླར་གསོ་བྱུང་རྗེས། ཡང་བསྐྱར་འགོ་སློང་དགོས།

source: Run in failsafe graphic mode
bo_cn: བདེ་འཇགས་རིས་དབྱིབས་ཀྱི་རྣམ་པའི་འོག་ཏུ་འཁོར་སྐྱོད་བྱེད་པ།

source: Snapshot
bo_cn: མྱུར་པར།

source: System mode:
bo_cn: རྒྱུད་ཁོངས་རྣམ་པ།

source: System summary
bo_cn: རྒྱུད་ཁོངས་གནད་བསྡུས།

source: Try to make free space
bo_cn: བར་སྟོང་ཕྱིར་གཏོང་གི་ཚོད་ལྟ་བྱེད་པ།

source: Trying to find packages you don't need (apt-get autoremove), please review carefully.
bo_cn: ཁྱེད་ལ་མི་དགོས་པའི་མཉེན་ཆས་ཐུམ། (apt-get autoremove) འཚོལ་བཞིན་ཡོད་པས་ཞིབ་ཕྲ་གཟིགས་རོགས།

source: Unknown (must be run as root)
bo_cn: ངེས་མེད(ངེས་པར་དུ root ཡིས་འཁོར་བསྐྱོད་བྱེད་དགོས)

source: Update grub bootloader
bo_cn: སྣེ་ཁྲིད་བྱ་རིམ grub གསར་སྒྱུར་བྱེད་པ།

source: Volume Groups:
bo_cn: པོད་ཚོ།

source: no (BAD)
bo_cn: སྐྱོན་ཤོར་བ།

source: none
bo_cn: མེད།

source: not ok (BAD)
bo_cn: སྐྱོན་ཤོར་བ།

source: ok (good)
bo_cn: སྐྱོན་མེད་འཐུས་ཚང་།

source: unknown (must be run as root)
bo_cn: ངེས་མེད(ངེས་པར་དུ root ཡིས་འཁོར་བསྐྱོད་བྱེད་དགོས)

source: unknown (read-only filesystem)
bo_cn: ངེས་མེད(ཀློག་ཙམ་གྱི་ཡིག་ཆའི་རྒྱུད་ཁོངས)

source: yes (good)
bo_cn: སྐྱོན་མེད་འཐུས་ཚང་།
