Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gettext-runtime.po
Languages: bo_cn

source: -V, --version output version information and exit
bo_cn: -V, --version པར་གཞི་ཕྱིར་འདོན་བྱས་ནས་ཕྱིར་འཐེན་པ།

source: -h, --help display this help and exit
bo_cn: -h, --help རོགས་རམ་མངོན་ནས་ཕྱིར་འཐེན་པ།

source: -v, --variables output the variables occurring in SHELL-FORMAT
bo_cn: -v, --variables རྣམ་གཞག SHELL ཡི་ཕྱིར་འདོན་ནང་ཐོན་པའི་འགྱུར་ཚད།

source: %s: invalid option -- '%c'
bo_cn: %s：ནུས་མེད་ཀྱི་འདེམས་ཚན། -- “%c”

source: %s: option '%c%s' doesn't allow an argument
bo_cn: %s：“%c%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མ་ཆོག

source: %s: option '%s' is ambiguous
bo_cn: %s： འདེམས་ཚན “%s” ནི་གསལ་པོ་མེད་པ།

source: %s: option '%s' is ambiguous; possibilities:
bo_cn: %s： འདེམས་ཚན “%s” ནི་གཏན་ཁེལ་མེད་ཕལ་ཆེར།：

source: %s: option '--%s' doesn't allow an argument
bo_cn: %s：“--%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མ་ཆོག

source: %s: option '--%s' requires an argument
bo_cn: %s：“--%s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་མ་གཏོགས་མི་དགོས།

source: %s: option '-W %s' doesn't allow an argument
bo_cn: %s：“-W %s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཡོད་མི་ཆོག

source: %s: option '-W %s' requires an argument
bo_cn: %s：“-W %s”འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་མ་གཏོགས་མ་དགོས།

source: %s: option requires an argument -- '%c'
bo_cn: %s：འདེམས་ཚན་ལ་ཞུགས་གྲངས་གཅིག་དགོས། -- “%c”

source: %s: unrecognized option '%c%s'
bo_cn: %s： ངོས་འཛིན་མི་ཐུབ་པའི་འདེམས་ཚན། “%c%s”

source: %s: unrecognized option '--%s'
bo_cn: %s： ངོས་འཛིན་མི་ཐུབ་པའི་འདེམས་ཚན། “--%s”

source: Display native language translation of a textual message whose grammatical form depends on a number.
bo_cn: མ་ཡིག་ཆ་འཕྲིན་ག་གེ་མོག་ཞིག་གི་རང་སའི་སྐད་ཡིག་ཡིག་སྒྱུར་མངོན་པ། ཡིག་སྒྱུར་གྱི་བརྡ་སྤྲོད་དང་གྲངས་ཀ་འབྲེལ་བ་ཡོད།

source: Display native language translation of a textual message.
bo_cn: མ་ཡིག་ཆ་འཕྲིན་ག་གེ་མོག་ཞིག་གི་རང་སའི་སྐད་ཡིག་ཡིག་སྒྱུར་མངོན་པ།

source: Informative output:
bo_cn: ཆ་འཕྲིན་རང་བཞིན་གྱི་ཕྱིར་འདོན།：

source: Operation mode:
bo_cn: བཀོལ་སྤྱོད་རྣམ་པ།：

source: Report bugs to <bug-gnu-gettext@gnu.org>.
bo_cn: ནོར་འཁྲུལ་དེ <bug-gnu-gettext@gnu.org> ལ་སྙན་ཞུ་བྱེད་པ།

source: Substitutes the values of environment variables.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་གྱི་བྲིན་བརྗེ་བ།

source: Try '%s --help' for more information.
bo_cn: “%s --help” ལ་ཚོད་ལྟ་བྱས་ནས་མང་བའི་ཆ་འཕྲིན་ཐོབ་པ།

source: Unknown system error
bo_cn: མི་ཤེས་པའི་རྒྱུད་ཁོངས་ཀྱི་ནོར་འཁྲུལ།

source: Usage: %s [OPTION] [SHELL-FORMAT]
bo_cn: སྤྱོད་སྟངས།：%s [ འདེམས་ཚན ] [རྣམ་གཞག SHELL ]

source: Usage: %s [OPTION] [TEXTDOMAIN] MSGID MSGID-PLURAL COUNT
bo_cn: སྤྱོད་སྟངས།：%s [ འདེམས་ཚན ] [ ཡིག་རྐྱང་ཁུལ་ཁོངས ] MSGID ཚོ་གྲངས -MSGID གྲངས་ཀ

source: error while reading "%s"
bo_cn: “%s” ཀློག་ལེན་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།

source: memory exhausted
bo_cn: ནང་གསོག་ཟད་པ།

source: missing arguments
bo_cn: ཞུགས་གྲངས་ཆད་པ།

source: standard input
bo_cn: ཚད་ལྡན་ནང་འཇུག

source: too many arguments
bo_cn: ཞུགས་གྲངས་མང་དྲགས།

source: write error
bo_cn: འབྲི་འཇུག་ནོར་འཁྲུལ།
