Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/glib-networking.po
Languages: bo_cn

source: Certificate has no private key
bo_cn: དཔང་ཡིག་ལ་སྒེར་ལྡེ་མེད་པ།

source: Connection is closed
bo_cn: འབྲེལ་མཐུད་ཁ་རྒྱག་པ།

source: Could not create TLS connection: %s
bo_cn: འབྲེལ་མཐུད TLS བཟོ་ཐབས་བྲལ།:%s

source: Could not parse DER certificate: %s
bo_cn: དཔང་ཡིག DER ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།:%s

source: Could not parse DER private key: %s
bo_cn: སྒེར་ལྡེ DER ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།:%s

source: Could not parse PEM certificate: %s
bo_cn: དཔང་ཡིག PEM ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།:%s

source: Could not parse PEM private key: %s
bo_cn: སྒེར་ལྡེ PEM ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།:%s

source: Error performing TLS close: %s
bo_cn: TLS ཁ་རྒྱག་ལག་བསྟར་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།:%s

source: Error performing TLS handshake: %s
bo_cn: TLS ལག་འཇུ་ལག་བསྟར་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།:%s

source: Error reading data from TLS socket: %s
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ TLS ནས་གཞི་གྲངས་ཀློག་ལེན་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།:%s

source: Error writing data to TLS socket: %s
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ TLS ལ་གཞི་གྲངས་འབྲི་བའི་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།:%s

source: Module
bo_cn: དཔེ་དུམ།

source: No certificate data provided
bo_cn: དཔང་ཡིག་གཞི་གྲངས་མཁོ་འདོན་བྱས་མེད་པ།

source: Operation would block
bo_cn: བཀོལ་སྤྱོད་བཀག་པ།

source: PKCS#11 Module Pointer
bo_cn: PKCS#11 དཔེ་དུམ་སྟོན་མདའ།

source: PKCS#11 Slot Identifier
bo_cn: "PKCS#11 ཤུར་གྱི་ངོ་རྟགས།

source: Peer failed to perform TLS handshake
bo_cn: ལག་འཇུ TLS ལག་བསྟར་ཕམ་པ།

source: Peer requested illegal TLS rehandshake
bo_cn: ནུས་མེད་ཀྱི་ཡང་བསྐྱར་ལག་འཇུ TLS ཡི་རེ་ཞུ་བྱས་པ།

source: Proxy resolver internal error.
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་ཞིབ་འགྲེལ་ཆས་ཀྱི་ནང་གི་ནོར་འཁྲུལ།

source: Server did not return a valid TLS certificate
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ནུས་ལྡན་གྱི་དཔང་ཡིག TLS ཕྱིར་ལོག་བྱས་མེད་པ།

source: Server required TLS certificate
bo_cn: ཞབས་ཞུ་ཆས་ལ་དཔང་ཡིག TLS དགོས་པ།

source: Several PIN attempts have been incorrect, and the token will be locked after further failures.
bo_cn: ཚོད་ལྟ PIN ཐེངས་ཁ་ཤས་བྱས་པ་ཚང་མ་ཡང་དག་མིན། གལ་སྲིད་བཀའ་རྟགས་ལ་ཡང་བསྐྱར་ནོར་འཁྲུལ་ཐོན་ན་སྒྲོག་པ་ཡིན།

source: Slot ID
bo_cn: ཤུར་གྱི་ ID

source: TLS connection closed unexpectedly
bo_cn: འབྲེལ་མཐུད TLS རྒྱུན་འགལ་ཁ་རྒྱག་པ།

source: TLS connection peer did not send a certificate
bo_cn: འབྲེལ་མཐུད TLS ཡི་ཕ་རོལ་པོས་དཔང་ཡིག་མ་བསྐུར་བ།

source: The PIN entered is incorrect.
bo_cn: ནང་འཇུག་བྱས་པའི PIN ཡང་དག་མིན་པ།

source: This is the last chance to enter the PIN correctly before the token is locked.
bo_cn: འདི་ནི་ཡང་དག་པའི་ PIN ནང་འཇུག་བྱེད་པའི་གོ་སྐབས་མཇུག་མཐའ་ཡིན། དེ་རྗེས་བཀའ་རྟགས་སྒྲོག་པ་ཡིན།

source: Unacceptable TLS certificate
bo_cn: དང་ལེན་བྱེད་ཐབས་བྲལ་བའི་དཔང་ཡིག TLS
