Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-vfs-2.0.po
Languages: bo_cn

source: (invalid Unicode)
bo_cn: "། (ཕན་མེད་གྱི་ Unicode)"

source: %s %s Digital Camera
bo_cn: %s %s ཨང་ཀིའི་པར་ཆས།

source: %s %s Music Player
bo_cn: %s %s འཁྱེར་ཉན།

source: %s Drive
bo_cn: %s སྐུལ་སློང་ཆས།

source: %s Removable Volume
bo_cn: %s སྤོ་རུང་གི་པོད།

source: %s Volume
bo_cn: %s པོད།

source: %s/%s Drive
bo_cn: %s/%s སྒུལ་ཆས།

source: %s:%d aborted parsing.
bo_cn: %s:%d ཐག་གཅོད་མཚམས་འཇོག་པ།

source: %s:%u contains NUL characters.
bo_cn: %s:%u ཡིག་རྟགས་སྟོང་པ་ཚུད་ཡོད་པ།

source: %s:%u contains no method name.
bo_cn: %s:%u ཐབས་ཤེས་མིང་ཚུད་མེད་པ།

source: %s:%u contains no module name.
bo_cn: %s:%u དཔེ་དུམ་མིང་ཚུད་མེད་པ།

source: %s:%u has no options endmarker.
bo_cn: %s:%u འདེམས་ཚན་མཇུག་སྒྲིལ་མཚོན་རྟགས་མེད་པ།

source: %s:%u has unknown options %s.
bo_cn: %s:%u ངེས་མེད་ཀྱི་འདེམས་ཚན %s ཡོད་པ།

source: %u byte
bo_cn: ཡིག་ཚིགས།%u

source: AFFS Volume
bo_cn: AFFS པོད།

source: AFS Network Volume
bo_cn: AFS དྲ་རྒྱའི་པོད།

source: Access denied
bo_cn: ལྟ་སྤྱོད་དང་ལེན་མ་བྱས།

source: Audio CD
bo_cn: སྒྲ་ཟློས།CD

source: Audio Disc
bo_cn: སྒྲ་ཟློས་CD

source: Authenticate proxy server connections
bo_cn: དཔང་ཡིག་ར་སྤྲོད་ལས་ཚབ་ཞབས་ཞུ་འཕྲུལ་ཆས་འབྲེལ་མཐུད།

source: Auto-detected Volume
bo_cn: པོད་ལ་རང་འགུལ་བཤེར་འཇལ།

source: Automatic proxy configuration URL
bo_cn: རང་འགུལ་ལས་ཚབ་སྡེབ་སྒྲིག་URL

source: BSD Volume
bo_cn: BSD པོད།

source: Bad file handle
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་ཆའི་ཚིག་སྣེ།

source: Blank CD-R Disc
bo_cn: CD-R འོད་སྡེར་སྟོང་པ།

source: Blank CD-RW Disc
bo_cn: CD-RW འོད་སྡེར་སྟོང་པ།

source: Blank DVD+R Disc
bo_cn: DVD+R འོད་སྡེར་སྟོང་པ།

source: Blank DVD+RW Disc
bo_cn: DVD+RW འོད་སྡེར་སྟོང་པ།

source: Blank DVD-R Disc
bo_cn: DVD-R འོད་སྡེར་སྟོང་པ།

source: Blank DVD-RAM Disc
bo_cn: DVD-RAM འོད་སྡེར་སྟོང་པ།

source: Blank DVD-RW Disc
bo_cn: 空 DVD-RW འོད་སྡེར་སྟོང་པ།

source: Btrfs Linux Volume
bo_cn: Btrfs Linux པོད།

source: CD Digital Audio
bo_cn: CD གྲངས་ཀའི་སྒྲ་ཟློས།

source: CD-R
bo_cn: འབྲི་རུང་འོད་སྡེར།

source: CD-R Disc
bo_cn: CD-R འོད་སྡེར།

source: CD-ROM
bo_cn: ཀློག་ཙམ་འོད་སྡེར།

source: CD-ROM Disc
bo_cn: CD-ROM འོད་སྡེར།

source: CD-ROM Drive
bo_cn: CD-ROM སྒུལ་ཆས།

source: CD-RW
bo_cn: བསྐྱར་འབྲི་རུང་བའི་འོད་སྡེར།

source: CD-RW Disc
bo_cn: CD-RW འོད་སྡེར།

source: CDROM Volume
bo_cn: CDROM པོད།

source: CIFS Volume
bo_cn: CIFS པོད།

source: Cancel Login
bo_cn: ཐོ་འགོད་དོར་བ།

source: Cannot create pipe for open GIOChannel: %s
bo_cn: སྦུག་ལམ་གསར་བཟོ་བྱས་ནས GIOChannel ཁ་ཕྱེ་ཐབས་བྲལ།：%s

source: Comma separated list of DNS-SD domains that should be visible in the "network:///" location.
bo_cn: ཐོམ་ཚེག་གིས་མཚམས་བཅད་པའི DNS-SD ཁུལ་ཁོངས་རེའུ་མིག ཁུལ་ཁོངས་དེ་རྣམས་གནས་ས “network:///” ཡི་ནང་ཐོན་པ་ཡིན།

source: Compact Flash Drive
bo_cn: CF ཁཱ་སྒུལ་ཆས།

source: Configuration file `%s' was not found: %s
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ “%s” རྙེད་མེད་པ།:%s

source: Could not find master browser
bo_cn: མིག་བཤར་ཆས་གཙོ་བོ་རྙེད་མེད་པ།

source: Could not parse: %s
bo_cn: ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།:%s

source: Couldn't run mount process in a pty
bo_cn: pty ཡི་ནང་འཕེལ་རིམ mount འཁོར་སྐྱོད་བྱེད་ཐབས་བྲལ།

source: Couldn't send password to mount process.
bo_cn: འཕེལ་རིམ mount ལ་གསང་ཨང་སྐྱེལ་ཐབས་བྲལ།

source: DVD Volume
bo_cn: DVD པོད།

source: DVD+R
bo_cn: DVD+R(འབྲི་རུང་།)

source: DVD+R Disc
bo_cn: DVD+R འོད་སྡེར།

source: DVD+RW
bo_cn: DVD+RW(བསྐྱར་འབྲི་བྱ་རུང་།)

source: DVD+RW Disc
bo_cn: DVD+RW འོད་སྡེར།

source: DVD-R
bo_cn: DVD-R(འབྲི་རུང་།)

source: DVD-R Disc
bo_cn: DVD-R འོད་སྡེར།

source: DVD-RAM
bo_cn: DVD-RAM(ཀློག་ཙམ།)

source: DVD-RAM Disc
bo_cn: DVD-RAM འོད་སྡེར།

source: DVD-ROM
bo_cn: DVD-ROM(ཀློག་ཙམ།)

source: DVD-ROM Disc
bo_cn: DVD-ROM འོད་སྡེར།

source: DVD-RW
bo_cn: DVD-RW(བསྐྱར་འབྲི་བྱ་རུང་།)

source: DVD-RW Disc
bo_cn: DVD-RW འོད་སྡེར།

source: Data corrupted
bo_cn: གཞི་གྲངས་སྐྱོན་ཤོར་བ།

source: Default component viewer application
bo_cn: སོར་བཞག་སྒྲིག་ལྷུའི་ལྟ་ཆས་ཀྱི་ཉེར་སྤྱོད་བྱ་རིམ།

source: Default terminal application
bo_cn: སོར་བཞག་མཐའ་སྣེའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: Deprecated function. User modifications to the MIME database are no longer supported.
bo_cn: འོས་སྦྱོར་མི་བྱེད་པའི་བྱེད་ལས། སྤྱོད་མཁན་གྱིས་གཞི་གྲངས་མཛོད MIME ལ་བཟོ་བཅོས་ཀྱི་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: Didn't find a valid settings file at %s
bo_cn: %s ཡི་ནང་ནུས་ལྡན་གྱི་སྒྲིག་འགོད་ཡིག་ཆ་རྙེད་མེད་པ།

source: Directory busy
bo_cn: དཀར་ཆག་བྲེལ།

source: Directory not empty
bo_cn: དཀར་ཆག་སྟོང་པ་མིན་པ།

source: Disk
bo_cn: རང་སའི་སྲ་སྡེར།

source: Drive
bo_cn: སྐུལ་སློང་ཆས།

source: Enables the proxy settings when accessing HTTP over the Internet.
bo_cn: Internet ཡི་སྟེང་གི HTTP ལ་ལྟ་སྤྱོད་སྐབས་ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་སྒྲིག་འགོད་སྤྱོད་པ།

source: EncFS Volume
bo_cn: EncFS པོད།

source: End of file
bo_cn: ཡིག་ཆ་རྫོགས་ས།

source: Enhanced DOS Volume
bo_cn: དྲག་འཕེལ་རིགས་ཀྱི་པོད DOS

source: Error launching command
bo_cn: བཀའ་བརྡ་འདོན་སྤྱོད་ལ་ནོར་འཁྲུལ་ཐོན་པ།

source: Error parsing command line
bo_cn: བཀའ་བརྡའི་འཕྲེད་སྟར་གྱི་ཞིབ་འགྲེལ་ལ་ནོར་འཁྲུལ་ཐོན་པ།

source: Exec argument for default terminal
bo_cn: སོར་བཞག་མཐའ་སྣེའི་ལག་བསྟར་ཞུགས་གྲངས།

source: Ext2 Linux Volume
bo_cn: Ext2 Linux པོད།

source: Ext3 Linux Volume
bo_cn: Ext3 Linux པོད།

source: Ext4 Linux Volume
bo_cn: Ext4 Linux པོད།

source: External %s
bo_cn: ཕྱི་རོལ %s

source: Extra domains to look for DNS-SD services in
bo_cn: DNS-SD ཞབས་ཞུ་ཡིས་ཀློག་བཤེར་བྱེད་དགོས་པའི་ཁུལ་ཁོངས་འཕར་མ།

source: FTP proxy host name
bo_cn: FTPལས་ཚབ་འཕྲུལ་འཁོར་གཙོ་བོའི་མིང་།

source: FTP proxy port
bo_cn: FTPལས་ཚབ་མཐུད་ཁ།

source: FUSE Volume
bo_cn: FUSE པོད།

source: Failed to read data from child process %d (%s)
bo_cn: བུ་འཕེལ་རིམ %d(%s) ཡི་ནང་ནས་གཞི་གྲངས་ཀློག་ལེན་བྱེད་ཐབས་བྲལ།

source: Failed to start command
bo_cn: བཀའ་བརྡ་འགོ་སློང་ཕམ་པ།

source: File exists
bo_cn: ཡིག་ཆ་གནས་པ།

source: File not open
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་མེད་པ།

source: File too big
bo_cn: ཡིག་ཆ་ཆེ་དྲགས།

source: Filesystem
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Floppy
bo_cn: མཉེན་སྡེར།

source: Floppy Drive
bo_cn: མཉེན་སྡེར་སྒུལ་ཆས།

source: Format not valid
bo_cn: ནུས་མེད་ཀྱི་རྣམ་གཞག

source: Function call deprecated
bo_cn: རྟེན་འབྱུང་གྲངས་ཀྱི་འདོན་སྤྱོད་འོས་སྦྱོར་མི་བྱེད་པ།

source: Generic error
bo_cn: སྤྱིར་བཏང་གི་ནོར་འཁྲུལ།

source: HTTP proxy host name
bo_cn: HTTPལས་ཚབ་གཙོ་འཁོར་ཀྱི་མིང་།

source: HTTP proxy password
bo_cn: HTTPལས་ཚབ་གསང་ཨང།

source: HTTP proxy port
bo_cn: HTTPལས་ཚབ་མཐུད་ཁ།

source: HTTP proxy username
bo_cn: HTTPལས་ཚབ་སྤྱོད་མཁན་གྱི་མིང་།

source: Hardware Device Volume
bo_cn: སྲ་ཆས་སྒྲིག་ཆས་ཀྱི་པོད།

source: Home
bo_cn: ཚོད་འཛིན་ངོས་པང་ཀྱི་གཙོ་ངོས།

source: Host has no address
bo_cn: གཙོ་འཁོར་ལ་གནས་ཡུལ་མེད་པ།

source: Host name not valid
bo_cn: གཙོ་འཁོར་གྱི་མིང་ནུས་མེད་ཡིན་པ།

source: How to display local DNS-SD service
bo_cn: ཇི་ལྟར་བྱས་ནས་རང་སའི DNS-SD ཞབས་ཞུ་མངོན་དགོས།

source: Hsfs CDROM Volume
bo_cn: Hsfs CDROM པོད།

source: I/O error
bo_cn: I/O ནོར་འཁྲུལ།

source: IEEE1394 Drive
bo_cn: IEEE1394 སྒུལ་ཆས།

source: ISO 9660 Volume
bo_cn: ISO 9660 པོད།

source: Internal error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།

source: Invalid URI
bo_cn: མི་ཤེས་པའི་ URI

source: Invalid filename
bo_cn: ཡིག་ཆའི་མིང་ནུས་མེད་ཡིན།

source: Invalid parameters
bo_cn: ནུས་མེད་ཀྱི་ཞུགས་གྲངས།

source: Is a directory
bo_cn: དཀར་ཆག་ཅིག་ཡིན།

source: JFS Volume
bo_cn: JFS པོད།

source: Jaz Drive
bo_cn: Jaz སྒུལ་ཆས།

source: Log In Anyway
bo_cn: སྔར་བཞིན་ཐོ་འགོད་པ།

source: Login failed
bo_cn: ཐོ་འགོད་ཕམ་པ།

source: Looping links encountered
bo_cn: རྒྱུན་འཁོར་གྱི་སྦྲེལ་མཐུད་འཕྲད་པ།

source: MSDOS Volume
bo_cn: MSDOS པོད།

source: MacOS Volume
bo_cn: MacOS པོད།

source: Memory Stick
bo_cn: དྲན་ཤེས་དབྱུ་གུ།

source: Memory Stick Drive
bo_cn: དྲན་ཤེས་དབྱུག་པའི་སྒུལ་ཆས།

source: Memory Volume
bo_cn: ནང་གསོག་པོད།

source: Minix Volume
bo_cn: Minix པོད།

source: More parsing errors will be ignored.
bo_cn: མང་བའི་ཞིབ་འགྲེལ་གྱི་ནོར་འཁྲུལ་སྣང་མེད་བྱས་པ།

source: NFS Network Volume
bo_cn: NFS དྲ་རྒྱའི་པོད།

source: NILFS Linux Volume
bo_cn: NILFS Linux པོད།

source: Name too long
bo_cn: མིང་ཧ་ཅང་རིང་དྲགས་པ།

source: Nameserver error
bo_cn: མིང་གི་ཞབས་ཞུ་ཆས་ཀྱི་ནོར་འཁྲུལ།

source: Netware Volume
bo_cn: Netware པོད།

source: Network
bo_cn: དྲ་རྒྱ།

source: Network server
bo_cn: དྲ་རྒྱའི་ཞབས་ཞུ་ཆས།

source: No default action associated
bo_cn: སོར་བཞག་འགུལ་སྟངས་ལ་འབྲེལ་བ་མེད་པ།

source: No error
bo_cn: ནོར་འཁྲུལ་མེད།

source: No handler for URL scheme
bo_cn: ཇུས་གཞི URL ལ་ཐག་གཅོད་བྱ་རིམ་མེད་པ།

source: No space left on device
bo_cn: སྒྲིག་ཆས་ནང་བར་སྟོང་ལྷག་མེད་པ།

source: Non-proxy hosts
bo_cn: ལས་ཚབ་མིན་པའི་ཞབས་ཞུ་ཆས།

source: Not a directory
bo_cn: དཀར་ཆག་ཅིག་མིན་པ།

source: Not a symbolic link
bo_cn: རྟགས་སྦྲེལ་མཐུད་མིན་པ།

source: Not enough memory
bo_cn: ནང་གསོག་གིས་མི་འདང་བ།

source: Not on the same file system
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཤིག་གི་ནང་མེད་པ།

source: Open mode not valid
bo_cn: ཁ་ཕྱེ་བའི་རྣམ་པ་ནུས་མེད་ཡིན།

source: Operation cancelled
bo_cn: བཀོལ་སྤྱོད་དོར་བ།

source: Operation in progress
bo_cn: བཀོལ་སྤྱོད་བྱེད་བཞིན་པ།

source: Operation interrupted
bo_cn: བཀོལ་སྤྱོད་བར་གཅོད།

source: Operation not permitted
bo_cn: མི་ཆོག་པའི་བཀོལ་སྤྱོད།

source: Operation stopped
bo_cn: བཀོལ་སྤྱོད་མཚམས་འཇོག

source: Password to pass as authentication when doing HTTP proxying.
bo_cn: HTTP ལ་སྤྱོད་པའི་ལས་ཚབ་ར་སྤྲོད་ཀྱི་གསང་ཨང་།

source: Pcfs Solaris Volume
bo_cn: Pcfs Solaris པོད།

source: Pen Drive
bo_cn: Pen སྒུལ་ཆས།

source: Possible values are "merged", "separate" and "disabled".
bo_cn: འདེམས་ཆོག་པའི་གྲངས་བྲིན་ལ “merged”དང་། “separate” “disabled” བཅས་ཡོད།

source: Protocol error
bo_cn: གྲོས་ཆིངས་ནོར་འཁྲུལ།

source: Proxy configuration mode
bo_cn: ལས་ཚབ་སྡེབ་སྒྲིག་གི་རྣམ་པ།

source: Read only file system
bo_cn: ཀློག་ཙམ་གྱི་ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Read-only file system
bo_cn: ཀློག་ཙམ་གྱི་ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Reiser4 Linux Volume
bo_cn: Reiser4 Linux པོད།

source: ReiserFS Linux Volume
bo_cn: ReiserFS Linux པོད།

source: Request obsoletes service's data
bo_cn: འདོར་བའི་ཞབས་ཞུའི་གཞི་གྲངས་ཀྱི་རེ་ཞུ།

source: Root Volume
bo_cn: རྩ་བའི་པོད།

source: Run the command in a terminal
bo_cn: མཐའ་སྣེར་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད།

source: SD/MMC Drive
bo_cn: SD/MMC སྒུལ་ཆས།

source: SMB workgroup
bo_cn: SMB ལས་ཀའི་ཚོ་ཆུང་།

source: SOCKS proxy host name
bo_cn: SOCKSལས་ཚབ་གཙོ་འཁོར་ཀྱི་མིང་།

source: SOCKS proxy port
bo_cn: SOCKSལས་ཚབ་མཐུད་ཁ་

source: Secure HTTP proxy host name
bo_cn: HTTPབདེ་འཇགས་ལས་ཚབ་གཙོ་འཁོར་ཀྱི་མིང་།

source: Secure HTTP proxy port
bo_cn: HTTPབདེ་འཇགས་ལས་ཚབ་མཐུད་ཁ།

source: Select the proxy configuration mode. Supported values are "none", "manual", "auto".
bo_cn: ལས་ཚབ་སྡེབ་སྒྲིག་གི་རྣམ་པ་འདེམ་པ། རྒྱབ་སྐྱོར་ཐུབ་པའི་གྲངས་བྲིན་ལ “མེད་པ”དང་། “ལག་སྒུལ” “རང་འགུལ” བཅས་ཡོད།

source: Service not available
bo_cn: ཞབས་ཞུ་སྤྱོད་རུང་མིན་པ།

source: Smart Media
bo_cn: SM སྨྱན་རྫས།

source: Smart Media Drive
bo_cn: SM ཁཱ་སྒུལ་ཆས།

source: Solaris/BSD Volume
bo_cn: Solaris/BSD པོད།

source: Sun SAM-QFS Volume
bo_cn: Sun SAM-QFS པོད།

source: SuperMount Volume
bo_cn: SuperMount པོད།

source: System Volume
bo_cn: རྒྱུད་ཁོངས་ཀྱི་པོད།

source: Temporary Volume
bo_cn: གནས་སྐབས་ཀྱི་པོད།

source: The command used to handle "callto" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཚེ། “callto”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "cdda" URLs, if enabled.
bo_cn: བཀའ་བརྡ་དེ "cdda" URLs ཐག་གཅོད་པར་སྤྱོད་པ་ཡིན། གལ་སྲིད་སྤྱད་ཡོད་ཚེ།

source: The command used to handle "ghelp" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཡོད་ཚེ། “ghelp”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "h323" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཡོད་ཚེ། “H323”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "http" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཡོད་ཚེ། “http”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "https" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཚེ། “https”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "info" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཡོད་ཚེ། “info”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "mailto" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཚེ། “mailto”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "man" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཚེ། “man”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The command used to handle "trash" URLs, if enabled.
bo_cn: གལ་སྲིད་སྤྱད་ཚེ། “trash”URLs ཐག་གཅོད་པའི་བཀའ་བརྡར་སྤྱོད་པ།

source: The default terminal application to use for applications that require a terminal.
bo_cn: མཐའ་སྣེ་མཁོ་བའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་བེད་སྤྱོད་པའི་སོར་བཞག་མཐའ་སྣེའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: The exec argument to use for the default terminal application.
bo_cn: སོར་བཞག་མཐའ་སྣེའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་བེད་སྤྱོད་པའི་ལག་བསྟར་ཞུགས་གྲངས།

source: The handler for "callto" URLs
bo_cn: “callto”URLs ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "cdda" URLs
bo_cn: "cdda" URLs ཡི་སྒྲིག་གཅོད་ཆས།

source: The handler for "ghelp" URLs
bo_cn: “ghelp”URLs ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "h323" URLs
bo_cn: “H323”URLs ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "http" URLs
bo_cn: “http”URLs ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "https" URLs
bo_cn: “https”URLs ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "info" URLs
bo_cn: info“URLs”ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "mailto" URLs
bo_cn: mailto“URLs” ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "man" URLs
bo_cn: man“URLs” ཐག་གཅོད་པའི་བྱ་རིམ།

source: The handler for "trash" URLs
bo_cn: trash“URLs” ཐག་གཅོད་པའི་བྱ་རིམ།

source: The identity of the remote computer (%s) is unknown.
bo_cn: རྒྱང་རིང་རྩིས་འཁོར། (%s) ཡི་ཐོབ་ཐང་ངེས་མེད།

source: The machine name to proxy FTP through.
bo_cn: ལས་ཚབ FTP ཡི་འཕྲུལ་འཁོར་མིང་།

source: The machine name to proxy HTTP through.
bo_cn: ལས་ཚབ HTTP ཡི་འཕྲུལ་འཁོར་མིང་།

source: The machine name to proxy secure HTTP through.
bo_cn: ལས་ཚབ་བདེ་འཇགས HTTP ཡི་འཕྲུལ་འཁོར་མིང་།

source: The machine name to proxy socks through.
bo_cn: ལས་ཚབ་འབྲེལ་འཛུགས་ཡི་གེའི་འཕྲུལ་འཁོར་མིང་།

source: The port on the machine defined by "/system/http_proxy/host" that you proxy through.
bo_cn: ཁྱེད་ཀྱི་བེད་སྤྱོད་པའི་ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་མཐུད་སྣེའི་ཨང་དེ “/system/http_proxy/host” ཡི་ནང་མཚན་ཉིད་བཞག་ཡོད།

source: The port on the machine defined by "/system/proxy/ftp_host" that you proxy through.
bo_cn: ཁྱེད་ཀྱི་བེད་སྤྱོད་པའི་ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་མཐུད་སྣེའི་ཨང་དེ “/system/proxy/ftp_host” ཡི་ནང་མཚན་ཉིད་བཞག་ཡོད།

source: The port on the machine defined by "/system/proxy/secure_host" that you proxy through.
bo_cn: ཁྱེད་ཀྱི་བེད་སྤྱོད་པའི་ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་མཐུད་སྣེའི་ཨང་དེ “/system/proxy/secure_host” ཡི་ནང་མཚན་ཉིད་བཞག་ཡོད།

source: The port on the machine defined by "/system/proxy/socks_host" that you proxy through.
bo_cn: ཁྱེད་ཀྱི་བེད་སྤྱོད་པའི་ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་མཐུད་སྣེའི་ཨང་དེ “/system/proxy/socks_host” ཡི་ནང་མཚན་ཉིད་བཞག་ཡོད།

source: The resource is locked
bo_cn: ཐོན་ཁུངས་སྒྲོག་ཟིན་པ།

source: Timeout reached
bo_cn: དུས་བརྒལ།

source: Too many links
bo_cn: སྦྲེལ་མཐུད་མང་པོ།

source: Too many open files
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཆ་ཧ་ཅང་མང་དྲགས་པ།

source: True if the command specified in the "command" key should handle "callto" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “callto”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "cdda" URLs.
bo_cn: གལ་སྲིད་མཐེབ་གནོན "command" ཡི་ནང་དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་ཡིས "cdda" URLs ཐག་གཅོད་བྱས་ཚེ་ངོ་མ་ཡིན།

source: True if the command specified in the "command" key should handle "ghelp" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “ghelp”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "h323" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “h323”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "http" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “http”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "https" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “https”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "info" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “info”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "mailto" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “mailto”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "man" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “man”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command specified in the "command" key should handle "trash" URLs.
bo_cn: true ལ་སྒྲིག་ཚེ། མཐེབ “command” ཡི་ནང་བྱ་རིམ་ཞིག་དམིགས་འཛུགས་བྱས་ཏེ “trash”URLs ཐག་གཅོད་བྱེད་པ།

source: True if the command used to handle this type of URL should be run in a terminal.
bo_cn: True ཡིས URL འདི་ཡི་བྱ་རིམ་ཐག་གཅོད་མཚོན་ན་མཐའ་སྣེའི་ནང་འཁོར་སྐྱོད་བྱེད་དགོས།

source: URL that provides proxy configuration values.
bo_cn: ལས་ཚབ་སྡེབ་སྒྲིག་གི་གྲངས་བྲིན་མཁོ་འདོན་བྱེད་པའི URL

source: USB Drive
bo_cn: USB སྒུལ་ཆས།

source: Udfs Solaris Volume
bo_cn: Udfs Solaris པོད།

source: Unable to eject media
bo_cn: སྨྱན་རྫས་འཕར་ཐོན་མི་ཐུབ་པ།

source: Unable to mount the floppy drive. The floppy is probably in a format that cannot be mounted.
bo_cn: མཉེན་སྡེར་སྒུལ་ཆས་འདེགས་འགེལ་བྱེད་ཐབས་བྲལ། ཕལ་ཆེར་མཉེན་སྡེར་གྱི་རྣམ་གཞག་འདེགས་འགེལ་མི་ཐུབ་པས་རེད།

source: Unable to mount the floppy drive. There is probably no floppy in the drive.
bo_cn: མཉེན་སྡེར་སྒུལ་ཆས་འདེགས་འགེལ་བྱེད་ཐབས་བྲལ། ཕལ་ཆེར་སྒུལ་ཆས་ནང་མཉེན་སྡེར་མེད་པས་རེད།

source: Unable to mount the selected floppy drive.
bo_cn: བདམས་པའི་མཉེན་སྡེར་སྒུལ་ཆས་འདེགས་འགེལ་བྱེད་ཐབས་བྲལ།

source: Unable to mount the selected volume.
bo_cn: བདམས་པའི་པོད་འདེགས་འགེལ་བྱེད་ཐབས་བྲལ།

source: Unable to mount the selected volume. The volume is probably in a format that cannot be mounted.
bo_cn: བདམས་པའི་པོད་འདེགས་འགེལ་བྱེད་ཐབས་བྲལ། ཕལ་ཆེར་པོད་ཀྱི་རྣམ་གཞག་འདེགས་འགེལ་མི་ཐུབ་པས་རེད།

source: Unable to mount the volume. If this is an encrypted drive, then the wrong password or key was used.
bo_cn: པོད་འདེགས་འགེལ་བྱེད་ཐབས་བྲལ། གལ་སྲིད་པོད་འདི་གསང་སྡོམ་སྒུལ་ཆས་ཡིན་ཚེ། ཕལ་ཆེར་ནོར་འཁྲུལ་གྱི་གསང་ཨང་ངམ་ཡང་ན་གསང་ལྡེ་བེད་སྤྱད་པས་རེད།

source: Unable to mount the volume. There is probably no media in the device.
bo_cn: པོད་འདེགས་འགེལ་བྱེད་ཐབས་བྲལ། ཕལ་ཆེར་སྒྲིག་ཆས་ནང་སྨྱན་རྫས་མེད་པས་རེད།

source: Unable to unmount connected server
bo_cn: འབྲེལ་མཐུད་ཀྱི་ཞབས་ཞུ་ཆས་ལེན་ཐབས་བྲལ།

source: Unable to unmount the selected volume.
bo_cn: བདམས་པའི་པོད་ལེན་ཐབས་བྲལ།

source: Unable to unmount the selected volume. The volume is in use by one or more programs.
bo_cn: བདམས་པའི་པོད་ལེན་ཐབས་བྲལ། ཕལ་ཆེར་པོད་དེ་བྱ་རིམ་ཞིག་གམ་མང་པོས་བེད་སྤྱོད་བྱེད་བཞིན་ཡོད་པས་རེད།

source: Unknown
bo_cn: ངེས་མེད་ཀྱི་དུས་ཚོད།

source: Unknown GnomeVFSSeekPosition %d
bo_cn: ངེས་མེད་ཀྱི GnomeVFSSeekPosition %d

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown job kind %u
bo_cn: ངེས་མེད་ཀྱི་ལས་འགན་གྱི་རིགས %u

source: Unknown operation type %u
bo_cn: ངེས་མེད་ཀྱི་བཀོལ་སྤྱོད་རིགས་གྲས %u

source: Unknown volume
bo_cn: ངེས་མེད་ཀྱི་པོད།

source: Unsupported operation
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་བཀོལ་སྤྱོད།

source: Use HTTP proxy
bo_cn: HTTP ལས་ཚབ་སྤྱོད་པ།

source: Use the %s environment variable to specify a different location.
bo_cn: %s ཡི་ཁོར་ཡུག་འགྱུར་ཚད་བེད་སྤྱད་ནས་གནས་ས་གཞན་དམིགས་འཛུགས་བྱེད་པ།

source: User name to pass as authentication when doing HTTP proxying.
bo_cn: HTTP ལས་ཚབ་ར་སྤྲོད་ལ་སྤྱོད་པའི་སྤྱོད་མཁན་གྱི་མིང་།

source: Volume
bo_cn: སྒྲ་ཚད།

source: Whether the specified command should handle "callto" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་ཡིས “callto”URLs ཐག་གཅོད་བྱེད་དམ།

source: Whether the specified command should handle "cdda" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་ཡིས "cdda" URLs ཐག་གཅོད་བྱེད་དམ།

source: Whether the specified command should handle "ghelp" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་ཡིས “ghelp”URLs ཐག་གཅོད་བྱེད་དམ།

source: Whether the specified command should handle "h323" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་ཡིས “h323”URLs ཐག་གཅོད་བྱེད་དམ།

source: Whether the specified command should handle "http" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་ཡིས “http”URLs ཐག་གཅོད་བྱེད་དམ།

source: Whether the specified command should handle "https" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་ཡིས “https”URLs ཐག་གཅོད་བྱེད་དམ།

source: Whether the specified command should handle "info" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་སྒྲིག་བྱེད་མིན།infoURLs

source: Whether the specified command should handle "mailto" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་སྒྲིག་བྱེད་མིན།mailtoURLs

source: Whether the specified command should handle "man" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་སྒྲིག་བྱེད་མིན།manURLs

source: Whether the specified command should handle "trash" URLs
bo_cn: དམིགས་འཛུགས་བྱས་པའི་བཀའ་བརྡ་སྒྲིག་གཅོད་བྱེད་མིན།trashURLs

source: Windows NT Volume
bo_cn: Windows NTཔོད།

source: Windows Network
bo_cn: Windowsདྲ་རྒྱ།

source: Windows Shared Volume
bo_cn: Windowsམཉམ་སྤྱོད་པོད།

source: Windows VFAT Volume
bo_cn: Windows VFATཔོད།

source: XFS Linux Volume
bo_cn: XFS Linuxཔོད།

source: XIAFS Volume
bo_cn: XIAFSཔོད།

source: Xenix Volume
bo_cn: Xenixཔོད།

source: You must log in to access %s
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཐོ་འགོད་བྱས་ན་ད་གཟོད་%s ལ་ལྟ་སྤྱོད་བྱེད་ཐུབ།

source: You must log in to access %s domain %s
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཐོ་འགོད་བྱས་ན་ད་གཟོད་%s ཡུལ %s ལ་ལྟ་སྤྱོད་བྱེད་ཐུབ།

source: Your HTTP Proxy requires you to log in.
bo_cn: ཁྱེད་རང་གི་HTTPལས་ཚབ་ཞབས་ཞུ་ཆས་ལ་ཁྱེད་རང་གིས་ཐོ་འགོད་བྱེད་དགོས།

source: Your password will be transmitted encrypted.
bo_cn: ཁྱེད་རང་གི་གསང་ཨང་དེ་གསང་སྡོམ་སྒོས་སྐྱེལ་ཀྱི་རེད།

source: Your password will be transmitted unencrypted.
bo_cn: ཁྱེད་རང་གི་གསང་ཨང་དེ་གསང་སྡོམ་མིན་པའི་གནས་ཚུལ་འོག་སྐྱེལ་ཀྱི་རེད།

source: Zip Drive
bo_cn: Zipསྐུལ་ཆས།

source: eCryptfs Volume
bo_cn: eCryptfsཔོད།
