Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gnome-video-effects.po
Languages: bo_cn

source: A triangle Kaleidoscope
bo_cn: མེ་ཏོག་བརྒྱ་མཐོང་ཟུར་གསུམ་མ།

source: Add a loopback alpha blending effector with rotating and scaling
bo_cn: གསར་བསྣན་འཁོར་སྐྱོད་དང་བསྡུས་གཏོང་འཁོར་འཁྱིལ་alphaམཉམ་བསྲེས་ནུས་སྣང་།

source: Add age to video input using scratches and dust
bo_cn: སྤྱོད་ཤུལ་དང་ཐལ་རྡུལ་གྱིས་བརྙན་ཟློས་ལ་ལོ་རབས་ཀྱི་ཚོར་སྣང་བསྣན་དུ་བཅུག་པ།

source: Add the ripple mark effect on the video input
bo_cn: བརྙན་ཟློས་དུ་རླབས་ཤུལ་ཕན་འབྲས་སྣོན་འཇུག་བྱེད་པ།

source: Bulge
bo_cn: འབུར་ཐོན།

source: Bulges the center of the video
bo_cn: འབུར་ཐོན་བརྙན་འཕྲིན་ལྟེ་གནས།

source: Cartoon
bo_cn: འགུལ་རིས།

source: Cartoonify video input
bo_cn: བརྙན་ཟློས་ནང་འཇུག་འགུལ་རིས་རྣམ་པར་བསྒྱུར་བ།

source: Che Guevara
bo_cn: ཆེ་གེ་ཝ་ལ།

source: Chrome
bo_cn: ཁིར་འབྱུག

source: Detect radioactivity and show it
bo_cn: འཕྲོ་ནུས་རང་བཞིན་བཤེར་འཇལ་དང་མངོན་འཆར།

source: Dice
bo_cn: གྲུ་བཞི་མ།

source: Dices the video input into many small squares
bo_cn: བརྙན་ཟློས་ནང་འཇུག་དེ་གྲུ་བཞི་མང་པོར་བསྒྱུར་བ།

source: Display video input like good old low resolution computer way
bo_cn: བརྙན་ཟློས་ནང་འཇུག་གི་བརྙན་ཡོལ་དབྱེ་འབྱེད་ཚད་དམའ་བའི་རྩིས་འཁོར་རྙིང་པ་དང་འདྲ་བ།

source: Dissolves moving objects in the video input
bo_cn: བརྙན་ཟློས་ནང་འཇུག་ཁྲོད་འགུལ་སྐྱོད་དངོས་པོ་སེལ་བ།

source: Distort the video input
bo_cn: གཅུས་པའི་བརྙན་ཟློས་ནང་འཇུག

source: Distortion
bo_cn: གཅུས་པ།

source: Edge
bo_cn: མུ་འགྲམ།

source: Extracts edges in the video input through using the Sobel operator
bo_cn: བརྙན་ཟློས་ནང་འཇུག་ཁྲོད་སུའོ་པེའར་རྩིས་ཆ་སྤྱད་དེ་མུ་འགྲམ་ལེན་པ།

source: Fake heat camera toning
bo_cn: ཚ་གྲུབ་བརྙན་ཀྱི་ཚོས་མདངས་སུ་བརྫུ་བ།

source: Flip the image, as if looking at a mirror
bo_cn: རི་མོ་ཕྱིར་སྐོར་བ། མེ་ལོང་ལ་བལྟ་བ་བཞིན།

source: Heat
bo_cn: ཚ་གྲུབ་བརྙན།

source: Historical
bo_cn: འདྲ་པར་རྙིང་པ།

source: Hulk
bo_cn: གྱད་མི་ལྗང་ཁུ།

source: Invert and slightly shade to blue
bo_cn: ཚུར་ལྡོག་ནས་གྲིབ་སོ་སྔོན་པོ་ཁ་སྣོན་བྱེད་པ།

source: Invert colors of the video input
bo_cn: ཚུར་ལྡོག་ནང་འཇུག་བརྙན་ཟློས་གྱི་ཁ་དོག（མདོག་ལྡོག་སྤྱིན་ཤོག་གི་ཕན་འབྲས།）

source: Invertion
bo_cn: སྤྱིན་ཤོག

source: Kaleidoscope
bo_cn: མེ་ཏོག་བརྒྱ་མཐོང་མདོང་མོ།

source: Kung-Fu
bo_cn: དུས་ཡུན།

source: Makes a square out of the center of the video
bo_cn: བརྙན་ཟློས་ལྟེ་གནས་སུ་གྲུ་བཞི་ཁ་གང་དབྱིབས་ཤིག་བཟོ་དགོས།

source: Mauve
bo_cn: སྨུག་སྐྱ།

source: Mirror
bo_cn: ཤེལ་བརྙན།

source: Mirrors the video
bo_cn: བརྙན་ཟློས་གཞུང་གི་དཀྱིལ་གྱི་ཤེལ་བརྙན།

source: Noir/Blanc
bo_cn: ཚོན་མེད།

source: Optical Illusion
bo_cn: མིག་དབང་འཕྲོག་པ།

source: Pinch
bo_cn: གཅུ་སྐོར།

source: Pinches the center of the video
bo_cn: གཅུ་སྐོར་བརྙན་ཟློས་ལྟེ་གནས།

source: Quark
bo_cn: གྲིབ་གཟུགས་འདྲུད་པ།

source: Radioactive
bo_cn: འགྱེད་འཕྲོ།

source: Ripple
bo_cn: རླབས་རིས།

source: Saturation
bo_cn: ཚད་ལོངས་ཚད།

source: Sepia
bo_cn: ཁམ་མདོག

source: Sepia toning
bo_cn: ཁམ་ནག་གི་ཚོས་གཞི།

source: Shagadelic
bo_cn: འཕྲུལ་སྣང་།

source: Show what was happening in the past
bo_cn: གོང་དུ་བྱུང་མ་ཐག་པའི་དོན་དག་འཆར་བ།

source: Square
bo_cn: གྲུ་བཞི་ཁ་གང་མ།

source: Stretch
bo_cn: འཐེན་རྐྱོང་།

source: Stretches the center of the video
bo_cn: འཁུམ་པའི་བརྙན་ཟློས་ལྟེ་གནས།

source: Time delay
bo_cn: དུས་ཚོད་ཕྱིར་འགྱངས།

source: Traditional black-white optical animation
bo_cn: སྲོལ་རྒྱུན་གྱི་ཚོན་མེད་མདོག་གི་འགུལ་རིས།

source: Transform motions into Kung-Fu style
bo_cn: དྲག་རྩལ་གྱི་རྣམ་པར་འགྱུར་བ།

source: Transform video input into a mauve color
bo_cn: བརྙན་ཟློས་ནང་འཇུག་སྨུག་སྐྱར་བསྒྱུར་པ།

source: Transform video input into a metallic look
bo_cn: བརྙན་ཟློས་ནང་འཇུག་ལྕགས་རིགས་ཀྱི་ཕྱི་དབྱིབས་རྣམ་པར་བསྒྱུར་པ།

source: Transform video input into a waveform monitor
bo_cn: རླབས་དབྱིབས་སོ་ལྟ་ཆས་ཤིག་ཏུ་བསྒྱུར་བའི་བརྙན་ཟློས་ནང་འཇུག

source: Transform video input into grayscale
bo_cn: བརྙན་ཟློས་ནང་འཇུག་སྐྱ་བོར་བསྒྱུར་པ།

source: Transform video input into realtime goo'ing
bo_cn: བརྙན་ཟློས་ནང་འཇུག་དུས་ཐོག་ནང་འཇུག་ཏུ་བསྒྱུར་པ།

source: Transform video input into typical Che Guevara style
bo_cn: བརྙན་ཟློས་ནང་འཇུག་དེ་དཔེ་མཚོན་ཅན་གྱི་ཆེ་ཀེ་ཝ་ལའི་ཁྱད་ཆོས་སུ་བསྒྱུར་བ།

source: Transform yourself into the amazing Hulk
bo_cn: ཁྱེད་རང་ཉིད་ཧང་སང་དགོས་པའི་གྱད་མི་ལྗང་ཁུ་རུ་བསྒྱུར་བ།

source: Twirl
bo_cn: ཆུ་འཁོར།

source: Twirl the center of the video
bo_cn: བརྙན་ཟློས་ལྟེ་གནས་སུ་ཆུ་འཁོར་སྣོན་པ།

source: Vertigo
bo_cn: མགོ་ཡུ་འཁོར་བ།

source: Warp
bo_cn: འཁྱོག་པ།

source: Waveform
bo_cn: རླབས་དབྱིབས།

source: X-Ray
bo_cn: Xའོད་ཟེར།
