Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gprof.po
Languages: bo_cn

source: <cycle %d>
bo_cn: 〈< %dཡི་རྒྱུན་འཁོར།>〉

source: %6.6s %5.5s %7.7s %11.11s %7.7s %7.7s <spontaneous>
bo_cn: %6.6s %5.5s %7.7s %11.11s %7.7s %7.7s <རང་བྱུང་གི་>

source: %9.2f Average executions per line
bo_cn: %9.2f ཐིག་ཕྲེང་རེའི་ཆ་སྙོམས་ལག་བསྟར

source: %9.2f Percent of the file executed
bo_cn: %9.2f ཡི་ཡིག་ཆའི་ནང་ལག་བསྟར་བྱས་ཟིན་པའི་བརྒྱ་ཆའི་བསྡུར་ཚད།

source: %9ld Executable lines in this file
bo_cn: %9ld ཡིག་ཆའི་ཁྲོད་ལག་བསྟར་རུང་བའི་ཐིག་ཕྲེང་།

source: %9ld Lines executed
bo_cn: %9ldལག་བསྟར་བྱས་ཟིན། ཐིག་ཕྲེང་།

source: %s: %s: found bad tag %d (file corrupted?)
bo_cn: %s: %s: ནོར་འཁྲུལ་གདོང་འཛར་ %dརྙེད། (ཡིག་ཆ་འཕྲོ་བརླག་ཕྱིན་འདུག་གམ)

source: %s: %s: not in executable format
bo_cn: %s: %s: ལག་བསྟར་རུང་བའི་རྣམ་བཞག་ཏུ་གནས་མི་འདུག

source: %s: %s: unexpected end of file
bo_cn: %s: %s: བློ་ཡུལ་ལས་འདས་པའི་ཡིག་ཆའི་མཇུག་བསྡུས།

source: %s: -c not supported on architecture %s
bo_cn: %s: -c %s ཡིས་རྒྱུད་ཁོངས་གྲུབ་ཚུལ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: %s: address size has unexpected value of %u
bo_cn: %s: ཤག་གནས་ཆེ་ཆུང་ལ་བསམ་ཡིད་ལས་འདས་པའི་གནས་ཐང་ཡོད།%u

source: %s: can't do -c
bo_cn: %s: -c བྱེད་ཐུབ་ཀྱི་མི་འདུག

source: %s: can't find .text section in %s
bo_cn: %s： %s ཡི་ཁྲོད་དུ་ .text ཁག་ རྙེད་ཐབས་བྲལ་པ།

source: %s: could not locate `%s'
bo_cn: %s: གནས་ངེས་བྱེད་ཐབས་བྲལ།`%s'

source: %s: could not open %s.
bo_cn: %s: ཁ་འབྱེད་ཐབས་བྲལ། %s.

source: %s: debugging not supported; -d ignored
bo_cn: "%s: ཡིས་ཚོད་སྒྲིག་ལ་རྒྱབ་སྐྱོར་མི་བྱེད། -dཡིས་འདེམས་ཚན་སྣང་མེད་དུ་བཞག

source: %s: don't know how to deal with file format %d
bo_cn: %s:ཡི་ཡིག་ཆའི་རྣམ་བཞག་ཇི་ལྟར་སྒྲིག་གཅོད་བྱེད་དགོས་པ་མི་ཤེས།%d

source: %s: file `%s' has bad magic cookie
bo_cn: %s: `%s' ཡིག་ཆའི་ནང་ནོར་འཁྲུལ་གྱི་སྒྱུ་འཕྲུལ་ཡི་གེ་འདུག

source: %s: file `%s' has no symbols
bo_cn: %s:ཡིག་ཆ`%s'ལ་མཚོན་རྟགས་མི་འདུག

source: %s: file `%s' has unsupported version %d
bo_cn: %s: `%s'ཡིག་ཆ་ནི་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་པར་གཞི་རེད། %d

source: %s: file too short to be a gmon file
bo_cn: %s: ཡིག་ཆ་ཐུང་དྲག་ཏེ་ gmon ཡིག་ཆ་ཡིན་མི་སྲིད་པ།

source: %s: unable to parse mapping file %s.
bo_cn: %s： རྟེན་འཕྲོའི་ཡིག་ཆར་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ། %s。

source: %s: unknown file format %s
bo_cn: %s: ངོ་མི་ཤེས་པའི་ཡིག་ཆའི་རྣམ་བཞག %s

source: %s: warning: ignoring basic-block exec counts (use -l or --line)
bo_cn: %s： ཐ་ཚིག གཞི་རྩའི་དུམ་བུ་ Exec ཡི་ཐང་( -l ཡང་ --lineསྤྱོད།)སྣང་མེད་བྱས།

source: %time
bo_cn: དུས་ཚོད།(%ti)

source: *** File %s:
bo_cn: *** ཡིག་ཆ། %s:\

source: <indirect child>
bo_cn: <བརྒྱུད་པའི་བུ་འཕེལ་རིམ།>

source: <unknown>
bo_cn: 〈ངེས་མེད〉

source: File `%s' (version %d) contains:
bo_cn: ཡིག་ཆ `%s'། (པར་གཞི %d) འདུས།：

source: This program is free software. This program has absolutely no warranty.
bo_cn: བྱ་རིམ་འདི་ནི་རང་དབང་གི་མཉེན་ཆས་ཤིག་ཡིན། བྱ་རིམ་འདིར་ཁག་ཐེག་གང་ཡང་མཁོ་འདོན་བྱེད་མི་དགོས།

source: called
bo_cn: འབོད་པ།

source: calls
bo_cn: འབོད་པ།

source: children
bo_cn: བུ་འཕེལ་རིམ།

source: index
bo_cn: གསལ་བྱང་།

source: name
bo_cn: མིང་།

source: parents
bo_cn: ཕ་ཡི་འཕེལ་རིམ།

source: self
bo_cn: རང་ཉིད།

source: self
bo_cn: རང་ཉིད།

source: time
bo_cn: དུས་ཚོད།

source: total
bo_cn: སྤྱིའི་སྤྱོད་ཚད།

source: total
bo_cn: ཡོངས་རྫོགས།
