Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gst-plugins-bad-1.0.po
Languages: bo_cn

source: Cannot enumerate delivery systems from frontend device "%s".
bo_cn: མཐའ་སྣེའི་སྒྲིག་ཆས་“%s”ཡི་ཁྲོད་ནས་སྐྱེལ་འདྲེན་རྒྱུད་ཁོངས་རེར་འགོད་བྱེད་ཐབས་བྲལ།

source: Could not configure sndio
bo_cn: sndioསྡེབ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Could not establish connection to sndio
bo_cn: snidoཡི་སྦྲེལ་མཐུད་ལ་སྦྲེལ་ཐབས་བྲལ།

source: Could not get settings from frontend device "%s".
bo_cn: མདུན་སྣེའི་སྒྲིག་ཆས“%s”ནས་སྒྲིག་འགོད་ལེན་ཐབས་བྲལ།

source: Could not open file "%s" for reading.
bo_cn: ཀློག་སྟངས་རྣམ་པས་ཡིག་ཆ“%s”ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open file "%s" for writing.
bo_cn: འབྲི་ཐབས་ཀྱིས་ཡིག་ཆའི“%s”ཁ་འབྱེད་ཐབས་བྲལ།

source: Could not open frontend device "%s".
bo_cn: མདུན་སྣེའི་སྒྲིག་ཆས་ཀྱི་“%s”ཁ་འབྱེད་ཐབས་བྲལ།

source: Could not open sndfile stream for reading.
bo_cn: ཁ་ཕྱེ་ཐབས་བྲལ་ལ་sndfileརྒྱུའང་འདོན་ཐབས་བྲལ།

source: Could not read DVD.
bo_cn: DVDཀློག་ཐབས་བྲལ།

source: Could not read DVD. This may be because the DVD is encrypted and a DVD decryption library is not installed.
bo_cn: DVDཀློག་ཐབས་བྲལ། འདི་ཕལ་ཆེར་DVDགསང་སྡོམ་བྱས་ཡོད་པས་ཡིན་ཤས་ཆེ་ལ།གསང་འགྲོལ་ལ་མཁོ་བའི་མཛོད་སྒྲིག་འཇུག་བྱས་མི་འདུག

source: Could not read title information for DVD.
bo_cn: DVDཡི་ཁ་བྱང་གི་ཆ་འཕྲིན་ཀློག་ཐབས་བྲལ།

source: Could not start sndio
bo_cn: sndioསྒོ་འབྱེད་ཐབས་བྲལ།

source: Couldn't download fragments
bo_cn: དུམ་ཚན་ཕབ་ལེན་བྱེད་ཐབས་བྲལ།

source: Couldn't find DVB channel configuration file
bo_cn: DVBབགྲོད་ལམ་སྡེབ་སྒྲིག་ཡིག་ཆ་རྙེད་མ་བྱུང་།

source: Couldn't find details for DVB channel %s
bo_cn: DVBབརྒྱུད་ལམ་གྱི་ %s ཡི་ཞིབ་ཕྲའི་ཆ་འཕྲིན་ཐོབ་ཐབས་བྲལ།

source: Couldn't load DVB channel configuration file: %s
bo_cn: DVDའགྲོ་ལམ་སྡེབ་སྒྲིག་ཡིག་ཆ་སྣོན་འཇུག་བྱེད་ཐབས་བྲལ།%s

source: DVB channel configuration file doesn't contain any channels
bo_cn: DVBརྒྱུ་ལམ་སྡེབ་སྒྲིག་ཡིག་ཆའི་ནང་བགྲོད་ལམ་གང་ཡང་ཚུད་མེད།

source: Device "%s" does not exist.
bo_cn: སྒྲིག་ཆས་“%s”མི་འདུག

source: Digitalzoom element couldn't be created
bo_cn: Digitalzoomསྒྲིག་ལྷུ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Failed to get fragment URL.
bo_cn: དུམ་ལྷེབ་URLཐོབ་ཐབས་བྲལ།

source: Failed to open DVD device '%s'.
bo_cn: DVDསྒྲིག་ཆས་ཀྱི་“%s”ཁ་འབྱེད་ཐབས་བྲལ།

source: Failed to query sndio capabilities
bo_cn: snidoཡི་འབྲེལ་ཡོད་ཆ་འཕྲིན་ཐོབ་ཐབས་བྲལ།

source: Failed to set PGC based seeking.
bo_cn: PGCཡི་འཚོལ་བཤེར་བྱེད་ཐབས་བྲལ།

source: File location is set to NULL, please set it to a valid filename
bo_cn: ཡིག་ཆའི་གནས་ཡུལ་ནི་NULLཡིན་པས།ནུས་ལྡན་ཡིག་ཆའི་མིང་སྒྲིག་འགོད་ཀྱིས།

source: Generated file has a larger preroll time than its streams duration
bo_cn: ཡིག་ཆ་གྲུབ་བྱེད་ཀྱི་སྔོན་བརྡའི་དུམ་ཚན་དེ་རང་རྒྱུན་རིང་ཚད་ལས་བརྒལ་བ།

source: Given file name "%s" can't be converted to local file name encoding.
bo_cn: སྤྲད་པའི་ཡིག་ཆའི་མིང་གི་“%s”རང་སའི་ཡིག་ཆའི་མིང་གི་ཨང་སྒྲིག་ལ་སྒྱུར་ཐུབ་བྲལ།

source: Internal data flow error.
bo_cn: ནང་ཁུལ་གྱི་གཞི་གྲངས་རྒྱུན་ནོར་བ།

source: Internal data stream error.
bo_cn: ནང་ཁུལ་གྱི་གཞི་གྲངས་རྒྱུན་ནོར་བ།

source: Missing element '%s' - check your GStreamer installation.
bo_cn: “%s”ཡི་སྒྲིག་ལྷུ་ཆད།---GStreamerསྒྲིག་འཇུག་ལ་ཞིབ་བཤེར་གནང་རོགས།

source: No file name specified for writing.
bo_cn: ཡིག་ཆའི་མིང་དམིགས་འཛུགས་ཀྱིས་བྲིས་མེད།

source: OpenCV failed to load template image
bo_cn: OpenCVདཔེ་དུམ་རི་མོ་ཁུར་སྣོན་ཕམ་པ།

source: Subpicture format was not configured before data flow
bo_cn: བུ་རིས་རྣམ་པའི་རྣམ་གཞག་དེ་གཞི་གྲངས་རྒྱུན་གོང་དུ་སྡེབ་སྒྲིག་བྱས་མེད་པ།

source: This file contains no playable streams.
bo_cn: ཡིག་ཆ་དེའི་ནང་དུ་གཏོང་ཐབས་བྲལ་པའི་རྒྱུན་འདུས་ཡོད།

source: format wasn't negotiated before get function
bo_cn: getརྟེན་འབྱུང་གྲངས་བཀོལ་སྤྱོད་སྔོན་ལ་འོས་འཚམ་གྱི་རྣམ་གཞག་གཏན་འཁེལ་བྱས་མེད།
