Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gst-plugins-good-1.0.po
Languages: bo_cn

source: '%s' by '%s'
bo_cn: “%2$s”ཀྱི་“%1$s”

source: A network error occurred, or the server closed the connection unexpectedly.
bo_cn: དྲ་རྒྱའི་ནོར་འཁྲུལ་བྱུང་བའམ་ཞབས་ཞུ་ཆས་ཀྱིས་ངེས་མེད་དུ་འབྲེལ་མཐུད་ཀྱི་སྒོ་རྒྱག་པ།

source: AUX 1 In
bo_cn: རམ་འདེགས་ནང་འཇུག1

source: AUX 1 Out
bo_cn: རམ་འདེགས་ཕྱིར་འདོན།1

source: AUX 2 In
bo_cn: རམ་འདེགས་ཕྱིར་འདོན།2

source: AUX 2 Out
bo_cn: རམ་འདེགས་ཕྱིར་འདོན།2

source: Audio playback error.
bo_cn: སྒྲ་ཟློས་བསྐྱར་གཏོང་ནོར་འཁྲུལ།

source: Built-in Speaker
bo_cn: ནང་བཙུགས་སྒྲ་སྒམ།

source: Cannot identify device '%s'.
bo_cn: སྒྲིག་ཆས་%sངེས་གཏན་བྱེད་ཐབས་བྲལ།

source: Cannot operate without a clock
bo_cn: ཆུ་ཚོད་མེད་ན་བཀོལ་སྤྱོད་བྱེད་ཐབས་བྲལ།

source: Cannot play stream because it is encrypted with PlayReady DRM.
bo_cn: བསྒྲགས་གཏོང་བྱེད་ཐབས་བྲལ། དེ་ཉིད་PlayReady DRMཡིས་གསང་སྡོམ་བྱས་ཟིན་པས་སོ།

source: Changing resolution at runtime is not yet supported.
bo_cn: འཁོར་སྐྱོད་རྒྱབ་སྐྱོར་མི་བྱེད་སྐབས་འབྱེད་ཕྱོད་བསྒྱུར།

source: Codec Loopback
bo_cn: ཨང་སྒྲིག་ཆས་འཁོར་འཁྱིལ།

source: Converter on device %s has no supported input format
bo_cn: སྒྲིག་ཆས་%sསྟེང་གི་བརྗེ་སྤོར་ཆས་ལ་ནང་འཇུག་རྣམ་པ་རྒྱབ་སྐྱོར་མེད།

source: Converter on device %s has no supported output format
bo_cn: སྒྲིག་ཆས་%sསྟེང་གི་བརྗེ་སྤོར་ཆས་ལ་ཕྱིར་འདོན་རྣམ་པ་རྒྱབ་སྐྱོར་མེད།

source: CoreAudio device could not be opened
bo_cn: CoreAudioསྒྲིག་ཆས་ཁ་ཕྱེ་ཐབས་བྲལ།

source: CoreAudio device not found
bo_cn: CoreAudioསྒྲིག་ཆས་མ་རྙེད།

source: Could not connect to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།

source: Could not dup device '%s' for reading and writing.
bo_cn: སྒྲིག་ཆས་%sའདྲ་བཟོ་བྱས་ནས་ཀློག་ལེན་དང་འབྲི་ཐབས་བྲལ།

source: Could not establish connection to server.
bo_cn: སྒྲ་ཟློས་ཞབས་ཞུ་འཕྲུལ་ཆས་དང་འབྲེལ་མཐུད་བྱེད་ཐབས་བྲལ།

source: Could not get parameters on device '%s'
bo_cn: སྒྲིག་ཆས་%sཡི་ཞུགས་གྲངས་ཐོབ་ཐབས་བྲལ།

source: Could not map buffers from device '%s'
bo_cn: སྒྲིག་ཆས་%sཡི་ཁྲོད་ནས་ལྷོད་གཏོང་ཁུལ་རྟེན་འཕྲོ་བྱེད་ཐབས་བྲལ།

source: Could not open audio device for playback.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་གཏོང་ཐབས་བྲལ།

source: Could not open audio device for playback. Device is being used by another application.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་ཕྱིར་འཇོག་ཐབས་བྲལ། མིག་སྔར་བྱ་རིམ་གཞན་ཞིག་གིས་སྒྲིག་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: Could not open audio device for playback. This version of the Open Sound System is not supported by this element.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་བསྐྱར་གཏོང་བྱེད་ཐབས་བྲལ། པར་གཞི་འདི་ཡི་Open Sound Systemཡིས་སྒྲིག་ལྷུ་འདི་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Could not open audio device for playback. You don't have permission to open the device.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཟློས་གཏོང་ཐབས་བྲལ། ཁྱེད་ལ་སྒྲིག་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད་པའི་དབང་ཆ་མེད།

source: Could not open audio device for recording.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཕབ་ཐབས་བྲལ།

source: Could not open audio device for recording. You don't have permission to open the device.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཕབ་ཐབས་བྲལ། ཁྱེད་ལ་སྒྲིག་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད་པའི་དབང་ཆ་མེད།

source: Could not open device '%s' for reading and writing.
bo_cn: སྒྲིག་ཆས་ཀྱི་%sཁ་ཕྱེ་ནས་འབྲི་ཀློག་བྱེད་ཐབས་བྲལ།

source: Could not resolve server name.
bo_cn: ཞབས་ཞུའི་འཕྲུལ་ཆས་ཀྱི་མིང་ལ་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།

source: Device '%s' cannot capture at %dx%d
bo_cn: སྒྲིག་ཆས་%sནི་%dx%dཡི་ནང་ནས་འཛིན་ཐབས་བྲལ།

source: Device '%s' cannot capture in the specified format
bo_cn: སྒྲིག་ཆས་ཀྱི%sདམིགས་འཛུགས་གྱི་རྣམ་པའི་ཐོག་ནས་འཛིན་ཐབས་བྲལ།

source: Device '%s' does support non-contiguous planes
bo_cn: སྒྲིག་ཆས་ཀྱི་%sཡིས་མུ་འབྲེལ་མིན་པའི་སྙོམས་ངོས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Device '%s' is busy
bo_cn: སྒྲིག་ཆས་%sབྲེལ་བཞིན་པའི་སྒང་རེད།

source: Device '%s' is not a M2M device.
bo_cn: སྒྲིག་ཆས་%sནི་M2Mསྒྲིག་ཆས་མ་རེད།

source: Device '%s' is not a capture device.
bo_cn: %sནི་འཛིན་བཟུང་སྒྲིག་ཆས་ཤིག་མ་རེད།

source: Device '%s' is not a output device.
bo_cn: %s ནི་ཕྱིར་འདོན་སྒྲིག་ཆས་མ་རེད།

source: Device '%s' is not a tuner.
bo_cn: སྒྲིག་ཆས་ཀྱི་%sནི་ཕྲན་སྒྲིག་མཐེབ་གནོན་མ་རེད།

source: Encoder on device %s has no supported input format
bo_cn: སྒྲིག་ཆས་ཀྱི་%sསྟེང་གི་ཨང་སྒྲིག་ཆས་ཀྱིས་ནང་འཇུག་རྣམ་པ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Encoder on device %s has no supported output format
bo_cn: སྒྲིག་ཆས་ཀྱི་%sསྟེང་གི་ཨང་སྒྲིག་ཆས་ཀྱིས་ཕྱིར་འདོན་རྣམ་པ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Error getting capabilities for device '%s'.
bo_cn: སྒྲིག་ཆས་ཀྱི%sའབྲེལ་ཡོད་ཆ་འཕྲིན་ཐོབ་སྐབས་ནོར་འཁྲུལ་ཤོར།

source: Error getting capabilities for device '%s': It isn't a v4l2 driver. Check if it is a v4l1 driver.
bo_cn: སྒྲིག་ཆས་ཀྱི%sཡི་ཆ་འཕྲིན་ཐོབ་སྐབས་ནོར་འཁྲུལ་ཤོར།དེ་ནི་v4l2སྐུལ་ཆས་ཤིག་མིན་པས།v4l1ཡིན་མིན་ལ་ཞིབ་བཤེར་བྱེད་རོགས།

source: Error reading %d bytes from device '%s'.
bo_cn: སྒྲིག་ཆས་ཀྱི%2$sཡི་ཁྲོད་ནས་%1$dཡིག་འབྲུ་ཀློག་སྐབས་ནོར་འཁྲུལ་ཤོར་བ།

source: Error recording from audio device.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་སྒྲ་ཕབ་ནོར་འཁྲུལ།

source: Failed getting controls attributes on device '%s'.
bo_cn: སྒྲིག་ཆས་ཀྱི་%s སྟེང་གི་ཚོད་འཛིན་གཏོགས་གཤིས་ཐོབ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Failed to allocate required memory.
bo_cn: བགོ་འགྲེམས་རེ་ཞུ་བྱེད་པའི་ནང་གསོག་ཕམ་པ།

source: Failed to allocated required memory.
bo_cn: བགོ་འགྲེམས་རེ་ཞུ་བྱེད་པའི་ནང་གསོག་ཕམ་པ།

source: Failed to change mute state for device '%s'.
bo_cn: སྒྲིག་ཆས་ཀྱི%sཡི་སྒྲ་མེད་རྣམ་པ་བསྒྱུར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to configure internal buffer pool.
bo_cn: ནང་ཁུལ་གྱི་ཞི་ལྷོད་རྫིང་བུ་སྡེབ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Failed to decode JPEG image
bo_cn: JPEGབརྙན་རིས་ཨང་འགྲོལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to enumerate possible video formats device '%s' can work with
bo_cn: སྒྲིག་ཆས་ཀྱི%sཕལ་ཆེར་རྒྱབ་སྐྱོར་བྱེད་སྲིད་པའི་བརྙན་ཟློས་རྣམ་གཞག་དཔེ་བགྲངས་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to get current input on device '%s'. May be it is a radio device
bo_cn: སྒྲིག་ཆས་%sཐོག་གི་མིག་སྔའི་ནང་འཇུག་ཐོབ་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། གཅིག་བྱས་ན་དེ་ནི་རླུང་འཕྲིན་སྒྲིག་ཆས་ཤིག་རེད།

source: Failed to get current output on device '%s'. May be it is a radio device
bo_cn: སྒྲིག་ཆས་%sཐོག་གི་མིག་སྔའི་ནང་འཇུག་ཐོབ་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། དེ་ནི་རྒྱང་བསྒྲགས་སྒྲིག་ཆས་ཤིག་ཡིན་ཤས་ཆེ།

source: Failed to get current tuner frequency for device '%s'.
bo_cn: སྒྲིག་ཆས་ཀྱི་%s ལེན་པའི་སྐབས་ཀྱི་མིག་སྔའི་ལེགས་སྒྲིག་མཐེབ་གནོན་གྱི་ཟློས་ཕྱོད་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to get setting of tuner %d on device '%s'.
bo_cn: སྒྲིག་ཆས་%2$s སྟེང་གི་ལེགས་སྒྲིག་མཐེབ་གནོན་%1$d ཡི་སྒྲིག་འགོད་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to get settings of tuner %d on device '%s'.
bo_cn: སྒྲིག་ཆས་%2$s སྟེང་ལེགས་སྒྲིག་མཐེབ་གནོན་%1$d ཡི་སྒྲིག་འགོད་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to get signal strength for device '%s'.
bo_cn: སྒྲིག་ཆས་%sཡི་བརྡ་རྟགས་ཀྱི་རིང་ཚད་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to get value for control %d on device '%s'.
bo_cn: སྒྲིག་ཆས་%2$sཡི་ཚོད་འཛིན་ཆས%1$d ཡི་ཐང་གྲངས་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to process frame.
bo_cn: ལྷེབ་སྒྲིག་གཅོད་ཕམ་པ།

source: Failed to query attributes of input %d in device %s
bo_cn: སྒྲིག་ཆས་%2$s ཁྲོད་%1$d ནང་འཇུག་གི་གཏོགས་གཤིས་འཚོལ་བཤེར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to query norm on device '%s'.
bo_cn: སྒྲིག་ཆས་%sཡི་གཞི་འཛིན་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to set current tuner frequency for device '%s' to %lu Hz.
bo_cn: སྒྲིག་ཆས་ཀྱི་%s ཡི་མིག་སྔའི་ལེགས་སྒྲིག་མཐེབ་གནོན་ཟློས་ཕྱོད་%lu Hzཡིན་སྐབས་ཀྱི་སྒྲིག་འགོད་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to set input %d on device %s.
bo_cn: སྒྲིག་ཆས་%2$s སྟེང་གི་ནང་འཇུག་%1$d སྒྲིག་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to set norm for device '%s'.
bo_cn: སྒྲིག་ཆས་%sཡི་གཞི་འཛིན་སྒྲིག་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to set output %d on device %s.
bo_cn: %dཕྱིར་འདོན་དེ་སྒྲིག་ཆས་ཀྱི་སྟེང་དུ་སྒྲིག་འགོད་%sབྱས་ནས་ཕམ་པ།

source: Failed to set value %d for control %d on device '%s'.
bo_cn: སྒྲིག་ཆས་%3$sཡི་ཚོད་འཛིན་ཆས་ཀྱི་ %2$d ཡི་ཐང་གྲངས་%1$d ལ་སྒྲིག་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to start decoding thread.
bo_cn: ཨང་འགྲོལ་སྐུད་རིམ་འགོ་རྩོམ་ཕམ་པ།

source: Gain
bo_cn: ཁེ་འཕར།

source: Headphone
bo_cn: མགོར་གྱོན་རྣམ་པའི་རྣ་ཉན།

source: Internal CD
bo_cn: ནང་ཁུལ་CD

source: Internal data flow error.
bo_cn: ནང་ཁུལ་གྱི་གཞི་གྲངས་རྒྱུན་ནོར་བ།

source: Internal data stream error.
bo_cn: ནང་ཁུལ་གྱི་གཞི་གྲངས་རྒྱུན་ནོར་བ།

source: Invalid atom size.
bo_cn: ནུས་པ་མེད་པའི་མ་རྡུལ་ཆེ་ཆུང་།

source: Jack server not found
bo_cn: བསྒར་སྒོ་སྒྲིག་ཆས་མ་རྙེད་པ།

source: Line In
bo_cn: སྐུད་ལམ་ནང་འཇུག

source: Line Out
bo_cn: སྐུད་ལམ་ཕྱིར་འདོན།

source: Microphone
bo_cn: སྐད་སྦུག

source: Monitor
bo_cn: འཆར་ཆས།

source: No URL set.
bo_cn: URLསྒྲིག་འགོད་བྱས་མེད་པ།

source: No downstream pool to import from.
bo_cn: ནང་འཇུག་བྱེད་ཆོག་པའི་གཤམ་གྱི་སྐྱལ་རྫིང་མེད་པ།

source: No or invalid input audio, AVI stream will be corrupt.
bo_cn: ཕན་མེད་དམ་མེད་པའི་ནང་འཇུག་སྒྲ་ཟློས། AVI རྒྱུན་འཕྲོ་བརླགས་འགྲོ་བ།

source: Playback is not supported by this audio device.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་དེས་བསྐྱར་གཏོང་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Record Source
bo_cn: སྒྲ་ཕབ་ཁུངས།

source: Recording is not supported by this audio device.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་འདིས་སྒྲ་ཕབ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: SPDIF In
bo_cn: SPDIFནང་འཇུག

source: SPDIF Out
bo_cn: SPDIFཕྱིར་འདོན།

source: Secure connection setup failed.
bo_cn: བདེ་འཇགས་འབྲེལ་མཐུད་ཕམ་པ།

source: Server does not support seeking.
bo_cn: སྒྲིག་ཆས་ཀྱིས་གནས་ཐིག་གཏན་ཁེལ་ལ་རྒྱབ་སྐྱོར་མེད།

source: Server sent bad data.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ནོར་འཁྲུལ་གྱི་གཞི་གྲངས་བསྐུར།

source: SunVTS Loopback
bo_cn: SunVTSའཁོར་འཁྱིལ།

source: The driver of device '%s' does not support any known IO method.
bo_cn: སྒྲིག་ཆས་%sཡི་སྐུལ་བྱེད་ཀྱིས་ཤེས་ཟིན་པའི་I/Oབྱེད་སྟངས་གང་ལའང་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The driver of device '%s' does not support the IO method %d
bo_cn: སྒྲིག་ཆས་%sཡི་སྐུལ་བྱེད་ཀྱིས་I/Oབྱེད་སྟངས་%dལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The video in this file might not play correctly.
bo_cn: ཡིག་ཆ་འདིའི་ནང་གི་བརྙན་ཟློས་ཡང་དག་པར་གཏོང་ཐབས་བྲལ་པར་སྲིད།

source: This file contains no playable streams.
bo_cn: ཡིག་ཆ་དེའི་ནང་དུ་གཏོང་ཐབས་བྲལ་པའི་རྒྱུན་འདུས་ཡོད།

source: This file contains too many streams. Only playing first %d
bo_cn: ཡིག་ཆ་འདིའི་ནང་དུ་རྒྱུན་མང་པོ་འདུས་ཡོད། མདུན་གྱི་%d ཁོ་ན་གཏོང་བ།

source: This file is corrupt and cannot be played.
bo_cn: ཡིག་ཆ་འདི་ལ་ཆག་སྐྱོན་ཤོར་བས་གཏོང་ཐབས་བྲལ།

source: This file is incomplete and cannot be played.
bo_cn: ཡིག་ཆ་འདི་ཆ་ཚང་མིན་པ་མ་ཟད་གཏོང་ཡང་ཐབས་བྲལ།

source: This file is invalid and cannot be played.
bo_cn: ཡིག་ཆ་འདིས་གོ་མི་ཆོད་པས་གཏོང་ཐབས་བྲལ།

source: This isn't a device '%s'.
bo_cn: སྒྲིག་ཆས་%sམ་རེད།

source: Video device did not accept new frame rate setting.
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས་ཀྱིས་ལྷེབ་ཕྱོད་གསར་པ་སྡེབ་སྒྲིག་དང་ལེན་མི་བྱེད།

source: Video device did not provide output format.
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས་ཀྱིས་ཕྱིར་འདོན་རྣམ་པ་མཁོ་འདོན་བྱས་མེད།

source: Video device did not suggest any buffer size.
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས་ལ་ཞི་ལྷོད་ཀྱི་ཆེ་ཆུང་ཅི་ཡང་འདོན་སྤྲོད་བྱས་མེད།

source: Video device returned invalid dimensions.
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས་གྱིས་ནུས་པ་མེད་པའི་རྩ་ཚད་ཕྱིར་སློག

source: Video devices uses an unsupported interlacing method.
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས་ཀྱིས་ཕྲེང་བཅད་བཤར་འབེབས་བྱེད་སྟངས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་བཀོལ་སྤྱོད་བྱས།

source: Video devices uses an unsupported pixel format.
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས་ཀྱིས་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་བརྙན་རྒྱུའི་རྣམ་པ་བཀོལ།

source: Volume
bo_cn: སྒྲ་ཚད།
