Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/gtk-engines.po
Languages: bo_cn

source: 3d-ish (button)
bo_cn: 3Dརྣམ་པ།(མཐེབ་གནོན།)

source: 3d-ish (gradient)
bo_cn: 3Dརྣམ་པ།(ཐེམ་ཚད།)

source: Animations
bo_cn: འགུལ་རིས།

source: Arrow
bo_cn: མདའ་རྩེ།

source: Cell Indicator Size
bo_cn: སྡེ་ཚན་སྟོན་ཆས་ཆེ་ཆུང་།

source: Classic
bo_cn: གསུང་རབ་འཆར་ངོས།

source: Colorize Scrollbar
bo_cn: འགྲིལ་བྱང་གི་ཁ་དོག་སྒྲིག་པ།

source: Contrast
bo_cn: བསྡུར་ཚད།

source: Disable focus drawing
bo_cn: མདོ་ཚེག་འབྲི་བ་འགོག་པ།

source: Dot
bo_cn: ཚེག

source: Edge Thickness
bo_cn: མཐའ་ཁུལ་མཐུག་ཚད།

source: Enable Animations on Progressbars
bo_cn: སྒྲུབ་ཚད་བྱང་གི་ཕྱེ་བའི་འགུལ་རིས་ཀྱི་ཕན་འབྲས།

source: Flat
bo_cn: ཁོད་སྙོམས།

source: Full
bo_cn: ཆ་ཚང་།

source: Glossy
bo_cn: བཀྲག་མདངས།

source: Gummy
bo_cn: འབྱར་བའི་རང་བཞིན།

source: Handlebox Marks
bo_cn: འཕྱོ་རུང་སྒེའུ་ཁུང་རྟགས།

source: If set, button corners are rounded
bo_cn: གལ་ཏེ་ཁ་ཕྱེས་ན།མཐེབ་གནོན་མཐའ་དེ་མགོ་བདེ་ཞིག་ཏུ་འགྱུར་ངེས།

source: Inset
bo_cn: བར་འཇུག་རི་མོ།

source: Inverted
bo_cn: ལྡོག་འཁོར།

source: Inverted Dot
bo_cn: ལྡོག་འཁོར་ཚེག

source: Inverted Slash
bo_cn: ལྡོག་འཁོར་གསེག་ཐིག

source: Mark Type 1
bo_cn: རྟགས་ཀྱི་རིགས་གྲས།1

source: Mark Type for Scrollbar Buttons
bo_cn: འདེད་མའི་མཐེབ་གནོན་གྱི་མཚོན་རྟགས་རིགས་གྲས།

source: Mark Type for Scrollbar Handles, Handleboxes, etc
bo_cn: འདེད་མའི་ཡུ་བ། འཕྱོ་རུང་སྒེའུ་ཁུང་དང་གཞན་དག་གི་མཚོན་རྟགས་ཀྱི་རིགས་གྲས།

source: Menubar Style
bo_cn: འདེམས་བྱང་སྡེའི་བཟོ་ཉམས།

source: None
bo_cn: བདེ་འཇགས་སྲུང་སྐྱོང་མེད་པ།

source: Nothing
bo_cn: མེད།

source: Paned Dots
bo_cn: དྲ་མིག་ཅན་གྱི་དྲ་ཚིགས།

source: Radius
bo_cn: ཚངས་ཕྱེད།

source: Rectangle
bo_cn: ཟུར་གྲུ་བཞི་དབྱིབས།

source: Relief Style
bo_cn: ལྷོད་གཡེང་གི་བཟོ་ཉམས།

source: Requires style Glossy or Gummy
bo_cn: འོད་མདངས་སམ་འབྱར་གཤིས་བཟོ་ཉམས་ཀྱི་རེ་འདུན།

source: Rounded Buttons
bo_cn: མགོ་བདེ་མཐེབ་གནོན།

source: Scrollbar Color
bo_cn: འདེད་མའི་ཁ་དོག

source: Scrollbar Marks
bo_cn: འདེད་མའི་རྟགས།

source: Scrollbar Type
bo_cn: འདེད་མའི་རིགས་གྲས།

source: Scrollbutton Marks
bo_cn: འདེད་མའི་མཐེབ་གནོན་རྟགས།

source: Sets the Color of Scrollbars
bo_cn: འདེད་མའི་ཁ་དོག་སྒྲིག་པ།

source: Shadow
bo_cn: གྲིབ་ནག

source: Shaped
bo_cn: དབྱིབས།

source: Size of check- and radiobuttons inside treeviews. (Bug #351764)
bo_cn: སྡོང་དབྱིབས་མངོན་འཆར་ཁྲོད་མང་འདེམས་མཐེབ་གནོན་དང་རྐྱང་འདེམས་མཐེབ་གནོན་གྱི་ཆེ་ཆུང་། (Bug #351764)

source: Slash
bo_cn: གསེག་ཐིག

source: Some
bo_cn: ཁ་ཤས།

source: Style
bo_cn: ཉམས་འགྱུར།

source: This option allows to disable the focus drawing. The primary purpose is to create screenshots for documentation.
bo_cn: འདེམ་བྱང་འདིས་རི་མོའི་མདོ་ཚེག་འབྲི་བ་བཀག་ཆོག དེའི་དམིགས་ཡུལ་གཙོ་བོ་ནི་ཡིག་ཚགས་ཀྱི་བརྙན་ཡོལ་བཅད་རིས་བཟོ་རྒྱུ་དེ་རེད།

source: Toolbar Style
bo_cn: ལག་ཆའི་སྡེ་གྱི་རྣམ་པ།
