Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/hud.po
Languages: bo_cn

source: Date
bo_cn: དུས་ཚོད།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Messages
bo_cn: གློག་ཡིག

source: Penalty applied if a character is dropped
bo_cn: ཆད་ལུས་བྱུང་བའི་ཡིག་རྟགས་ལ་འདོན་སྤྲོད་བྱས་པའི་ཁ་གསབ་ཐང་།

source: Penalty applied if a character is dropped from the end
bo_cn: ཡིག་ཕྲེང་གི་མཇུག་ཏུ་ཡིག་རྟགས་ཆད་ལུས་བྱུང་རིགས་ལ་མཁོ་འདོན་བྱས་པའི་ཁ་གསབ་ཐང་།

source: Penalty applied when the characters are not the same
bo_cn: བཤེར་འཚོལ་ཡིག་ཕྲེང་དང་འདེམས་བྱང་གི་ནང་དོན་མི་མཐུན་པའི་གནས་ཚུལ་ལ་མཁོ་འདོན་བྱས་པའི་ཁ་གསབ་ཐང་།

source: Penalty for extra characters added to the search
bo_cn: ཡིག་རྟགས་ལྷག་མ་ལ་མཁོ་འདོན་་བྱས་པའི་ཁ་གསབ་གྲངས་ཐང།

source: Sound
bo_cn: སྒྲ་ནུས།

source: The highest distance value that is shown in the results
bo_cn: མཇུག་འབྲས་ཁྲོད་དུ་བར་ཐག་གི་ཆེས་ཆེ་བའི་གྲངས་ཐང་མངོན་པ།

source: The penalty given to a menu item being in an indicator
bo_cn: སྣེ་སྟོན་རྣམ་གྲངས་ཁྲོད་ཀྱི་འདེམས་བྱང་རྣམ་གྲངས་ལ་མཁོ་འདོན་བྱས་པའི་ཁ་གསབ་ཐང་།

source: Untitled Indicator (%s)
bo_cn: མིང་བཏགས་མེད་པའི་སྟོན་ཆས།(%s)

source: Users
bo_cn: སྤྱོད་མཁན་གྱི ID

source: Whether to store usage data
bo_cn: བེད་སྤྱོད་ཟིན་ཐོའི་གཞི་གྲངས་ཉར་ཚགས་བྱེད་མིན།
