Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/hunspell.po
Languages: bo_cn

source: 0-n Replace with one of the suggested words.
bo_cn: 0-nattཨང་ཀིའི་མཐེབ་དེ་རེའུ་མིག་ཁྲོད་ཀྱི་ཐ་སྙད་ཅིག་ཏུ་བརྗེ་བ།

source: ? Show this help screen.
bo_cn: ? རོགས་རམ་བརྙན་ཡོལ་འདི་འཆར་བ།

source: A Accept the word for the rest of this session.
bo_cn: A མཐེབ་ཀྱིས་དུམ་མཚམས་འདིར་ཚིག་འདི་དང་ལེན་བྱེད་པ།

source: AVAILABLE DICTIONARIES (path is not mandatory for -d option):
bo_cn: སྤྱོད་རུང་ཚིག་མཛོད།（འགྲོ་ལམ་གྱིས་བཙན་ཤེད་དུ་-dའདེམ་ཚན་མི་སྤྱོད།）

source: Are you sure you want to throw away your changes?
bo_cn: ཁྱོད་ཀྱིས་བཟོ་བཅོས་བྱེད་མཚམས་འཇོག་རྒྱུ་གཏན་འཁེལ་ལམ།

source: Bug reports: http://hunspell.sourceforge.net
bo_cn: ནོར་འཁྲུལ་གྱི་སྙན་ཞུ།： http://hunspell.sourceforge.net

source: Can't open %s.
bo_cn: %sཁ་ཕྱེ་ཐབས་བྲལ།

source: Cannot update personal dictionary.
bo_cn: སྒེར་གྱི་ཚིག་མཛོད་དུ་རིམ་སྤོར་བྱ་ཐབས་བྲལ།

source: FORBIDDEN!
bo_cn: གཏན་འགོག

source: Hunspell has been compiled without Ncurses user interface.
bo_cn: Hunspllསྤྱད་ཟིན་པའི་Ncursesསྤྱོད་མཁན་མཐུད་མཚམས་སྒྲིག་སྒྱུར་བྱས་ཚར་མེད།

source: I Accept the word, and put it in your private dictionary.
bo_cn: I མཐེབ་ཀྱིས་ཚིག་དེ་དང་ལེན་བྱེད་པ་མ་ཟད། དེ་མི་སྒེར་གྱི་ཚིག་མཛོད་ནང་དུ་བཅུག

source: Line %d: %s ->
bo_cn: ཕྲེང་། %d: %s ->

source: Model word (a similar dictionary word):
bo_cn: Model word（ཚིག་མཛོད་ཀྱི་ཐ་སྙད་དང་འདྲ་བ་）

source: Model word must be in the dictionary. Press any key!
bo_cn: Model wordངེས་པར་ཚིག་མཛོད་ནང་དུ་དགོས། མཐེབ་གང་རུང་ཞིག་ནོན།

source: New word (stem):
bo_cn: ཐ་སྙད་གསར་བ།（ཚིག་སྙིང་།）

source: Q Quit immediately. Asks for confirmation. Leaves file unchanged.
bo_cn: Q མཐེབ་ཀྱིས་ཕྱིར་འཐེན་མིན་འདྲི། མིག་སྔར་ཡིག་ཆ་ཉར་ཚགས་བྱས་མེད།

source: R Replace the misspelled word completely.
bo_cn: R མཐེབ་ཀྱིས་ནོར་འཁྲུལ་གྱི་མིང་ཚིག་བརྗེས་ཟིན།

source: Replace with:
bo_cn: བརྗེ་བ།:

source: Space Accept the word this time only.
bo_cn: Space སྟོང་མཐེབ་ཀྱིས་ཚིག་འདི་ཐེངས་གཅིག་སྣང་མེད་བྱས།

source: U Accept and add lowercase version to private dictionary.
bo_cn: U མཐེབ་ཀྱིས་ཚིག་འདི་དང་ལེན་བྱས་པ་མ་ཟད།ཆུང་བྲིས་རྣམ་བཞག་མི་སྒེར་གྱི་ཚིག་མཛོད་ནང་དུ་བཅུག

source: Usage: hunspell [OPTION]... [FILE]...
bo_cn: སྤྱོད་སྟངས།: hunspell [འདེམ་བྱང་]... [ཡིག་ཆ]...

source: X Write the rest of this file, ignoring misspellings, and start next file.
bo_cn: X མཐེབ་ཀྱིས་རྗེས་མའི་ནང་དོན་སྣང་མེད་བྱས་པ་མ་ཟད།ཡིག་ཆ་ཉར་ཚགས་ཀྱིས་ཡིག་ཆ་རྗེས་མའི་མགོ་བརྩམས།

source: ^Z Suspend program. Restart with fg command.
bo_cn: ^Z Ctrl＋Zམཐེབ་ཀྱི་སྐབས་སྡོད་དེ་fgབཀའ་བརྡ་སྤྱད་དེ་མུ་མཐུད་དུ་འཁོར་སྐྱོད་བྱེད་དུ་འཇུག་པ།

source: error - %s exceeds dictionary limit.
bo_cn: ནོར་འཁྲུལ།- %s ཚིག་མཛོད་ཀྱི་ཚད་བཀག་ལས་བརྒལ་བ།

source: error - iconv_open: %s -> %s
bo_cn: ནོར་འཁྲུལ།- iconv_open: %s -> %s

source: error - iconv_open: UTF-8 -> %s
bo_cn: ནོར་འཁྲུལ།- iconv_open: UTF-8 -> %s\

source: error - missing HOME variable
bo_cn: ནོར་འཁྲུལ། - HOME འགྱུར་ཚད་ཆད་པ།

source: x
bo_cn: དྲན་ཤེས།

source: y
bo_cn: ཡིན།
