Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ibus-unikey.po
Languages: bo_cn

source: <b>Input/Output</b>
bo_cn: <b>ནང་འཇུག/ཕྱིར་འདོན།</b>

source: <b>Options</b>
bo_cn: <b>འདེམ་བྱའི་འདམ་གཞི།</b>

source: Capture mouse event
bo_cn: ཙིག་རྟགས་བཟུང་བའི་དོན་རྐྱེན།

source: Choose input method
bo_cn: འཇུག་ཐབས་འདེམ་པ།

source: Choose output charset
bo_cn: ཕྱིར་འདོན་ཡིག་རྟགས་ཚོགས་འདེམ་པ།

source: Enable Macro
bo_cn: རགས་སྤྱོད་འགོ་ཚུགས་པ།

source: Enable _macro
bo_cn: རགས་སྤྱོད་འགོ་ཚུགས་པ།(_M)

source: Enable _spell check
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་འགོ་རྩོམ།(_S)

source: Enable spell check
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་སྤྱོད་འགོ་རྩོམ་པ།

source: IBus-Unikey Setup
bo_cn: IBus-Unikey སྒྲིག་འགོད།

source: If enable, you can decrease mistake when typing
bo_cn: བེད་སྤྱོད་བྱས་རྗེས་ཁྱེད་ཀྱིས་ཡི་གེ་བརྟག་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཇེ་ཉུང་དུ་གཏོང་ཐུབ།

source: Input method:
bo_cn: འཇུག་ཐབས།

source: Options
bo_cn: འདེམས་ཚན།

source: Options for Unikey
bo_cn: Unikeyའདེམས་བྱང་།

source: Output charset:
bo_cn: ཡིག་རྟགས་ཚོགས་ཕྱིར་འདོན།

source: Run Setup...
bo_cn: འཁོར་སྐྱོད་སྒྲིག་འགོད།

source: Run setup utility for IBus-Unikey
bo_cn: IBus-Unikey ཡི་སྒྲིག་འགོད་དངོས་སྤྱོད་ཡོ་བྱད་འཁོར་སྐྱོད།

source: _Edit macro
bo_cn: རྩོམ་སྒྲིག་རགས་པ།(_E)
