Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ibus-hangul.po
Languages: bo_cn

source: <b>Hanja key</b>
bo_cn: <b>ཧན་སྐད་རྒྱ་ཡིག་མཐེབ།</b>

source: <b>Keyboard Layout</b>
bo_cn: <b>མཐེབ་གཞོང་གི་བཀོད་པ།</b>

source: Advanced
bo_cn: མཐོ་རིམ།

source: Configure hangul engine
bo_cn: ཡན་ཡིག་སྒུལ་འཁོར་སྡེབ་སྒྲིག

source: Enable/Disable Hanja mode
bo_cn: ཧན་གོའི་སྐད་ཡིག་གི་རྒྱ་ཡིག་རྣམ་པ་སྤྱོད་འགོག/སྤྱོད་འགོ་རྩོམ་པ།

source: Hangul
bo_cn: ཁོ་རེ་ཡའི་ཡི་གེ

source: Hanja
bo_cn: ཧན་སྐད་རྒྱ་ཡིག

source: Hanja lock
bo_cn: ཧན་གོའི་སྐད་ཡིག་གི་རྒྱ་ཡིག་དམིགས་འཛིན།

source: IBusHangul Setup
bo_cn: IBusHangul སྒྲིག་འགོད།

source: Korean Input Method
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་འཇུག་ཐབས།

source: Korean input method
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་འཇུག་ཐབས།

source: Select Hanja key
bo_cn: ཧན་གོའི་སྐད་ཡིག་གི་རྒྱ་ཡིག་མཐེབ་གནོན་འདེམ་པ།

source: Setup
bo_cn: སྒྲིག་འཇུག
