Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/im-config.po
Languages: bo_cn

source: Bogus Configuration
bo_cn: མེད་པའི་སྡེབ་སྒྲིག

source: Custom Configuration
bo_cn: མཚན་ཉིད་རང་འཇོག་སྡེབ་སྒྲིག

source: Custom configuration is created by the user or administrator using editor.
bo_cn: བེད་སྤྱོད་མཁན་ཡང་ན་དོ་དམ་པས་སྒྲིག་ཆས་བརྒྱུད་ནས་བྱུང་བའི་མཚན་ཉིད་རང་འཇོག་སྒྲིག་འགོད།

source: E: $IM_CONFIG_NAME is bogus configuration for $IM_CONFIG_XINPUTRC. Doing nothing.
bo_cn: E: $IM_CONFIG_NAME ནི་ཟོལ་མའི་ $IM_CONFIG_XINPUTRC སྡེབ་སྒྲིག་རེད། ཅི་ཡང་མི་སྒྲུབ་པ།

source: E: Configuration for $IM_CONFIG_NAME not found at $IM_CONFIG_CODE.
bo_cn: E: $IM_CONFIG_NAME ཡིས་སྤྱད་པའི་སྒྲིག་འགོད་$IM_CONFIG_CODE ནས་མི་རྙེད་པ།

source: E: Configuration in $IM_CONFIG_XINPUTRC is manually managed. Doing nothing.
bo_cn: E: $IM_CONFIG_XINPUTRC ཁྲོད་ཀྱི་སྡེབ་སྒྲིག་ནི་ལག་སྒུལ་དོ་དམ་རེད། ཅི་ཡང་མི་སྒྲུབ་པ།

source: E: Script for $IM_CONFIG_NAME not found at $IM_CONFIG_CODE.
bo_cn: E: $IM_CONFIG_NAME ཡིས་སྤྱད་པའི་script དེ་ $IM_CONFIG_CODE ནས་མི་རྙེད་པ།

source: E: X server must be available.
bo_cn: E: X ཞབས་ཞུ་ཆས་ངེས་པར་དུ་སྤྱོད་རུང་བ།

source: E: zenity must be installed.
bo_cn: E: ངེས་པར་དུ་zenityསྒྲིག་འཇུག་བྱེད་དགོས།

source: Input Method Configuration (im-config, ver. $IM_CONFIG_VERSION)
bo_cn: འཇུག་ཐབས་སྡེབ་སྒྲིག(im-config པར་གཞི། $IM_CONFIG_VERSION)

source: Keeping the $IM_CONFIG_XINPUTRC_TYPE $IM_CONFIG_XINPUTRC as missing.
bo_cn: $IM_CONFIG_XINPUTRC_TYPEདང་ $IM_CONFIG_XINPUTRC དེ་ missingརུ་སོར་འཇོག

source: Missing
bo_cn: མི་འདང་བ།

source: Missing configuration file.
bo_cn: སྡེབ་སྒྲིག་གི་ཡིག་ཆ་ཆད་པ།

source: Non existing configuration name is specified.
bo_cn: མེད་པའི་སྡེབ་སྒྲིག་གི་མིང་དམིགས་འཛུགས་བྱས་པ།

source: Removing the $IM_CONFIG_XINPUTRC_TYPE $IM_CONFIG_XINPUTRC.
bo_cn: $IM_CONFIG_XINPUTRC_TYPE དང་ $IM_CONFIG_XINPUTRCསྤོ་འབུད།

source: Select $IM_CONFIG_XINPUTRC_TYPE. The user configuration supersedes the system one.
bo_cn: $IM_CONFIG_XINPUTRC_TYPEའདེམ་པ། སྤྱོད་མཁན་སྒྲིག་འགོད་ཀྱིས་རྒྱུད་ཁོངས་སྒྲིག་འགོད་འགེབ་པ།

source: This activates the bare XIM with the X Keyboard Extension for all softwares.
bo_cn: མཉེན་ཆས་ཡོད་ཚད་ལ་Xམཐེབ་གཞོང་གིས་རྒྱ་བསྐྱེད་པའི་XIMརྐྱང་པ་ཡོད་ཚད་སྐུལ་སློང་བྱེད་པ།

source: activate Chinese input method (gcin)
bo_cn: gcinརྒྱ་ཡིག་འཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: activate Flexible Input Method Framework (fcitx)
bo_cn: བྱ་རྐང་ཐང་འཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: activate HIME Input Method Editor (hime)
bo_cn: HIMEའཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: activate Hangul (Korean) input method
bo_cn: Hangul(ཁོར་ཡིག)འཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: activate Intelligent Input Bus (IBus)
bo_cn: IBus རིག་ནུས་འཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: activate Mallit input method framework
bo_cn: Mallitའཇུག་ཐབས་སྒྲོམ་གཞི་སྐུལ་སློང་།

source: activate Smart Common Input Method (SCIM)
bo_cn: Smart Common Input Method(SCi)འགོ་སློང་།

source: activate Thai input method with thai-libthai
bo_cn: thai-libthaiཐེ་ཡིག་འཇུག་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: activate XIM for Chinese with Sunpinyin
bo_cn: SunpinyXIMརྒྱ་ཡིག་འཇུག་ཐབས་སྤྱོད་པ།

source: activate XIM for Japanese with kinput2
bo_cn: kinput2XIMཉི་ཧོང་སྐད་ཀྱི་འཇུག་ཐབས་སྤྱོད་པ།

source: activate the bare XIM with the X Keyboard Extension
bo_cn: Xམཐེབ་གཞོང་གིས་རྒྱ་སྐྱེད་པའི་XIMརྐྱང་པ་སྐུལ་སློང་།

source: activate universal input method (uim)
bo_cn: universal input method། (uim)འགོ་སློང་།

source: description
bo_cn: ཞིབ་བརྗོད།

source: do not set any IM from im-config
bo_cn: im-configབརྒྱུད་ནས་འཇུག་ཐབས་གང་ཡང་སྒྲིག་འགོད་མི་བྱེད།

source: name
bo_cn: མིང་།

source: remove IM $IM_CONFIG_XINPUTRC_TYPE $IM_CONFIG_XINPUTRC
bo_cn: $IM_CONFIG_XINPUTRC_TYPE $IM_CONFIG_XINPUTRCསྤོ་འབུད།

source: select
bo_cn: འདེམ་པ།

source: system configuration
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་འགོད།

source: use $IM_CONFIG_DEFAULT_MODE mode (bogus content in $IM_CONFIG_DEFAULT)
bo_cn: $IM_CONFIG_DEFAULT_MODE རྣམ་པ་སྤྱད་ན་($IM_CONFIG_DEFAULT ཁྲོད་ཀྱི་ནང་དོན་ལ་གནད་དོན་ཡོད་པ།)

source: use $IM_CONFIG_DEFAULT_MODE mode (missing $IM_CONFIG_DEFAULT )
bo_cn: 使用 $IM_CONFIG_DEFAULT_MODE རྣམ་པ་སྤྱོད་པ།($IM_CONFIG_DEFAULTཆད།)

source: use $IM_CONFIG_DEFAULT_MODE mode set by $IM_CONFIG_DEFAULT
bo_cn: $IM_CONFIG_DEFAULT སྒྲིག་འགོད་ཀྱི་ $IM_CONFIG_DEFAULT_MODE རྣམ་པ་སྤྱོད་པ།

source: use auto mode only under CJKV
bo_cn: CJKVཁོར་ཡུག་ཁོ་ནའི་འོག་རང་འགུལ་རྣམ་པ་སྤྱོད་ཆོག

source: user configuration
bo_cn: སྤྱོད་མཁན་སྒྲིག་འགོད།
