Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/indent.po
Languages: bo_cn

source: %s: missing argument to parameter %s
bo_cn: %s: %sའདེམ་བྱང་ལ་ཞུགས་གྲངས་ཆད་པ།

source: %s: option ``%s'' requires a numeric parameter
bo_cn: %s: "%s'' འདེམ་བྱང་ལ་གྲངས་ཐང་ཞུགས་གྲངས་ཞིག་དགོས།

source: %s: unknown option "%s"
bo_cn: %s: མི་ཤེས་པའི་འདེམ་བྱང་ "%s"

source: (Lines with comments)/(Lines with code): %6.3f
bo_cn: （མཆན་འགྲེལ）/(ཙབ་ཨང་ཕྲེང་།)：%6.3f

source: CANNOT FIND '@' FILE!
bo_cn: ‘@’ཡིག་ཆ་མ་རྙེད་པ།

source: Can't close output file %s
bo_cn: ཕྱིར་འདོན་ཡིག་ཆ་སྒོ་རྒྱག་ཐབས་བྲལ།%s

source: Can't open backup file %s
bo_cn: གྲབས་ཉར་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ།%s

source: Can't open input file %s
bo_cn: ཡིག་ཆ་ནང་འཇུག་གི་ཁ་ཕྱེ་ཐབས་བྲལ། %

source: Can't preserve modification time on backup file %s
bo_cn: གྲབས་ཉར་ཡིག་ཆ་%sཡི་སྔར་ཡོད་ཀྱི་མཇུག་མཐའི་བཟོ་བཅོས་དུས་ཚོད་རྒྱུན་སྲུང་བྱེད་ཐབས་བྲལ།

source: Can't preserve modification time on output file %s
bo_cn: ཕྱིར་གཏོང་ཡིག་ཆ་%sཡི་སྔར་ཡོད་ཀྱི་མཇུག་མཐའི་བཟོ་བཅོས་དུས་ཚོད་རྒྱུན་སྲུང་བྱེད་ཐབས་བྲལ།

source: Can't stat input file %s
bo_cn: ནང་འཇུག་ཡིག་ཆ་%sསྡོམ་རྩིས་རྒྱག་ཐབས་བྲལ།

source: Can't write to backup file %s
bo_cn: གྲབས་ཉར་ཡིག་ཆ་%sའབྲི་ཐབས་བྲལ།

source: EOF encountered in comment
bo_cn: མཆན་འགྲེལ་ཁྲོད་EOFཐོན་པ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error reading input file %s
bo_cn: ནང་འཇུག་ཡིག་ཆ་ཀློག་ལེན་%s སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: File %s is too big to read
bo_cn: ཡིག་ཆ་%sཆེ་དྲགས་པས་ཀློག་ཐབས་མི་འདུག

source: File named by environment variable %s does not exist or is not readable
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ཀྱི་%sཡིས་ཕྱོགས་བསྟན་ཡིག་ཆ་མི་གནས་པའམ་ཡང་ན་ཀློག་ཐབས་བྲལ་པ།

source: Internal buffering error
bo_cn: ནང་ཁུལ་གྱི་ལྷོད་གཏོང་ཁུལ་གྱི་ནོར་འཁྲུལ།

source: Line broken
bo_cn: ཕྲེང་གཅོད་པ།

source: Line broken 2
bo_cn: ཆད་གཅོད་པ། 2

source: Profile contains an unterminated comment
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ནང་མཇུག་སྒྲིལ་མེད་པའི་མཆན་འགྲེལ།

source: Profile contains unpalatable characters
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ཁྲོད་དུ་ངོ་མཚར་ཆེ་བའི་ཡིག་རྟགས་འདུས།

source: Read profile %s
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་%s ཀློག་ལེན།

source: Stmt nesting error.
bo_cn: སྐོང་འཛུད་རྗོད་ཚིག་ནོར་འཁྲུལ།

source: System problem reading file %s
bo_cn: ཡིག་ཆའི་%sཀློག་ལེན་སྐབས་རྒྱུད་ཁོངས་ལ་གནད་དོན་ཐོན་པ།

source: There were %d non-blank output lines and %d comments
bo_cn: %d ཡི་སྟོང་འགྲོ་མིན་པ་དང་ཕྲེང་%d ཡི་མཆན་འགྲེལ།

source: Unexpected end of file
bo_cn: བསམ་ཡུལ་ལས་འདས་པའི་ཡིག་ཆ་མཇུག་མ།

source: Unknown code to parser
bo_cn: ངེས་མེད་ཀྱི་ཚབ་ཨང་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།

source: Unmatched 'else'
bo_cn: ཟླ་མ་སྒྲིག་པའི་‘else’

source: Unterminated character constant
bo_cn: མཇུག་རྫོགས་མེད་པའི་ཡིག་རྟགས་རྒྱུན་ཚད།

source: Unterminated string constant
bo_cn: མཇུག་བསྒྲིལ་མེད་པའི་ཡིག་རྟགས་ཕྲེང་གི་རྒྱུན་ཚད།

source: Warning
bo_cn: ཐ་ཚིག

source: command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་།

source: indent: Strange version-control value
bo_cn: indent：ཡ་མཚན་གྱི་པར་གཞི་ཚོད་འཛིན་ཐང་།

source: indent: Using numbered-existing
bo_cn: indent：ད་ཡོད་ཀྱི་པར་ཨང་སྤྱོད་པ།

source: indent: Can't make backup filename of %s
bo_cn: indent：གྲབས་ཉར་ཡིག་ཆའི་མིང་འགྲུབ་ཐབས་བྲལ་པ%s

source: indent: Fatal Error:
bo_cn: indent：ནོར་འཁྲུལ་ཚབ་ཆེན།

source: indent: System Error:
bo_cn: indent：རྒྱུད་ཁོངས་ནོར་འཁྲུལ།

source: indent: Virtual memory exhausted.
bo_cn: indent：རྟོག་བཟོའི་ནང་གསོག་ཟད་པ།

source: indent: can't create %s
bo_cn: indent：%s གསར་འཛུགས་བྱ་ཐབས་བྲལ་བ།

source: indent: can't have filenames when specifying standard input
bo_cn: indent：ཚད་ལྡན་ནང་འཇུག་བེད་སྤྱོད་སྐབས་ཡིག་ཆའི་མིང་དམིགས་འཛུགས་བྱེད་ཐབས་བྲལ།

source: indent: only one input file when output file is specified
bo_cn: indent：ཕྱིར་འདོན་ཡིག་ཆ་དམིགས་འཛུགས་བྱས་ཟིན་དུས་ནང་འཇུག་ཡིག་ཆ་གཅིག་ལས་དང་ལེན་མི་བྱེད།

source: indent: only one input file when stdout is used
bo_cn: indent：stdout སྤྱོད་སྐབས་ནང་འཇུག་ཡིག་ཆ་གཅིག་ལས་དང་ལེན་མི་བྱེད།

source: indent: only one output file (2nd was %s)
bo_cn: indent：ཕྱིར་གཏོང་ཡིག་ཆ་གཅིག་མ་གཏོགས་མེད།（གཉིས་པ་ནི་%sཡིན།) "

source: old style assignment ambiguity in "=%c". Assuming "= %c"
bo_cn: ཐང་སྤྲོད་རྙིང་པ་“=%c”ལ་དོན་མང་པས་“= %c” ཡིན་པར་ཆ་བཞག

source: option: %s
bo_cn: འདེམ་བྱང་།：%s

source: set_option: internal error: p_type %d
bo_cn: set_option：ནང་ཁུལ་གྱི་ནོར་འཁྲུལ།：p_type %d
