Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/indicator-datetime.po
Languages: bo_cn

source: %A
bo_cn: གཟའ་འཁོར།%a

source: %A, %e %B %Y
bo_cn: %Yལོའི་ཟླ་%-mཚེས་%-d རེས་གཟའ་%A

source: %a
bo_cn: རེས་གཟའ་%a

source: %a %b %e
bo_cn: ཟླ་%bཚེས་%e རེས་གཟའ་%a

source: %a %b %e %Y
bo_cn: %Yལོའི་ཟླ་%bཚེས་%e རེས་གཟའ་%a

source: %a %d %b
bo_cn: ཟླ་%-mཚེས་%-d རེས་གཟའ་%a"

source: %b %e
bo_cn: ཟླ་%-mཚེས་%-d

source: %b %e %Y
bo_cn: %Yལོའི་ཟླ་%-mཚེས%-dཉིན།

source: %l:%M %p
bo_cn: "%p %l:%M"

source: %l:%M:%S %p
bo_cn: "%p %l:%M:%S"

source: %s (has alarms)
bo_cn: %s(ཅོང་བརྡ་ཡོད།）

source: Add Event…
bo_cn: དོན་རྐྱེན་ཁ་སྣོན།

source: Alarm %s
bo_cn: ཅོང་བརྡ།%s

source: Date and Time
bo_cn: ཟླ་ཚེས་དང་དུས་ཚོད།

source: Event %s
bo_cn: བྱ་འགུལ་%s

source: OK
bo_cn: གཏན་འཁེལ

source: Snooze
bo_cn: གཉིད་ཁུག་པ།

source: Time & Date settings…
bo_cn: དུས་ཚོད་དང་ཚེས་གྲངས་སྒྲིག་འགོད།

source: Today
bo_cn: དེ་རིང་།

source: Tomorrow
bo_cn: སང་ཉིན།

source: Tomorrow %H:%M
bo_cn: སང་ཉིན་ %H:%M

source: Tomorrow %l:%M %p
bo_cn: སང་ཉིན་%l:%M %p
