Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/indicator-printers.po
Languages: bo_cn

source: A cover is open on the printer “%s”.
bo_cn: པར་འཁོར་%sསྟེང་གི་ཁ་ལེབ་ཕྱེས་ཟིན།

source: A door is open on the printer “%s”.
bo_cn: པར་འཁོར་%sསྟེང་གི་སྒོ་ཕྱེས་ཟིན།

source: Paused
bo_cn: སྐབས་འཇོག

source: Printers
bo_cn: པར་འཁོར།

source: Printing Problem
bo_cn: དཔར་བཏབ་གནད་དོན།

source: The printer “%s” can’t be used, because required software is missing.
bo_cn: པར་འཁོར་“%s”བཀོལ་སྤྱོད་བྱེད་ཐབས་བྲལ།རྒྱུ་མཚན་ནི་དགོས་ངེས་ཀྱི་མཉེན་ཆས་མེད།

source: The printer “%s” is currently off-line.
bo_cn: པར་འཁོར་“%s”མིག་སྔར་འཁོར་བྲལ་བྱས་ཡོད།

source: The printer “%s” is low on paper.
bo_cn: པར་འཁོར་ %s ཤོག་ཚད་དམའ་བ།

source: The printer “%s” is low on toner.
bo_cn: པར་འཁོར་“%s” ཡི་སྣག་ཕྱེའི་བསགས་འབོར་དམའ།

source: The printer “%s” is out of paper.
bo_cn: པར་འཁོར་%s ཤོག་བུ་ཆད་པ།

source: The printer “%s” is out of toner.
bo_cn: པར་འཁོར་“%s” ལ་སྣག་ཚ་མེད་པ།

source: You have %d job queued to print on this printer.
bo_cn: པར་འཁོར་འདིའི་གྲལ་སྟར་ཁྲོད་དུ་ལས་ཀ་%d ཡོད།

source: _Settings…
bo_cn: སྒྲིག་འགོད།(_S)...
