Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/jade.po
Languages: bo_cn

source: %1 version %2
bo_cn: %1 པར་གཞི་ %s

source: %2 argument for primitive %1 of wrong type: %3 not a boolean
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3པོ་འེར་རིགས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a char
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཡིག་རྟགས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a color-space
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཚོན་མདོག་བར་སྟོང་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a glyph-id
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཡིག་རྟགས་སྒྲིག་ཨང་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a length or length-spec
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3རིང་ཚད་དམ་རིང་ཚད་ཀྱི་ཆ་ཚད་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a list
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3རེའུ་མིག་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a named node list
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3སྲོག་ཚིགས་ཚེག་རེའུ་མིག་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a node list
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཚིགས་ཚེག་རེའུ་མིག་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a number
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3གྲངས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a pair
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཟུང་འགྲིག་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a quantity
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3གྲངས་འབོར་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a quantity or length-spec
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3གྲངས་འབོར་རམ་རིང་ཚད་ཆ་ཚད་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a singleton node list
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཚིགས་ཚེག་རྐྱང་པའི་རེའུ་མིག་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a sosofo
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3sosofo་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a string
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཡིག་རྟགས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a string or symbol
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཡིག་རྟགས་སམ་མཚོན་རྟགས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a style
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3དཔེ་དབྱིབས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not a symbol
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3མཚོན་རྟགས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not an ISO8601 time string
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ISO8601དུས་ཚོད་ཡིག་རྟགས་ཕྲེང་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not an address
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཤག་གནས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not an exact integer
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3ཧྲིལ་དབྱིབས་མིན།

source: %2 argument for primitive %1 of wrong type: %3 not an optional singleton node list
bo_cn: %2 ཞུགས་གྲངས་དེ་ཐོག་མའི་%1རིགས་གྲས་ནོར་འཁྲུལ།：%3འདེམ་རུང་ཚིགས་ཚེག་རྐྱང་པའི་རེའུ་མིག་མིན།

source: DEFINITION
bo_cn: མཚན་ཉིད།

source: Debug mode.
bo_cn: ཚོད་སྒྲིག་རྣམ་པ།

source: Enable experimental DSSSL extensions.
bo_cn: ཚོད་ལྟའི་རང་བཞིན་གྱི་DSSSLརྒྱ་ཆེ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable warning %1.
bo_cn: ཐ་ཚིག་%1སྤྱོད་འགོ་རྩོམ་པ།

source: FILE
bo_cn: ཡིག་ཆ།

source: NAME
bo_cn: མིང་།

source: Pretend that %1 appeared in the specification.
bo_cn: རྫུ་བའི་%1དེ་ཚད་ལྡན་གྱི་ཁྲོད་དུ་མངོན་ཡོད།

source: Send output to %1.
bo_cn: ཕྱིར་གཏོང་བྱེད་ཚད་ %1"ཟིན་ཡོད།

source: Show error numbers in error messages.
bo_cn: ནོར་འཁྲུལ་གྱི་བརྡ་འཕྲིན་ཁྲོད་དུ་ནོར་འཁྲུལ་གྱི་ཨང་རྟགས་མངོན་ཡོད།

source: Show open elements in error messages.
bo_cn: ནོར་འཁྲུལ་གྱི་ཆ་འཕྲིན་ཁྲོད་དུ་ཕྱོགས་ཀྱི་གཞི་རྒྱུ་མངོན་ཡོད།

source: Show open entities in error messages.
bo_cn: ནོར་འཁྲུལ་གྱི་ཆ་འཕྲིན་ཁྲོད་སྒོ་འབྱེད་དངོས་ཚན་མངོན་པ།

source: Show references in error messages.
bo_cn: ནོར་འཁྲུལ་གྱི་ཆ་འཕྲིན་ཁྲོད་དུ་དཔྱད་གཞི་མངོན་པ།

source: Strict DSSSL compliance mode.
bo_cn: DSSSLརྣམ་པ་ནན་དུ་གཏོང་དགོས།

source: TYPE
bo_cn: རིགས་གྲས།

source: TeX backend does not currently support HyTime linkends
bo_cn: TeXམིག་སྔར་HyTimeའབྲེལ་མཐུད་ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: TeX backend does not currently support TEI links
bo_cn: TeXམིག་སྔར་TEIསྦྲེལ་མཐུད་ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: TeX backend does not currently support glyph substitution tables
bo_cn: TeXཡིས་མིག་སྔར་ཡིག་རྟགས་ཚབ་བྱེད་རེའུ་མིག་ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: TeX backend does not currently support links to entities
bo_cn: TeXམིག་སྔར་དངོས་ཚན་ལ་སྦྲེལ་མཐུད་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: TeX backend does not currently support links to nodes other than elements
bo_cn: Texམིག་སྔར་གཞི་རྒྱུ་ཕུད་པའི་འབྲེལ་ཚིགས་ལ་སྦྲེལ་མཐུད་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: TeX backend does not currently support links to other SGML documents
bo_cn: TeXམིག་སྔར་SGMLཡིག་ཚགས་གཞན་དང་འབྲེལ་མཐུད་བྱེད་པར་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: TeX backend does not currently support references to page numbers of nodes other than elements
bo_cn: TeXམིག་སྔར་གཞི་རྒྱུ་ཕུད་པའི་ཚིགས་ཚེག

source: Use DSSSL specification %1.
bo_cn: DSSSLབཀོལ་ནས་ཚད་ལྡན་དུ་གཏོང་དགོས།

source: Use DSSSL specification with title %1.
bo_cn: ཁ་བྱང་གི་བརྒྱ་ཆའི་གཅིག་གི་DSSSLཚད་ལྡན་དུ་གཏོང་།

source: Use the backend %1.
bo_cn: བེད་སྤྱོད་རྗེས་ཀྱི་བརྒྱ་ཆའི་གཅིག

source: argument not a keyword
bo_cn: ཞུགས་གྲངས་ནི་གནད་འགག་མིན།

source: argument out of range
bo_cn: ཞུགས་གྲངས་ཁྱབ་ཁོངས།

source: bad form %1 in mode group
bo_cn: དཔེ་དབྱིབས་ཚོགས་པའི་ཁྲོད་ཀྱི་རེའུ་མིག་ཆག་གྲངས། %1"

source: bad value specified for unit %1
bo_cn: ཚན་པ་ %1"གི་དམིགས་འཛུགས་ཐང་ནོར།

source: call of non-function object %1
bo_cn: རྟེན་འབྱུང་གྲངས་མ་ཡིན་པའི་བྱ་ཡུལ་ %1"འདོན་སྤྱོད།

source: cannot open output file %1 (%2)
bo_cn: ཕྱིར་སྐྱེལ་ཡིག་ཆ་ %1（%2）ཁ་ཕྱེ་ཐབས་བྲལ།

source: could not convert system identifier %1 to a single filename
bo_cn: རྒྱུད་ཁོངས་གི་ངོ་རྟགས་ %1"ཡིག་རྐྱང་གི་མིང་ལ་བསྒྱུར་ཐབས་བྲལ།

source: could not embed %1 with clsid %2
bo_cn: %1"(clsid %sསྤྱད་ནས་)འཛུད་འཇུག་བྱ་ཐབས་བྲལ།

source: empty output filename
bo_cn: ཕྱིར་འདོན་ཡིག་ཆའི་མིང་སྟོང་།

source: first declaration was here
bo_cn: གསལ་བསྒྲགས་དང་པོ་འདིར་ཡོད།

source: first definition was here
bo_cn: མཚན་ཉིད་དང་པོ་འདིར་ཡོད།

source: identifier %1 already defined in same part
bo_cn: ཁག་གཅིག་པའི་ནང་དུ་ངོ་རྟགས %1"གི་མཚན་ཉིད་བཞག་ཡོད།

source: incompatible dimensions
bo_cn: རྩ་གྲངས་འཆམ་མཐུན་མིན་པ།

source: invalid AFII glyph identifier %1
bo_cn: ནུས་མེད་AFIIཡིག་རྟགས་ངོ་རྟགས་ %1

source: invalid character
bo_cn: ནུས་མེད་ཡིག་རྟགས།

source: invalid character after '#'
bo_cn: #'ཡི་རྗེས་སུ་ནུས་མེད་ཡིག་རྟགས་ཡོད།

source: invalid number %1
bo_cn: ནུས་མེད་གྲངས་ཀ %1"

source: loop in specification of value of %1
bo_cn: བར་ཐང་ %1"རྒྱུན་འཁོར་ཚད་ལྡན་དུ་གཏོང་བ།

source: loop in specification of value of unit %1
bo_cn: བར་ཐང་སྡེ་ཚན་%1རྒྱུན་འཁོར་ཚད་ལྡན་དུ་བཏང་བ།

source: missing argument for function call
bo_cn: འདོན་སྤྱོད་རྟེན་འབྱུང་གྲངས་ཀྱི་ཞུགས་གྲངས་ཆད་པ།

source: missing closing parenthesis
bo_cn: མཇུག་གི་གུག་རྟགས་བོར་བ།

source: missing table column flow object (table-auto-width feature not fully supported)
bo_cn: རེའུ་མིག་གི་གཞུང་རྒྱུན་བྱ་ཡུལ་ཆད་པ།（རེའུ་མིག་གི་རང་འགུལ་ཞེང་ཚད་དམིགས་འཛུགས་བྱེད་ནུས་ཆ་ཚང་བར་རྒྱབ་སྐྱོར་བྱེད་ཐབས་བྲལ）

source: nested tables are not allowed in RTF
bo_cn: RTFནང་དུ་རེའུ་མིག་སྐོང་འཛུད་བྱེད་མི་ཆོག

source: no DSSSL specification: use -d to specify
bo_cn: DSSSLཚད་གཞི་མེད་པ།-dཡིས་དམིགས་འཛུགས་བྱས་པ།

source: no applicable processing instruction with title %1; available titles: %2
bo_cn: ཁ་བྱང་གི་ %1"ལ་སྒྲིག་གཅོད་མཛུབ་སྟོན་འོས་འཚམ་མེད་པ། སྤྱོད་རུང་ཁ་བྱང་ནི།：%s

source: no character with name %1
bo_cn: མིང་མེད་པའི་ %1"གི་ཡིག་རྟགས།

source: odd number of keyword/value arguments
bo_cn: གནད་ཡིག/ཐང་ཞུགས་གྲངས་ཀྱི་གྲངས་ཀ་ཆ་མི་འགྲིག་པ།

source: quantity %1 undefined
bo_cn: %1"ལ་མཚན་ཉིད་བཞག

source: reference to undefined variable %1
bo_cn: གཡར་བའི་མཚན་ཉིད་ཚད་གཞིར་བྱས་ཏེ་ %1"གི་འགྱུར་ཚད།

source: string with no closing quote
bo_cn: ཡིག་རྟགས་ཕྲེང་རྗེས་ཀྱི་འདྲེན་རྟགས་བོར་བ།

source: syntactic keyword %1 used as variable
bo_cn: ཚིག་གྲུབ་ཀྱི་གནད་ཡིག་%1ནི་འགྱུར་ཚད་དུ་སྤྱོད་པ།

source: too many arguments for function
bo_cn: རྟེན་འབྱུང་གྲངས་འདོན་སྤྱོད་ཞུགས་གྲངས་མང་དྲགས་པ།

source: unexpected token %1
bo_cn: བློ་ཡུལ་ལས་འདས་པའི་མཚོན་རྟགས་%1

source: unit %1 already defined in same part
bo_cn: སྡེ་ཚན་%1ལ་གཅིག་མཚུངས་ཀྱི་ཁག་ནས་མཚན་ཉིད་བཞག་ཟིན།

source: unknown #! named constant %1
bo_cn: ངེས་མེད། # མིང་བཏགས་རྒྱུན་ཚད་%1"

source: unknown character name %1
bo_cn: ངེས་མེད་ཀྱི་མཚོན་རྟགས་མིང་%1"

source: unknown output type %1
bo_cn: ངེས་མེད་ཀྱི་ཕྱིར་འདོན་རིགས་གྲས་%1"

source: unknown top level form %1
bo_cn: མི་ཤེས་པའི་རྩེར་སོན་རེའུ་མིག %1"
