Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/kcm_notificationhelper.po
Languages: bo_cn

source: Application crashes
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཐོར་ཞིག

source: Configure the behavior of Kubuntu Notification Helper
bo_cn: Kubuntulབརྡ་ཐོའི་ལས་རོགས་ཀྱི་བྱ་སྤྱོད་སྡེབ་སྒྲིག

source: Incomplete language support
bo_cn: ཆ་ཚང་མིན་པའི་སྐད་བརྡའི་རྒྱབ་སྐྱོར།

source: Kubuntu Notification Helper Configuration
bo_cn: Kubuntunབརྡ་ཐོའི་ལས་རོགས་སྡེབ་སྒྲིག

source: Notification type:
bo_cn: གསལ་འདེབས་རིགས་གྲས།：

source: Popup notifications only
bo_cn: བརྡ་ཐོ་ཙམ་གཏོང་བ།

source: Proprietary Driver availability
bo_cn: སྤྱོད་རུང་གི་ཆེད་སྤྱོད་སྐུལ་བྱེད།

source: Required reboots
bo_cn: བསྐྱར་སློང་བྱེད་དགོས།

source: Restricted codec availability
bo_cn: ཚད་ཡོད་ཨང་འགྲོལ་ཆས་ཀྱི་ནུས་ལྡན་རང་བཞིན།

source: Show notifications for:
bo_cn: མངོན་འཆར་བརྡ་ཐོ་སྤྱོད་ཡུལ།

source: Tray icons only
bo_cn: སྡེར་མའི་རིས་རྟགས་ཁོ་ན།

source: Upgrade information
bo_cn: རིམ་སྤོར་ཆ་འཕྲིན།

source: Use both popups and tray icons
bo_cn: གསལ་འདེབས་དང་སྡེར་མའི་རིས་རྟགས་འཕར་ཐོན་ཚང་མ་བཀོལ་བ།
