Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/kdesudo.po
Languages: bo_cn

source: <b>Incorrect password, please try again.</b>
bo_cn: <b>གསང་ཨང་ཡང་དག་མིན་པས་བསྐྱར་དུ་ཚོད་ལྟ་ཞིག་གནང་རོགས། </b>

source: <b>Warning: </b>
bo_cn: <b>ཡི་ཐ་ཚིག：</b>"

source: Command not found!
bo_cn: བཀའ་རྙེད་མ་བྱུང་།

source: Command:
bo_cn: བཀའ་ལག་བསྟར།

source: Do not display « ignore » button
bo_cn: སྣང་མེད་མཐེབ་མི་འཆར།

source: Do not keep password
bo_cn: གསང་ཨང་ཉར་ཚགས་མི་བྱེད།

source: Do not show the command to be run in the dialog
bo_cn: གླེང་སྒྲོམ་ནང་འཁོར་སྐྱོད་བྱེད་བྱའི་བཀའ་མི་འཆར།

source: Fake option for KDE's KdeSu compatibility
bo_cn: KDEཡི་Kdesu དང་འཆམ་མཐུན་རྒྱུན་འཁྱུངས་ཆེད་ཀྱི་གདམ་བྱ་རྫུས་མ།

source: Forget passwords
bo_cn: གསང་ཨང་བརྗེད་པ།

source: Makes the dialog transient for an X app specified by winid
bo_cn: Xཡིས་ཉེར་སྤྱོད་བྱ་རིམ་གླེང་སྒྲོམ་གྱི་འཕྲལ་འགྱུར་ཐང（Transient）ནི་དེའི་སྒེའུ་ཁུང་ཨང་རྟགས་ཀྱིས་དམིགས་འཛུགས་བྱེད་དུ་འཇུག

source: Manual override for automatic desktop file detection
bo_cn: རང་འགུལ་གྱི་ཅོག་ངོས་ཡིག་ཆར་བཤེར་འཇལ་བྱ་རྒྱུར་ལག་སྒུལ་ཁེབས་ཚད་མཁོ་འདོན་བྱེད་དགོས།

source: Please enter password for <b>%1</b>.
bo_cn: <b>%1</b> ཡི་གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter your password.
bo_cn: གསང་ཨང་ནང་འཇུག་བྱེད་རོགས།

source: Priority:
bo_cn: སྔོན་ཐོབ་རིམ་པ།：

source: Process priority, between 0 and 100, 0 the lowest [50]
bo_cn: "འཕེལ་རིམ་སྔོན་ཐོབ་རིམ་པ་ནི་ 0 ནས་ 100བར་ཡིན། ཆེས་དམའ་བ་0 དང་།སོར་བཞག་གྲངས་ 50ཡིན།

source: Specify icon to use in the password dialog
bo_cn: གསང་ཨང་གླེང་སྒྲོམ་ནང་སྤྱད་བྱའི་རིས་རྟགས་དམིགས་འཛུགས་བྱོས།

source: Sudo frontend for KDE
bo_cn: KDEཡི་sudoམདུན་སྣེ།

source: The command to execute
bo_cn: ལག་ཏུ་བསྟར་བྱའི་བཀའ་བརྡ།

source: The comment that should be displayed in the dialog
bo_cn: གླེང་སྒྲོམ་ནང་འཆར་བྱའི་མཆན་འགྲེལ།

source: Use existing DCOP server
bo_cn: ད་ཡོད་ཀྱི་DCOPཞབས་ཞུ་ཆས་བཀོལ་བ།

source: Use realtime scheduling
bo_cn: དུས་ཐོག་བཀོད་གཏོང་བཀོལ་སྤྱོད།

source: Use target UID if <file> is not writeable
bo_cn: གལ་སྲིད〈ཡིག་ཆ〉འབྲི་མི་ཆོག་ན་དམིགས་འབེན་UIDབཀོལ་དགོས།

source: Wrong password! Exiting...
bo_cn: གསང་ཨང་ནོར་འདུག ཕྱིར་འཐེན་བྱེད་བཞིན་པ།

source: Your user is not allowed to run sudo on this host!
bo_cn: ཁྱོད་ཀྱི་སྤྱོད་མཁན་གྱིས་འཕྲུལ་ཆས་གཙོ་བོ་འདི་ནས་sudoའཁོར་སྐྱོད་བྱེད་དུ་མི་འཇུག

source: Your user is not allowed to run the specified command!
bo_cn: ཁྱོད་ཀྱི་སྤྱོད་མཁན་གྱིས་དམིགས་འཛུགས་གྱི་བཀའ་ལག་བསྟར་བྱེད་མི་ཆོག

source: Your username is unknown to sudo!
bo_cn: ཁྱེད་ཀྱི་སྤྱོད་མཁན་གྱི་མིང་sudoཁྲོད་ངེས་མེད་རེད།

source: needs administrative privileges.
bo_cn: དོ་དམ་པའི་དབང་ཆ་དགོས།

source: realtime:
bo_cn: དུས་ཐོག
