Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/landscape-client.po
Languages: bo_cn

source: Account name:
bo_cn: རྩིས་ཐོའི་མིང་།

source: Allow the user to read and write Landscape Client settings.
bo_cn: སྤྱོད་མཁན་གྱིས་Landscapeཡི་སྡེབ་སྒྲིག་ལ་འབྲི་ཀློག་ལག་བསྟར་བྱ་ཆོག་པ།

source: Attempting to disable landscape client.
bo_cn: Landscapeམཁོ་མཁན་སྤྱོད་མི་ཆོག་པའི་ཚོད་ལྟ་བྱེད་པ།

source: Attempting to register at %s
bo_cn: %sནས་ཐོ་འགོད་བྱེད་པར་ཚོད་ལྟ་བྱེད་པ།

source: Authentication failed
bo_cn: ར་སྤྲོད་ཕམ་པ།

source: Disable
bo_cn: སྤྱོད་འགོག

source: Disabling client failed
bo_cn: མཁོ་མཁན་སྤྱོད་འགོག་ཕམ་པ།

source: Disabling client was successful
bo_cn: མཁོ་མཁན་སྤྱོད་འགོག་ལེགས་གྲུབ་བྱུང་བ།

source: Don't have an account?
bo_cn: ད་དུང་རྩིས་ཨང་མེད།

source: Failure.
bo_cn: ཕམ་པ།

source: Find out more...
bo_cn: དེ་བས་མང་བ་ཤེས་རྟོགས།

source: Install
bo_cn: སྒྲིག་འཇུག

source: Install Landscape client?
bo_cn: Landscapeམཁོ་མཁན་སྒྲིག་འཇུག་བྱས་ཡོད་དམ།

source: Invalid host name.
bo_cn: གཙོ་འཁོར་ཀྱི་མིང་ལ་ནུས་པ་མེད་པ།

source: Landscape - dedicated server
bo_cn: Landscape-རང་ཚུགས་ཞབས་ཞུ་ཆས།

source: Landscape - hosted by Canonical
bo_cn: Landscapeདེ་ Canonicalཡིས་ཚབ་གཉེར་བྱས།

source: Landscape Management Service Preferences
bo_cn: Landscapeདོ་དམ་ཞབས་ཞུའི་སྔོན་འདེམ་ཚན་པ།

source: Landscape Service
bo_cn: Landscapeཞབས་ཞུ།

source: Landscape client
bo_cn: Landscapeམཁོ་མཁན་ཕྱོགས།

source: Landscape server hostname:
bo_cn: Landscapeཞབས་ཞུ་ཆས་ཀྱི་གཙོ་འཁོར་མིང་།

source: Landscape service:
bo_cn: Landscapeཞབས་ཞུ།

source: None
bo_cn: བདེ་འཇགས་སྲུང་སྐྱོང་མེད་པ།

source: Only ASCII characters are allowed.
bo_cn: ASCIIཡིག་རྟགས་ཁོ་ན་རུང་བ།

source: Register
bo_cn: ཐོ་འགོད།

source: Registering client failed
bo_cn: མཁོ་མཁན་ཐོ་འགོད་ཕམ་པ།

source: Registering client was successful
bo_cn: མཁོ་མཁན་ཐོ་འགོད་ལེགས་གྲུབ་བྱུང་བ།

source: Registration Key:
bo_cn: གསང་ལྡེ་ཐོ་འགོད།

source: Sign up...
bo_cn: ཐོ་འགོད།...

source: Success.
bo_cn: ལེགས་གྲུབ།

source: System policy prevents you from reading and writing Landscape Client Settings.
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་ཁྱེད་ཀྱིས་Landscapeམཁོ་མཁན་ཕྱོགས་སྒྲིག་འགོད་ལ་འབྲི་ཀློག་ལག་བསྟར་བྱེད་པ་འགོག

source: You need to install Landscape client to be able to configure it. Do you want to install it now?
bo_cn: རྒྱུད་ཁོངས་སྡེབ་སྒྲིག་བྱེད་པའི་སྔོན་དུ།ཁྱེད་ཀྱིས་Landscapeམཁོ་མཁན་ཕྱོགས་སྒྲིག་འཇུག་བྱེད་དགོས། ད་ལྟ་སྒྲིག་འཇུག་བྱེད་དམ།
