Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/language-selector.po
Languages: bo_cn

source: %(INSTALL)d to install
bo_cn: %(INSTALL)d སྒྲིག་འཇུག་བྱ་རྒྱུ།

source: %(REMOVE)d to remove
bo_cn: %(REMOVE)d སྤོ་འཐེན་བྱ་རྒྱུ།

source: <b>Example</b>
bo_cn: <b>མིག་དཔེ།</b>

source: <small>Changes take effect next time you log in.</small>
bo_cn: smallབཟོ་བཅོས་བྱས་ན་ཁྱེད་རང་ཐེངས་རྗེས་མར་ཐོ་འགོད་བྱེད་སྐབས་ནུས་པ་ཐོན་གྱི་རེད། (small）ལས་དམའ།

source: <small>Use the same format choice for startup and the login screen.</small>
bo_cn: smallསྒོ་ཕྱེ་པ་དང་ཐོ་འགོད་མཐུད་མཚམས་ཀྱི་རྣམ་པ་གཅིག་འདྲ་རེད། (small）ལས་དམའ།

source: <small>Use the same language choices for startup and the login screen.</small>
bo_cn: smallའགོ་རྩོམ་པའམ་ཐོ་འགོད་མཐུད་མཚམས་སུ་སྐད་རིགས་གཅིག་འདྲ་སྤྱོད་པ། (small）ལས་དམའ།

source: Apply System-Wide
bo_cn: རྒྱུད་ཁོངས་ཧྲིལ་བོར་བཀོལ་སྤྱོད།

source: Chinese (simplified)
bo_cn: རྒྱ་ཡིག(ཟོར་ཡང་གཟུགས།)

source: Chinese (traditional)
bo_cn: རྒྱ་ཡིག(ཟོར་ཡང་མ་ཡིན་པ།)

source: Could not install the full language support
bo_cn: ཆ་ཚང་བའི་སྐད་བརྡའི་རྒྱབ་སྐྱོར་སྒྲིག་འཇུག་བྱེད་ཐབས་བྲལ།

source: Could not install the selected language support
bo_cn: བདམས་ཟིན་པའི་སྐད་བརྡའི་རྒྱབ་སྐྱོར་སྒྲིག་འཇུག་བྱེད་ཐབས་བྲལ།

source: Currency:
bo_cn: དངུལ་ལོར།

source: Details
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན།

source: Display numbers, dates and currency amounts in the usual format for:
bo_cn: གྲངས་ཀ་མངོན་པར།ཚེས་གྲངས་དང་དངུལ་ལོར་གྲངས་འབོར་གྱི་རྣམ་བཞག

source: Failed to authorize to install packages.
bo_cn: སྒྲིག་འཇུག་ཐུམ་ར་སྤྲོད་ཕམ་པ།

source: Incomplete Language Support
bo_cn: ཆ་ཚང་མིན་པའི་སྐད་བརྡའི་རྒྱབ་སྐྱོར།

source: Install / Remove Languages...
bo_cn: སྐད་བརྡ་ཁ་སྣོན་ནམ་འཕྲི་དོར།

source: Installed
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན།

source: Installed Languages
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི་སྐད་བརྡ།

source: Keyboard input method system:
bo_cn: མཐེབ་གཞོང་འཇུག་ཐབས་རྒྱུད་ཁོངས།

source: Language
bo_cn: སྐད་བརྡ།

source: Language Support
bo_cn: སྐད་བརྡའི་རྒྱབ་སྐྱོར།

source: Language for menus and windows:
bo_cn: འདེམས་བྱང་དང་སྒེའུ་ཁུང་གི་སྐད་བརྡ།

source: No language information available
bo_cn: སྤྱོད་གོ་ཆོད་པའི་སྐད་བརྡའི་ཆ་འཕྲིན།

source: Number:
bo_cn: སྒྲིག་ཨང་།：

source: Regional Formats
bo_cn: ས་ཁུལ་གྱི་རྣམ་གཞག

source: Session Restart Required
bo_cn: གླེང་མོལ་བསྐྱར་སློང་བྱ་དགོས།

source: Set system default language
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་སྐད་བརྡ་སྒྲིག་འགོད།

source: Software database is broken
bo_cn: མཉེན་ཆས་གཞི་གྲངས་མཛོད་ལ་སྐྱོན་ཤོར་བ།

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་སྐད་བརྡ་དེའི་ལོ་ཙཱ་དང་རྩོམ་འབྲི་རོགས་རམ་ཁག་ཅིག་ད་རུང་སྒྲིག་འཇུག་བྱས་མེད། ཁྱེད་ཀྱིས་ད་ལྟ་སྒྲིག་འཇུག་བྱེད་འདོད་དམ།

source: System policy prevented setting default language
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་སོར་བཞག་སྐད་བརྡ་སྒྲིག་འགོད་བཀག་པ།

source: The language support is not installed completely
bo_cn: སྐད་བརྡའི་རྒྱབ་སྐྱོར་སྒྲིག་འཇུག་ཆ་ཚང་མེད།

source: The new language settings will take effect once you have logged out.
bo_cn: ཁྱེད་རང་གི་རྩིས་ཐོ་ནས་བསུབ་རྗེས་སྐད་བརྡ་གསར་པའི་སྒྲིག་སྒྲིག་འགོད་གཞི་ནས་ནུས་པ་ཐོན་གྱི་རེད།

source: When a language is installed, individual users can choose it in their Language settings.
bo_cn: སྐད་བརྡ་ག་གེ་མོ་ཞིག་སྒྲིག་འཇུག་བྱས་རྗེས།སྤྱོད་མཁན་གྱིས་ཁོ་ཚོའི་སྐད་བརྡའི་སྒྲིག་འགོད་ཁྲོད་ནས་གདམ་གསེས་བྱས་ཆོག

source: _Install
bo_cn: སྒྲིག་འཇུག་(_I)

source: _Remind Me Later
bo_cn: ཅུང་ཙམ་འགོར་རྗེས་དྲན་སྐུལ།(_R)

source: _Update
bo_cn: གསར་སྒྱུར།(_U)

source: alternative datadir
bo_cn: འདེམས་རུང་བའི་གཞི་གྲངས་ཡིག་ཁུག

source: check for the given package(s) only -- separate packagenames by comma
bo_cn: སྤྲད་པའི་མཉེན་ཆས་ཐུམ་ཁོ་ན་ཞིབ་བཤེར་བྱེད་པ།--དབྱིན་ཡིག་གི་མཚམས་རྟགས་ཀྱིས་ཐུམ་མིང་གི་བར་འབྱེད་པ།

source: don't verify installed language support
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི་སྐད་བརྡའི་རྒྱབ་སྐྱོར་ར་སྤྲོད་མི་བྱེད།

source: none
bo_cn: མེད།

source: output all available language support packages for all languages
bo_cn: སྐད་བརྡ་ཡོངས་ཀྱི་ཕྱིར་འདོན་ལ་སྤྱོད་རུང་བའི་སྐད་བརྡའི་རྒྱབ་སྐྱོར་ཐུམ།

source: show installed packages as well as missing ones
bo_cn: དུས་མཉམ་དུ་སྒྲིག་འཇུག་བྱས་ཟིན་པ་དང་ཆད་པའི་མཉེན་ཆས་ཐུམ་མངོན།

source: target language code
bo_cn: དམིགས་བྱའི་སྐད་བརྡའི་ཚབ་རྟགས།
