Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/libkylin-activation.po
Languages: bo_cn

source: Cannot get hardware information to activate system
bo_cn: སྲ་ཆས་ཆ་འཕྲིན་བླངས་ནས་སྐུལ་སློང་བྱེད་ཐབས་བྲལ།

source: Cannot overwrite original serial number
bo_cn: སྔར་ཡོད་ཞབས་ཞུའི་རིམ་སྟར་ཨང་རྟགས་འགེབས་ཐབས་བྲལ།

source: Cannot overwrite original serial number.
bo_cn: སྔར་ཡོད་ཞབས་ཞུའི་རིམ་སྟར་ཨང་རྟགས་འགེབས་ཐབས་བྲལ།

source: Classification for this system dismatches
bo_cn: པར་གཞིའི་རིགས་ཟླ་མི་འགྲིག་པ།

source: Classification for this system dismatches.
bo_cn: པར་གཞིའི་རིགས་ཟླ་མི་འགྲིག་པ།

source: Counter of UKey cannot be decreased
bo_cn: UKEYགྲངས་བགྲང་ལེགས་གྲུབ་བྱ་ཐབས་བྲལ།

source: Counter of UKey cannot be decreased.
bo_cn: UKEYགྲངས་བགྲང་ལེགས་གྲུབ་བྱ་ཐབས་བྲལ།

source: Counter of UKey has been used up
bo_cn: UKEYསྐུལ་སློང་རུང་བའི་གྲངས་ཀ་མཐོ་མཚམས་ལས་བརྒལ་བ།

source: Counter of UKey has been used up.
bo_cn: UKEYསྐུལ་སློང་རུང་བའི་གྲངས་ཀ་མཐོ་མཚམས་ལས་བརྒལ་བ།

source: Expiration date of system activation: %s
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་དུས་བཀག་དུས་ཚོད།： %s

source: Expiration date of trial: %s
bo_cn: ཚོད་ལྟའི་དུས་བཀག་དུས་ཚོད།： %s

source: Expiration date: %s
bo_cn: དུས་བཀག་དུས་ཚོད།：%s

source: Fail to generate QR code string
bo_cn: རྩ་གཉིས་ཨང་ཡིག་རྟགས་ཕྲེང་འགྲུབ་མ་ཐུབ་པ།

source: Fail to generate QR code string.
bo_cn: རྩ་གཉིས་ཨང་ཡིག་རྟགས་ཕྲེང་འགྲུབ་མ་ཐུབ་པ།

source: Fail to save activation code
bo_cn: སྐུལ་སློང་ཨང་གྲངས་ཉར་ཚགས་ཕམ་པ།

source: Fail to save activation code.
bo_cn: སྐུལ་སློང་ཨང་གྲངས་ཉར་ཚགས་ཕམ་པ།

source: Failed to activate system via UKey
bo_cn: UKEYསྐུལ་སློང་རྒྱུད་ཁོངས་ཕམ་པ།

source: Failed to activate system via UKey.
bo_cn: UKEYསྐུལ་སློང་རྒྱུད་ཁོངས་ཕམ་པ།

source: Failed to deal with activation code
bo_cn: སྐུལ་སློང་ཨང་སྒྲིག་གཅོད་ཕམ་པ།

source: Failed to deal with activation code.
bo_cn: སྐུལ་སློང་ཨང་སྒྲིག་གཅོད་ཕམ་པ།

source: Failed to deal with expiration date in UKey
bo_cn: UKEYསྐུལ་སློང་དུས་བཀག་དུས་ཚོད་སྒྲིག་གཅོད་ཕམ་པ།

source: Failed to deal with expiration date in UKey.
bo_cn: UKEYསྐུལ་སློང་དུས་བཀག་དུས་ཚོད་སྒྲིག་གཅོད་ཕམ་པ།

source: Failed to deal with registration code
bo_cn: ཐོ་འགོད་ཨང་གྲངས་སྒྲིག་གཅོད་ཕམ་པ།

source: Failed to deal with registration code.
bo_cn: ཐོ་འགོད་ཨང་གྲངས་སྒྲིག་གཅོད་ཕམ་པ།

source: Failed to decrease counter of UKey
bo_cn: UKEYགྲངས་བགྲང་ཉུང་འཕྲི་ལེགས་གྲུབ་མ་བྱུང་བ།

source: Failed to decrease counter of UKey.
bo_cn: UKEYགྲངས་བགྲང་ཉུང་འཕྲི་ལེགས་གྲུབ་མ་བྱུང་བ།

source: Failed to encrypt UKey's information
bo_cn: UKeyཆ་འཕྲིན་གསང་སྡོམ་ཕམ་པ།

source: Failed to encrypt UKey's information.
bo_cn: UKeyཆ་འཕྲིན་གསང་སྡོམ་ཕམ་པ།

source: Failed to generate registration code
bo_cn: ཐོ་འགོད་ཨང་གྲངས་འགྲུབ་མ་ཐུབ་པ།

source: Failed to generate registration code
bo_cn: ཐོ་འགོད་ཨང་གྲངས་འགྲུབ་མ་ཐུབ་པ།

source: Failed to get counter number of UKey
bo_cn: UKEYགྲངས་བགྲང་ཐེངས་གྲངས་ཐོབ་ལེན་ལེགས་གྲུབ་མ་བྱུང་བ།

source: Failed to get counter number of UKey.
bo_cn: UKEYགྲངས་བགྲང་ཐེངས་གྲངས་ཐོབ་ལེན་ལེགས་གྲུབ་མ་བྱུང་བ། "

source: Failed to get counter status of UKey
bo_cn: UKEYགྲངས་བགྲང་རྣམ་པ་ཐོབ་ལེན་ལེགས་གྲུབ་མ་བྱུང་བ།

source: Failed to get counter status of UKey.
bo_cn: UKEYགྲངས་བགྲང་རྣམ་པ་ཐོབ་ལེན་ལེགས་གྲུབ་མ་བྱུང་བ།

source: Failed to get data from UKey
bo_cn: UKEYགཞི་གྲངས་ཐོབ་ལེན་ཕམ་པ།

source: Failed to get data from UKey.
bo_cn: UKEYགཞི་གྲངས་ཐོབ་ལེན་ཕམ་པ།

source: Failed to get hardware ID of UKey
bo_cn: UKEYསྲ་ཆསIDཐོབ་ལེན་ཕམ་པ།

source: Failed to get hardware ID of UKey.
bo_cn: UKEYསྲ་ཆསIDཐོབ་ལེན་ཕམ་པ།

source: Failed to get hardware information
bo_cn: སྲ་ཆས་ཆ་འཕྲིན་རག་ཐབས་བྲལ།

source: Failed to get hardware information.
bo_cn: སྲ་ཆས་ཆ་འཕྲིན་རག་ཐབས་བྲལ།

source: Failed to get information of UKey
bo_cn: UKeyཆ་འཕྲིན་ཐོབ་ལེན་ཕམ་པ།

source: Failed to get information of UKey.
bo_cn: UKeyཆ་འཕྲིན་ཐོབ་ལེན་ཕམ་པ།

source: Failed to initialize UKey
bo_cn: UKEYའགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize UKey environment
bo_cn: UKEYཁོར་ཡུག་འགོ་སྒྲིག་རྒྱུན་ལྡན་མ་ཡིན་པ།

source: Failed to initialize UKey environment.
bo_cn: UKEYཁོར་ཡུག་འགོ་སྒྲིག་རྒྱུན་ལྡན་མ་ཡིན་པ།

source: Failed to initialize UKey.
bo_cn: UKEYའགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize gpgme
bo_cn: gpgmeའགོ་སྒྲིག་ཕམ་པ།

source: Failed to initialize gpgme.
bo_cn: gpgmeའགོ་སྒྲིག་ཕམ་པ།

source: Failed to verify LICENSE file
bo_cn: LIENSEཡིག་ཆ་ར་འཕྲོད་ལ་གནད་དོན་འདུག

source: Failed to verify LICENSE file.
bo_cn: LIENSEཡིག་ཆ་ར་འཕྲོད་ལ་གནད་དོན་འདུག

source: Failed to write data to UKey
bo_cn: UKEYཡིས་གྲངས་གཞི་འབྲི་ཐུབ་མེད་པ།

source: Failed to write data to UKey.
bo_cn: UKEYཡིས་གྲངས་གཞི་འབྲི་ཐུབ་མེད་པ།

source: ID of UKey that activates this system: %s
bo_cn: རྒྱུད་ཁོངས་འདིའི་UKEYཨང་རྟགས་སྐུལ་སློང་གྱིས།： %s

source: In trial period.
bo_cn: རྒྱུད་ཁོངས་ཚོད་ལྟའི་དུས་བཀག་ནང་ཡོད་པ།

source: Invalid activation code
bo_cn: ནུས་མེད་སྐུལ་སློང་ཨང་།

source: Invalid activation code.
bo_cn: ནུས་མེད་སྐུལ་སློང་ཨང་།

source: Invalid registration code
bo_cn: ནུས་མེད་ཐོ་འགོད་ཨང་།

source: Invalid registration code.
bo_cn: ནུས་མེད་ཐོ་འགོད་ཨང་།

source: Invalid serial number
bo_cn: ནུས་མེད་ཞབས་ཞུའི་རིམ་སྟར་ཨང་།

source: Invalid serial number.
bo_cn: ནུས་མེད་ཞབས་ཞུའི་རིམ་སྟར་ཨང་།

source: Invalid signature.
bo_cn: ནུས་མེད་མིང་བཀོད།

source: Kylin provided file is modified
bo_cn: ཡིག་ཆ་ལ་བཟོ་བཅོས་བྱས་པ།

source: Kylin provided file is modified.
bo_cn: ཡིག་ཆ་ལ་བཟོ་བཅོས་བྱས་པ།

source: Kylin provided file is modified: %s
bo_cn: ཡིག་ཆ་བཟོ་བཅོས་བྱས་པ།： %s

source: Kylin provided file is modified: %s.
bo_cn: ཡིག་ཆ་བཟོ་བཅོས་བྱས་པ།：%s

source: Kylin provided package is modified
bo_cn: མཉེན་ཆས་ཐུམ་བཟོ་བཅོས་བྱས་པ།

source: Kylin provided package is modified.
bo_cn: མཉེན་ཆས་ཐུམ་བཟོ་བཅོས་བྱས་པ།

source: Kylin provided package is modified: %s
bo_cn: མཉེན་ཆས་ཐུམ་བཟོ་བཅོས།： %s

source: Kylin provided package is modified: %s.
bo_cn: མཉེན་ཆས་ཐུམ་བཟོ་བཅོས།：%s

source: License file doesn't contain platform information
bo_cn: LIENSEཡིག་ཆ་ལ་རྒྱུད་ཁོངས་ལས་སྟེགས་ཀྱི་ཆ་འཕྲིན་མི་འདུག

source: License file doesn't contain platform information.
bo_cn: LIENSEཡིག་ཆ་ལ་རྒྱུད་ཁོངས་ལས་སྟེགས་ཀྱི་ཆ་འཕྲིན་མི་འདུག

source: License serial number is invalid
bo_cn: LIENSEཡིག་ཆའི་ཞབས་ཞུའི་རིམ་ཨང་ནུས་མེད།

source: License serial number is invalid.
bo_cn: LIENSEཡིག་ཆའི་ཞབས་ཞུའི་རིམ་ཨང་ནུས་མེད།

source: No UKey is inserted
bo_cn: UKEYནང་དུ་བཅུག་མེད།

source: No UKey is inserted.
bo_cn: UKEYནང་དུ་བཅུག་མེད།

source: Other error
bo_cn: ནོར་འཁྲུལ་གཞན་དག

source: Other error
bo_cn: ནོར་འཁྲུལ་གཞན་དག

source: Platform doesn't match
bo_cn: རྒྱུད་ཁོངས་སྟེགས་བུའི་ཆ་འཕྲིན་ཟླ་མི་འགྲིག་པ།

source: Platform doesn't match.
bo_cn: རྒྱུད་ཁོངས་སྟེགས་བུའི་ཆ་འཕྲིན་ཟླ་མི་འགྲིག་པ།

source: Produce number doesn't match
bo_cn: ཐོན་སྐྱེད་ཀྱི་ཐེངས་ཨང་ཟླ་མི་འགྲིག་པ།

source: Produce number doesn't match.
bo_cn: ཐོན་སྐྱེད་ཀྱི་ཐེངས་ཨང་ཟླ་མི་འགྲིག་པ།

source: Product type doesn't match
bo_cn: ཐོན་རྫས་ཀྱི་རིགས་དབྱིབས་ཟླ་མི་འགྲིག་པ།

source: Product type doesn't match.
bo_cn: ཐོན་རྫས་ཀྱི་རིགས་དབྱིབས་ཟླ་མི་འགྲིག་པ།

source: System activation is expired.
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་དུས་བཀག་ལ་སླེབས་པ།

source: System activation will expire in %d days.
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་ཉིན་%dཡི་རྗེས་དུས་བཀག་ལ་སླེབས་པ།

source: System has already been activated by another UKey, There is no need to activate it again
bo_cn: རྒྱུད་ཁོངས་དེ་UKEYགཞན་པ་ཡིས་སྐུལ་སློང་བྱས་ཟིན་པས།ཡང་བསྐྱར་སྐུལ་སློང་བྱེད་མི་དགོས།

source: System has already been activated by another UKey, There is no need to activate it again.
bo_cn: རྒྱུད་ཁོངས་དེ་UKEYགཞན་པ་ཡིས་སྐུལ་སློང་བྱས་ཟིན་པས།ཡང་བསྐྱར་སྐུལ་སློང་བྱེད་མི་དགོས།

source: System has already been activated, There is no need to activate it again
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་བྱས་ཟིན་པས།སྐུལ་སློང་བསྐྱར་ཟློས་བྱ་མི་དགོས།

source: System has already been activated, There is no need to activate it again.
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་བྱས་ཟིན་པས།སྐུལ་སློང་བསྐྱར་ཟློས་བྱ་མི་དགོས།

source: System has already got a longer activation period
bo_cn: རྒྱུད་ཁོངས་ནང་དུ་ནུས་ཐོན་དུས་ཡུན་དེ་བས་རིང་བའི་སྐུལ་སློང་ཨང་རྟགས་འདུས་ཡོད།

source: System has already got a longer activation period.
bo_cn: རྒྱུད་ཁོངས་ནང་དུ་ནུས་ཐོན་དུས་ཡུན་དེ་བས་རིང་བའི་སྐུལ་སློང་ཨང་རྟགས་འདུས་ཡོད།

source: System is activated.
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་བྱས་ཟིན།

source: System is not activated.
bo_cn: རྒྱུད་ཁོངས་སྐུལ་སློང་བྱས་མེད།

source: The UKey dismatches with LICENSE file
bo_cn: LIGENSEཡི་ཞབས་ཞུའི་རིམ་ཨང་དང་UKEYནང་དུ་འདུས་པའི་ཞབས་ཞུའི་རིམ་ཨང་གཉིས་མི་མཐུན་པ།

source: The UKey dismatches with LICENSE file.
bo_cn: LIGENSEཡི་ཞབས་ཞུའི་རིམ་ཨང་དང་UKEYནང་དུ་འདུས་པའི་ཞབས་ཞུའི་རིམ་ཨང་གཉིས་མི་མཐུན་པ།

source: The serial number dismatches with LICENSE file
bo_cn: ཞབས་ཞུའི་རིམ་ཨང་LIENSEདང་ཟླ་མི་འགྲིག་པ།

source: The serial number dismatches with LICENSE file.
bo_cn: ཞབས་ཞུའི་རིམ་ཨང་LIENSEདང་ཟླ་མི་འགྲིག་པ།

source: There is no classification for this system in LICENSE file
bo_cn: LIENSEཡིག་ཆ་ལ་པར་གཞིའི་རིགས་གྲས་མེད་པ།

source: There is no classification for this system in LICENSE file.
bo_cn: LIENSEཡིག་ཆ་ལ་པར་གཞིའི་རིགས་གྲས་མེད་པ།

source: There is no serial number in LICENSE file
bo_cn: LIENSEཡིག་ཆ་ལ་རིམ་ཨང་མེད་པ།

source: There is no serial number in LICENSE file.
bo_cn: LIENSEཡིག་ཆ་ལ་རིམ་ཨང་མེད་པ།

source: There is no serial number in UKey
bo_cn: UKEYནང་ཞབས་ཞུའི་རིམ་ཨང་ཚུད་མེད་པ།

source: There is no serial number in UKey.
bo_cn: UKEYནང་ཞབས་ཞུའི་རིམ་ཨང་ཚུད་མེད་པ།

source: There is no valid kylin information file
bo_cn: ནུས་ལྡན་གྱི་ལིན་ཆ་འཕྲིན་ཡིག་ཆ་མེད་པ།

source: There is no valid kylin information file.
bo_cn: ནུས་ལྡན་གྱི་ལིན་ཆ་འཕྲིན་ཡིག་ཆ་མེད་པ།

source: There is no valid public key
bo_cn: ནུས་ལྡན་གྱི་སྤྱི་ལྡེ་མེད་པ།

source: There is no valid public key.
bo_cn: ནུས་ལྡན་གྱི་སྤྱི་ལྡེ་མེད་པ།

source: There is no valid serial number
bo_cn: ནུས་ལྡན་གྱི་ཞབས་ཞུའི་རིམ་ཨང་མེད་པ།

source: There is no valid serial number.
bo_cn: ནུས་ལྡན་གྱི་ཞབས་ཞུའི་རིམ་ཨང་མེད་པ།

source: There is something wrong with content of LICENSE file
bo_cn: LIENSEཡིག་ཆའི་ནང་དོན་རྣམ་གཞག་གི་ནོར་འཁྲུལ།

source: There is something wrong with content of LICENSE file.
bo_cn: LIENSEཡིག་ཆའི་ནང་དོན་རྣམ་གཞག་གི་ནོར་འཁྲུལ།

source: There is something wrong with system time
bo_cn: རྒྱུད་ཁོངས་གི་དུས་ཚོད་ལ་གནད་དོན་ཡོད་པ།

source: There is something wrong with system time.
bo_cn: རྒྱུད་ཁོངས་གི་དུས་ཚོད་ལ་གནད་དོན་ཡོད་པ།

source: This activation contains a expired date
bo_cn: སྐུལ་སློང་ཨང་རྟགས་དེའི་ནང་འདུས་པའི་བེད་སྤྱོད་དུས་བཀགག་ལ་སླེབས་པ།

source: This activation contains a expired date.
bo_cn: སྐུལ་སློང་ཨང་རྟགས་དེའི་ནང་འདུས་པའི་བེད་སྤྱོད་དུས་བཀགག་ལ་སླེབས་པ།

source: This activation's expiration date is earlier than expiration date for trial
bo_cn: སྐུལ་སློང་ཨང་རྟགས་ནང་གི་དུས་བཀག་དེ་ཚོད་སྤྱོད་དུས་བཀག་ལས་སྔ་བ།

source: This activation's expiration date is earlier than expiration date for trial.
bo_cn: སྐུལ་སློང་ཨང་རྟགས་ནང་གི་དུས་བཀག་དེ་ཚོད་སྤྱོད་དུས་བཀག་ལས་སྔ་བ།

source: This program is used to activate system
bo_cn: བྱ་རིམ་འདི་རྒྱུད་ཁོངས་སྐུལ་སློང་ལ་སྤྱད་བྱ་ཡིན།

source: This program uses a UKey to activate system
bo_cn: བྱ་རིམ་འདིས་UKEYཡིས་རྒྱུད་ཁོངས་སྐུལ་སློང་བྱེད།

source: Trial period is expired.
bo_cn: རྒྱུད་ཁོངས་ནི་ཚོད་ལྟའི་དུས་ཡུན་ལས་བརྒལ་ཡོད།

source: UKey doesn't contain a valid expiration date
bo_cn: UKEYནང་ནུས་ལྡན་སྐུལ་སློང་དུས་ཆད་ཚུད་མེད་པ།

source: UKey doesn't contain a valid expiration date.
bo_cn: UKEYནང་ནུས་ལྡན་སྐུལ་སློང་དུས་ཆད་ཚུད་མེད་པ།

source: UKey fails to login
bo_cn: UKEYཐོ་འགོད་ཕམ་པ།

source: UKey fails to login.
bo_cn: UKEYཐོ་འགོད་ཕམ་པ། "

source: UKey fails to logout
bo_cn: UKEYཐོ་འགོད་ལེགས་གྲུབ་མ་བྱུང་བ།

source: UKey fails to logout.
bo_cn: UKEYཐོ་འགོད་ལེགས་གྲུབ་མ་བྱུང་བ།

source: UKey's space is full, so it cannot activate another unactivated system
bo_cn: UKEYབར་སྟོང་ཁེངས་པས་འཕྲུལ་ཆས་གསར་པ་སྐུལ་སློང་བྱེད་ཐབས་བྲལ།

source: UKey's space is full, so it cannot activate another unactivated system.
bo_cn: UKEYབར་སྟོང་ཁེངས་པས་འཕྲུལ་ཆས་གསར་པ་སྐུལ་སློང་བྱེད་ཐབས་བྲལ།

source: Ukey license serial number is invalid
bo_cn: Ukeyཞབས་ཞུའི་རིམ་ཨང་ནུས་མེད།

source: Ukey license serial number is invalid.
bo_cn: Ukeyཞབས་ཞུའི་རིམ་ཨང་ནུས་མེད།

source: Usage: kylin_activation <activation code> [serial number]
bo_cn: སྤྱོད་སྟངས། kylin_activate <སྐུལ་སློང་ཨང་རྟགས> [ཞབས་ཞུའི་རིམ་ཨང་།]

source: Usage： kylin_activate_ukey
bo_cn: སྤྱོད་སྟངས།： kylin_activate_ukey

source: Wait for a moment please...
bo_cn: ཅུང་ཙམ་སྒུགས...

source: Wrong format for UKey data
bo_cn: UKEYགཞི་གྲངས་རྣམ་གཞག་ནོར་འཁྲུལ།

source: Wrong format for UKey data.
bo_cn: UKEYགཞི་གྲངས་རྣམ་གཞག་ནོར་འཁྲུལ།
