Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/lvm2.po
Languages: bo_cn

source: %s not symbolic link - not removing
bo_cn: %sནི་མཚོན་རྟགས་འབྲེལ་མཐུད་མ་རེད། བསུབ་མེད།

source: Activation enabled. Device-mapper kernel driver will be used.
bo_cn: སྐུལ་སློང་བྱས་ཆོག་སྟེ།སྒྲིག་ཆས་རྟེན་འཕྲོ་ཆས་ཀྱི་ལྟེ་བའི་སྐུལ་འདེད་བེད་སྤྱོད་བྱེད་སྲིད།

source: Couldn't copy archive directory name.
bo_cn: དཀར་ཆག་གི་མིང་ཟིན་ཐོ་བསྐྱར་དཔར་བྱེད་ཐབས་བྲལ།

source: Couldn't copy backup directory name.
bo_cn: བསྐྱར་དཔར་གྲབས་ཉར་བྱེད་ཐབས་བྲལ་པའི་དཀར་ཆག་གི་མིང་།

source: Couldn't create backup object.
bo_cn: གྲབས་ཉར་གྱི་དམིགས་འབེན་འཛུགས་ཐབས་བྲལ།

source: Couldn't create destination pathname for logical volume link for %s
bo_cn: གཏན་ཚིགས་པོད་%sདམིགས་བྱའི་འགྲོ་ལམ་མིང་བསྐྲུན་ཐབས་བྲལ།

source: Couldn't create path for %s
bo_cn: %sལ་འགྲོ་ལམ་གཏོད་ཐབས་བྲལ།

source: Couldn't create path for volume group dir %s
bo_cn: པོད་ %s་མའགྲོ་ལམ་བཏོད་ཐབས་བྲལ།

source: Couldn't create pathname for LVM1 group file for %s
bo_cn: LVM1པོད་ཀྱི་ཡིག་ཆ་%s ལ་འགྲོ་ལམ་གཏོད་ཐབས་བྲལ།

source: Couldn't create source pathname for logical volume link %s
bo_cn: གཏན་ཚིགས་ཀྱི་པོད་%sལ་ཁུངས་ཀྱི་འགྲོ་ལམ་མིང་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Couldn't create text format object.
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་གི་དམིགས་ཚད་གཏོད་ཐབས་བྲལ་བ།

source: Couldn't determine link pathname.
bo_cn: སྦྲེལ་མཐུད་ཐབས་ལམ་གྱི་མིང་གཏན་འཁེལ་བྱེད་ཐབས་བྲལ།

source: Couldn't find snapshot for '%s'.
bo_cn: %s’ཡི་མྱུར་པར་མ་རྙེད་པ།

source: Failed to add device (%u:%u) to dtree
bo_cn: སྒྲིག་ཆས་ཁ་སྣོན་(%u:%u)ཕམ་པ།

source: Failed to create symlinks for %s.
bo_cn: %sལ་རྟགས་ཀྱི་སྦྲེལ་མཐུད་གསར་འཛུགས་ཕམ་པ།

source: Failed to disable open_count
bo_cn: གཏན་འགོག་open_countཕམ་པ།

source: Failed to get %s target version
bo_cn: %sལ་དམིགས་བྱའི་པར་གཞི་ཐོབ་ལེན་ཕམ་པ།

source: Failed to get info for %s [%s].
bo_cn: གནས་%s[s]ཡི་སྒྲིག་ཆས་ཆ་འཕྲིན་ཐོབ་ལེན་ཕམ་པ།

source: Getting device info for %s
bo_cn: %sཡི་སྒྲིག་ཆས་ཆ་འཕྲིན་ཐོབ་བཞིན་ཡོད།

source: Getting device info for %s [%s]
bo_cn: ་%s[s]ལ་སྒྲིག་ཆས་ཆ་འཕྲིན་ཐོབ་ལེན་བྱེད་པ།

source: Getting driver version
bo_cn: སྐུལ་འདེད་པར་གཞི་ཐོབ་བཞིན་ཡོད།

source: Getting target version for %s
bo_cn: %sལ་དམིགས་བྱའི་པར་གཞི་ཐོབ་ལེན་བྱེད་པ།

source: Ignoring empty string in config file activation/volume_list
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ཁྲོད་ཀྱི་ཡིག་རྟགས་ཕྲེང་སྟོང་པ་-སྐུལ་སློང་/བམ་པོ་རེའུ་མིག་བཅས་སྣང་མེད་བྱས་པ།

source: Ignoring empty tag in config file activation/volume_list
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ཁྲོད་ཀྱི་གདོང་འཛར་སྟོང་པ་-སྐུལ་སློང་/བམ་པོ་རེའུ་མིག་བཅས་སྣང་མེད་བྱས་པ།

source: Ignoring invalid string in config file activation/volume_list
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ཁྲོད་ཀྱི་ཁྲིམས་འགལ་ཡིག་རྟགས་ཕྲེང་བ-སྐུལ་སློང་/བམ་པོ་རེའུ་མིག་བཅས་སྣང་མེད་བྱས་པ།

source: LV percent: %f
bo_cn: LVབརྒྱ་ཆའི་བསྡུར།: %f

source: Linking %s -> %s
bo_cn: %s->དང་སྦྲེལ་མཐུད།

source: Non-LVM1 character device found at %s
bo_cn: %sཐོག་LVM1སྒྲིག་ཆས་མ་རྙེད།

source: Not activating %s/%s due to config file settings
bo_cn: སྡེབ་སྒྲིག་བྱས་པའི་ཡིག་ཆ་སྡེབ་སྒྲིག་བྱས་པས་སྐུལ་སློང་%s/%sམེད།

source: Number of segments in active LV %s does not match metadata
bo_cn: བྱེད་སྒོ་LV+%s’ཁྲོད་ཀྱི་དུམ་བུའི་གྲངས་ཀ་དང་སྒོར་གྱི་གཞི་གྲངས་མི་མཐུན།

source: PV %s is a different format (%s)
bo_cn: PV%sནི་རྣམ་པ་གཞན་ཞིག་ཡིན།（%s）

source: PV %s missing from cache
bo_cn: ལྷོད་གསོག་ཁྲོད་དངོས་ལུགས་པོད་%s རྙེད་ཐབས་བྲལ།

source: Removing %s
bo_cn: %sབཤིག་པ།

source: Removing directory %s
bo_cn: དཀར་ཆག་བསུབ་པ།： %s"

source: Removing link %s
bo_cn: སྦྲེལ་མཐུད་%sབསུབ་པ།

source: Renaming %s to %s
bo_cn: བསྐྱར་དུ་%sལ་%sཞེས་མིང་བཏགས།

source: Skipping: Activating '%s'.
bo_cn: གྲུང་བསླངས་'%s' མཆོང་བ།：

source: Skipping: Deactivating '%s'.
bo_cn: སྒོ་རྒྱག་པ་'%s' མཆོང་བ།：

source: Skipping: Resuming '%s'.
bo_cn: སླར་གསོ་'%s' མཆོང་བ།：

source: Skipping: Suspending '%s'.
bo_cn: སྐབས་ལྷོད་'%s' མཆོང་བ།：

source: Symbolic link %s not created: file exists
bo_cn: ཨང་རྟགས་སྦྲེལ་མཐུདs%བཙུགས་མེད་པ། ཡིག་ཆ་གནས་ཡོད།

source: Test mode: Skipping archiving of volume group.
bo_cn: ཚོད་ལྟའི་རྣམ་པ།རྟོག་བཟོའི་པོད་ནང་གི་ཡིག་ཆ་ལས་མཆོང་བ།
