Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mate-notification-daemon.po
Languages: bo_cn

source: %u is not a valid notification ID
bo_cn: "%u ནུས་ལྡན་བརྡ་ཐོ་མ་རེད།ID

source: <b>General Options</b>
bo_cn: <b>རྒྱུན་སྲོལ་འདེམ་བྱང་།</b>

source: Bottom Left
bo_cn: གཡོན་གྱི་འོག་ཟུར།

source: Bottom Right
bo_cn: གཡས་ཀྱི་འོག་ཟུར།

source: Could not load user interface file: %s
bo_cn: སྤྱོད་མཁན་གྱི་མཚམས་ངོས་ཡིག་ཆ་ནང་འཇུག་བྱེད་ཐབས་བྲལ་བ།%s

source: Current theme
bo_cn: མིག་སྔའི་བརྗོད་གཞི།

source: Default Sound
bo_cn: སོར་བཞག་གི་སྒྲ།

source: Display the notification on the active monitor.
bo_cn: བྱེད་སྒོའི་འཆར་ཆས་ཐོག་བརྡ་ཐོ་ཤར་བ།

source: Error initializing libmatenotify
bo_cn: libmatenottfyའགོ་སྒྲིག་ནོར་འཁྲུལ་བྱུང་བ།

source: Error while displaying notification: %s
bo_cn: བརྡ་ཐོ་འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Exceeded maximum number of notifications
bo_cn: བརྡ་ཐོའི་གྲངས་འབོར་ཆེ་ཤོས་ལས་བརྒལ་བ།

source: Just a test
bo_cn: ཚོད་ལེན་ཙམ་ཞིག་གོ

source: Monitor
bo_cn: འཆར་ཆས།

source: Nodoka
bo_cn: Noooka

source: Notification
bo_cn: བརྡ་ཐོ།

source: Notification Settings
bo_cn: བརྡ་ཐོའི་སྒྲིག་འགོད།

source: Notification Test
bo_cn: བརྡ་ཐོའི་ཚོད་ལེན།

source: P_osition:
bo_cn: གནས་ཡུལ།(_O)：

source: Popup Notifications
bo_cn: བརྡ་ཐོ་འཕར་ཐོན།

source: Popup location
bo_cn: ཁུལ་ཁོངས་འཕར་ཐོན།

source: Slider
bo_cn: འདྲེད་རྡོ།

source: Sound Enabled
bo_cn: སྐད་སྤྱོད་འགོ་ཚུགས་ཟིན་པ།

source: Standard theme
bo_cn: ཚད་ལྡན་གྱི་བརྗོད་གཞི།

source: The theme used when displaying notifications.
bo_cn: བརྡ་ཐོ་གཏོང་སྐབས་བེད་སྤྱོད་པའི་བརྗོད་སྙིང་འཆར་བ།

source: Top Left
bo_cn: གཡོན་གོང་ཟུར།

source: Top Right
bo_cn: གཡས་གོང་ཟུར།

source: Turns on and off sound support for notifications.
bo_cn: བརྡ་ཐོའི་ཁ་ཕྱེས་པ་དང་སྒོ་རྒྱག་པའི་སྐད་ལ་རྒྱབ་སྐྱོར་བྱེད་ཆེད།

source: Use Active Monitor
bo_cn: བཀོལ་སྤྱོད་བྱེད་སྒོའི་མངོན་ཤེལ་ཡོ་བྱད།

source: _Monitor:
bo_cn: འཆར་ཆས།(_M)：

source: _Preview
bo_cn: སྔོན་ལྟ། (_P)

source: _Theme:
bo_cn: ཁ་བྱང་། (_T)：
