Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mlocate.po
Languages: bo_cn

source: --%s specified twice
bo_cn: "--%s ཐེངས་གཉིས་དམིགས་འཛུགས།

source: --%s would override earlier command-line argument
bo_cn: "--%s ཡིས་སྔར་གྱི་བཀའ་བརྡའི་ཕྲེང་གི་ཞུགས་གྲངས་འགེབ་པར་བྱེད།

source: I/O error reading `%s'
bo_cn: I/Oཀློག་ལེན་ནོར་འཁྲུལ།`%s'

source: I/O error seeking in `%s'
bo_cn: `%s' ནང་བཤེར་འཚོལ་བྱེད་སྐབས་I/Oཡི་ནོར་འཁྲུལ་ཐོན་པ།

source: I/O error while writing to `%s'
bo_cn: 1%s’འབྲི་སྐབས་I/Oནོར་འཁྲུལ་ཤོར་བ།

source: I/O error while writing to standard output
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན་སྐབས་I/Oནོར་འཁྲུལ་ཐོན་པ།

source: `%s' does not seem to be a mlocate database
bo_cn: "`%s' ནི་mloocateཡི་གཞི་གྲངས་མཛོད་ཅིག་མ་རེད།

source: `%s' has unknown version %u
bo_cn: "`%s' རུ་ངེས་མེད་ཀྱི་པར་གཞི་%uཡོད་པ།

source: `%s' has unknown visibility flag %u
bo_cn: "`%s' ནང་དུ་ངེས་མེད་ཀྱི་མཐོང་རུང་རང་བཞིན་གྱི་མཚོན་རྟགས་%uཡོད་པ།

source: `%s' is locked (probably by an earlier updatedb)
bo_cn: "`%s' དམིགས་འཛིན་བྱས།(དེ་སྔོན་གྱི་གཞི་གྲངས་མཛོད་གསར་བསྒྱུར་བྱས་པས་ཡིན་ཤེས་ཆེ།)

source: `=' expected after variable name
bo_cn: འགྱུར་ཚད་མིང་གི་རྗེས་སུ་ `='གཅིག་དགོས།

source: can not change directory to `%s'
bo_cn: དཀར་ཆག་ལ་འགྱུར་ལྡོག་གཏོང་ཐབས་བྲལ་བ།`%s'

source: can not change group of file `%s' to `%s'
bo_cn: ཡིག་ཆ་དེ་གནས་སའི་ཚོ་ཆུང་ `%s' དེ་`%s'རུ་བསྒྱུར་ཐབས་བྲལ།

source: can not change permissions of file `%s'
bo_cn: ཡིག་ཆ `%s' ཡི་དབང་ཚད་ལ་འགྱུར་ལྡོག་གཏོང་ཐབས་བྲལ།

source: can not drop privileges
bo_cn: ཁྱད་དབང་གློད་ཐབས་བྲལ།

source: can not find group `%s'
bo_cn: `%s'་ཚོ་ཆུང་རྙེད་ཐབས་བྲལ།

source: can not get current working directory
bo_cn: མིག་སྔའི་ལས་ཀའི་དཀར་ཆག་ཐོབ་ཐབས་བྲལ།

source: can not lock `%s'
bo_cn: `%s'དམིགས་འཛུགས་བྱེད་ཐབས་བྲལ།

source: can not open `%s'
bo_cn: `%s'ཁ་འབྱེད་ཐབས་བྲལ།

source: can not open a temporary file for `%s'
bo_cn: `%s' ལ་གནས་སྐབས་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ།

source: can not read two databases from standard input
bo_cn: ཚད་ལྡན་ནས་གྲངས་གཞིའི་མཛོད་གཉིས་ཀློག་འབྲི་བྱེད་ཐབས་བྲལ།

source: can not stat () `%s'
bo_cn: stat() `%s'ལག་བསྟར་བྱེད་ཐབས་བྲལ།

source: configuration is too large
bo_cn: སྡེབ་སྒྲིག་ཆེ་དྲགས་པ།

source: error replacing `%s'
bo_cn: བརྗེ་རེས་ནོར་འཁྲུལ།`%s'

source: file name length %zu in `%s' is too large
bo_cn: ཡིག་ཆའི་མིང་གི་རིང་ཚད་%zu དེ་`%s' ཡི་ཁྲོད་ཆེ་དྲགས་པ།

source: file name length %zu is too large
bo_cn: ཡིག་དེབ་མིང་ %zu རིང་དྲགས་པ།

source: file system error: zero-length file name in directory %s
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ནོར་འཁྲུལ།དཀར་ཆག་%s ཡི་འོག་ཏུ་ཡིག་ཆའི་མིང་གི་རིང་ཚད་གོར་ཐིག་ཡིན།

source: invalid empty directory name in `%s'
bo_cn: "`%s' ཁྲོད་དུ་ནུས་མེད་ཀྱི་དཀར་ཆག་སྟོོང་པའི་མིང་ཡོད།

source: invalid regexp `%s': %s
bo_cn: ནུས་མེད་ཀྱི་regexp `%s': %s

source: invalid value `%s' of --%s
bo_cn: %s ཕན་འབྲས་མེད་པའི་ཐང་།`%s'

source: invalid value `%s' of PRUNE_BIND_MOUNTS
bo_cn: PRUNEn-BINDnMOUNTSརྗེས་ཕན་འབྲས་མེད་པའི་ཐང་`%s'ཡོད།

source: no pattern to search for specified
bo_cn: འཚོལ་བཤེར་བྱེད་སྟངས་གང་ཡང་དམིགས་འཛུགས་བྱས་མེད།

source: non-option arguments are not allowed with --%s
bo_cn: འདེམས་བྱ་མིན་པའི་ཞུགས་གྲངས་སྤྱད་མི་ཆོག --%s མཉམ་དུ་སྤྱོད་མི་ཆོག

source: unexpected EOF reading `%s'
bo_cn: `%s' ཀློག་ལེན་སྐབས་བསམ་ཡུལ་ལས་འདས་པའི་EOFཐོན་པ།

source: unexpected data after variable value
bo_cn: འགྱུར་ཚད་ཐང་གི་རྗེས་སུ་བསམ་ཡུལ་ལས་འདས་པའི་གཞི་གྲངས་ཡོད།

source: unexpected operand on command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་ནང་དུ་བློ་ཡུལ་ལས་འདས་པའི་བཀོལ་སྤྱོད་བྱ་ཡུལ་འདུས།

source: unknown variable `%s'
bo_cn: མི་ཤེས་པའི་འགྱུར་ཚད།`%s'

source: value in quotes expected after `='
bo_cn: "`=' རྗེས་སུ་འདྲེན་རྟགས་ནང་གི་གྲངས་ཐང་དགོས།

source: variable `%s' was already defined
bo_cn: འགྱུར་ཚད་`%s' ལ་མཚན་ཉིད་བཞག་ཟིན།

source: variable name expected
bo_cn: འགྱུར་ཚད་ཀྱི་མིང་ཞིག་དགོས།

source: warning: Line number overflow
bo_cn: ཐ་ཚིག ཕྲེང་གྲངས་ལུད་པ།
