Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ModemManager.po
Languages: bo_cn

source: Add, modify, and delete mobile broadband contacts
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་འབྲེལ་གཏུག་མི་སྣ་ཁ་སྣོན་དང་།བཟོ་བཅོས།བསུབ་པ།

source: Control the Modem Manager daemon
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་དོ་དམ་སྲུང་སྐྱོབ་འཕེལ་རིམ་ལ་ཚོད་འཛིན་བྱེད་པ།

source: Enable and view geographic location and positioning information
bo_cn: ས་གཤིས་གནས་བབ་དང་གནས་ངེས་ཆ་འཕྲིན་ལ་ལྟ་ཞིབ་སྤྱོད་འགོ་ཚུགས་པ།

source: Query and manage firmware on a mobile broadband device
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་ཐོག་གི་མཁྲེགས་ལྷུ་དོ་དམ་དང་འདྲི་རྩད་བྱེད་པ།

source: Query and utilize network information and services
bo_cn: དྲ་རྒྱའི་ཆ་འཕྲིན་དང་ཞབས་ཞུ་འཚོལ་བཤེར་དང་བེད་སྤྱོད་གཏོང་བ།

source: Send, save, modify, and delete text messages
bo_cn: ཡིག་ཆའི་ཆ་འཕྲིན་བསྐུར་བ་དང་།ཉར་ཚགས།བཟོ་བཅོས།བསུབ་པ།

source: System policy prevents adding, modifying, or deleting this device's contacts.
bo_cn: རྒྱུད་ཁོངས་གི་ཐབས་ཇུས་ཀྱིས་སྒྲིག་ཆས་འདིའི་འབྲེལ་གཏུགས་པ་ཁ་སྣོན་དང་བཟོ་བཅོས།བསུབ་པ་སོགས་ལ་བཀག་འགོག་བྱེད།

source: System policy prevents controlling the Modem Manager.
bo_cn: རྒྱུད་ཁོངས་གི་ཐབས་ཇུས་ཀྱིས་སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཚོད་འཛིན་བྱེད་པར་བཀག་འགོག་བྱེད།

source: System policy prevents enabling or viewing geographic location information.
bo_cn: རྒྱུད་ཁོངས་གི་ཐབས་ཇུས་ཀྱིས་ས་ཁམས་གནས་ཡུལ་གྱི་ཆ་འཕྲིན་ལ་ལྟ་ཞིབ་/སྤྱོད་འགོ་རྩོམ་རྒྱུར་བཀག་འགོག་བྱེད།

source: System policy prevents querying or managing this device's firmware.
bo_cn: རྒྱུད་ཁོངས་གི་ཐབས་ཇུས་ཀྱིས་སྒྲིག་ཆས་འདིའི་མཁྲེགས་ལྷུ་ལ་འདྲི་རྩད་/དོ་དམ་བྱ་རྒྱུར་བཀག་འགོག་བྱེད།

source: System policy prevents querying or utilizing network information and services.
bo_cn: རྒྱུད་ཁོངས་གི་ཐབས་ཇུས་ཀྱིས་དྲ་རྒྱའི་ཆ་འཕྲིན་དང་ཞབས་ཞུ་ལ་འདྲི་རྩད་/བེད་སྤྱོད་བྱ་རྒྱུར་བཀག་འགོག་བྱེད།

source: System policy prevents sending or maniuplating this device's text messages.
bo_cn: རྒྱུད་ཁོངས་གི་ཐབས་ཇུས་ཀྱིས་སྒྲིག་ཆས་འདིའི་ཡིག་དེབ་ཆ་འཕྲིན་བསྐུར་བ་/བཀོལ་སྤྱོད་བྱ་རྒྱུར་བཀག་འགོག་བྱེད།

source: System policy prevents unlocking or controlling the mobile broadband device.
bo_cn: རྒྱུད་ཁོངས་གི་ཐབས་ཇུས་ཀྱིས་སྒྲིག་འགྲོལ་ཆས་ཀྱི་དྲ་ཆེན་སྒྲིག་ཆས་སྒྲོག་འགྲོལ་ལམ་ཡང་ན་ཚོད་འཛིན་བྱེད་པར་བཀག་འགོག་བྱེད།

source: Unlock and control a mobile broadband device
bo_cn: སྒུལ་བདེའི་དྲ་ཆེན་སྒྲིག་ཆས་སྒྲོག་འགྲོལ་དང་ཚོད་འཛིན་བྱེད་པ།
