Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mountall.po
Languages: bo_cn

source: %s %s [%d] exited normally
bo_cn: "%s %s [%d] རྒྱུན་ལྡན་ངང་ཕྱིར་འཐེན་བྱས་ཟིན་པ།

source: %s %s [%d] terminated with status %d
bo_cn: "%s %s [%d] མཚམས་བཞག་ཟིན།རྣམ་པ་ནི་ %d"

source: %s finished
bo_cn: %sལེགས་གྲུབ་ཟིན་པ།

source: %s is %s
bo_cn: %s ནི་%s ཡིན།

source: All filesystems mounted
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཚང་མ་སྒྲིག་འཇུག་བྱས་ཟིན་པ།

source: An error occurred while mounting %s.
bo_cn: %sའགེལ་དུས་ནོར་འཁྲུལ་བྱུང་བ།

source: Attempt to fix all fsck errors
bo_cn: fsck བརྟག་དཔྱད་བྱས་པ་ལས་བྱུང་བའི་ནོར་འཁྲུལ་ཚང་མ་ཞིག་གསོ་བྱེད་པར་ཚོད་ལྟ་བྱེད་པ།

source: Attempting to fix %s filesystem
bo_cn: %s ཡིག་ཆའི་རྒྱུད་ཁོངས་ཞིག་གསོ་བྱེད་པར་ཚོད་ལྟ་བྱེད་པ།

source: Checking disk %1$d of %2$d (%3$d%% complete)
bo_cn: སྡུད་སྡེར་%1$d/%2$dལ་ཞིབ་བཤེར་བྱེད་བཞིན་པ།(%3$d%% ལེགས་གྲུབ།)

source: Checking disk drives for errors. This may take several minutes.
bo_cn: སྡུད་སྡེར་སྐུལ་ཆས་ལ་ནོར་འཁྲུལ་ཡོད་མེད་ཞིབ་བཤེར། འདིར་ཕལ་ཆེར་སྐར་མ་ཁ་ཤས་དགོས།

source: Connected to Plymouth
bo_cn: Plymouthདང་སྦྲེལ་ཡོད།

source: Continue to wait, or Press S to skip mounting or M for manual recovery
bo_cn: མུ་མཐུད་དུ་སྒུག་པའམ་ཡང་ན་Sམནན་ནས་སྒྲིག་འཇུག་ལས་མཆོངས་པ་དང་།ཡང་ན་Mམནན་ནས་ལག་སྒུལ་སླར་གསོ་བྱེད་པ།

source: Could not connect to Upstart
bo_cn: upstart"དང་སྦྲེལ་མཐུད་བྱེད་ཐབས་བྲལ་།

source: Could not create Upstart proxy
bo_cn: upsartལས་ཚབ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Detach and run in the background
bo_cn: ཁ་གྱེས་ནས་རྒྱབ་སྟེགས་སུ་འཁོར་སྐྱོད་བྱེད་པ།

source: Disconnected from Plymouth
bo_cn: Plymouthདང་སྦྲེལ་མཐུད་བཅད་ཟིན་པ།

source: Disconnected from Upstart
bo_cn: Upsartནས་སྦྲེལ་མཐུད་གཅོད་པ།

source: Do not emit events after mounting filesystems
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་འགེལ་འཇོག་བྱས་རྗེས་དོན་རྐྱེན་མ་སྒྲོགས།

source: Empty device name specified
bo_cn: སྒྲིག་ཆས་ཀྱི་མིང་སྟོང་པ་དམིགས་འཛུགས་བྱས་པ།

source: Empty mount point specified
bo_cn: འགེལ་ས་སྟོང་པ་དམིགས་འཛུགས་བྱས་པ།

source: Empty mountpoint specified
bo_cn: འགེལ་ས་སྟོང་པ་དམིགས་འཛུགས་བྱས་པ།

source: Errors were found while checking the disk drive for %s.
bo_cn: %s ལ་སྡུད་སྡེར་ཞིབ་བཤེར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Filesystem could not be mounted: %s
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་བཀར་འཇུག་བྱེད་ཐབས་བྲལ་བ།：%s

source: Filesystem errors corrected: %s
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་གི་ནོར་འཁྲུལ་ཡོ་བསྲང་བྱས་ཟིན་པ།：%s

source: Filesystem has errors: %s
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ལ་ནོར་འཁྲུལ་ཡོད་པ།：%s

source: Filesytem check cancelled: %s
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཞིབ་བཤེར་དོར་ཟིན་པ།：%s

source: Force check of all filesystems
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཡོངས་ལ་བཙན་ཤེད་ཀྱིས་ཞིབ་བཤེར་བྱེད་པ།

source: Ignoring errors with %s at user request
bo_cn: སྤྱོད་མཁན་གྱི་རེ་ཞུ་ལྟར་ནོར་འཁྲུལ་སྣང་མེད་བྱེད་པ།(%s)

source: In case of (bootwait,timeout): specify the time to wait for device to be detected
bo_cn: （སྒུག་པའམ་ཡང་ན་དུས་བརྒལ）གནས་ཚུལ་འོག：སྒྲིག་ཆས་ལ་འཚོལ་ཞིབ་བྱེད་པར་སྒུག་པའི་དུས་ཚོད་དམིགས་འཛུགས་བྱེད་པ།

source: Mount filesystems on boot
bo_cn: འགོ་སློང་སྐབས་ཡིག་ཆའི་རྒྱུད་ཁོངས་འགེལ་འཇོག་བྱེད་པ།

source: Plymouth command failed
bo_cn: Plymouthབཀའ་ཕམ་པ།

source: Press C to cancel all checks in progress
bo_cn: Cམནན་ནས་བྱེད་བཞིན་པའི་འཚོལ་བཤེར་ཡོད་ཚད་འདོར་ཆོག

source: Press I to ignore, S to skip mounting, or M for manual recovery
bo_cn: Iམནན་ནས་ནོར་འཁྲུལ་འདི་དག་སྣང་མེད་དུ་བཞག་ཆོག་པ་འམ་ཡང་ན་Sམནན་ནས་འགེལ་འཇོག་ལས་མཆོངས་པ་དང་། Mམནན་ནས་ལག་སྒུལ་སླར་གསོ་བྱས་ཆོག

source: Press S to skip mounting or M for manual recovery
bo_cn: Sམནན་ནས་མཆོང་བའམ་ཡང་ན་Mམནན་ནས་ལག་འགུལ་སླར་གསོ་བྱས་ཆོག

source: Problem activating swap: %s
bo_cn: ཁུལ་བགོས་བརྗེ་རེས་སྐབས་གནད་དོན་བྱུང་བ།：%s

source: Received SIGUSR1 (network device up)
bo_cn: SIGUSR1བསྡུ་ལེན་བྱས་ཟིན་པ།(དྲ་རྒྱའི་སྒྲིག་ཆས་བསྡུ་ལེན་བྱས་ཟིན།)"

source: Serious errors were found while checking the disk drive for %s.
bo_cn: %sལ་སྡུད་སྡེར་ཞིབ་བཤེར་བྱེད་སྐབས་ནོར་འཁྲུལ་ཚབས་ཆེན་བྱུང་བ།

source: Skipping %s at user request
bo_cn: སྤྱོད་མཁན་གྱི་རེ་ཞུ་ལྟར་%sལས་མཆོང་བཞིན་ཡོད།

source: Skipping mounting %s since Plymouth is not available
bo_cn: ད་ལྟ་%sལས་མཆོང་བཞིན་ཡོད།Plymouthསྤྱོད་མི་རུང་བའི་རྐྱེན་གྱིས་རེད།

source: Spawning maintenance shell
bo_cn: སྲུང་སྐྱོབ་shllའགྲུབ་བཞིན་ཡོད།

source: System must be rebooted: %s
bo_cn: ངེས་པར་དུ་རྒྱུད་ཁོངས་བསྐྱར་སློང་བྱེད་དགོས།：%s

source: The disk drive for %s is not ready yet or not present.
bo_cn: s%ལ་གྲ་སྒྲིག་བྱས་པའི་སྡུད་སྡེར་ད་དུང་འགྲུབ་མེད་པའམ་མེད་པ།

source: Unable to become daemon
bo_cn: ལྟ་སྲུང་བྱ་རིམ་དུ་འགྱུར་ཐབས་བྲལ།

source: Unable to listen for privateconnections
bo_cn: privateconnectionsལྐོག་ཉན་བྱེད་ཐབས་བྲལ།

source: Unrecoverable fsck error: %s
bo_cn: སླར་གསོ་ཐབས་བྲལ་པའི་fsckནོར་འཁྲུལ།：%s

source: User cancelled filesystem checks
bo_cn: སྤྱོད་མཁན་གྱིས་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཞིབ་བཤེར་བྱེད་མཚམས་བཞག

source: activating %s
bo_cn: %sསྐུལ་སློང་བྱེད་བཞིན་ཡོད།

source: checking %s
bo_cn: %sལ་ཞིབ་བཤེར་བྱེད་བཞིན་ཡོད།

source: ioprio_set %d failed: %s
bo_cn: "ioprio_set %d ཕམ་པ།：%s

source: mounting %s
bo_cn: %sའགེལ་བཞིན་པ།

source: remounting %s
bo_cn: %sབསྐྱར་དུ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: rmdir %s failed: %s
bo_cn: "rmdir %s ཕམ་པ།：%s

source: root filesystem isn't mounted
bo_cn: རྩ་བའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་ད་དུང་བཀལ་མེད།

source: setpgid failed: %s
bo_cn: "setpgid ཕམ་པ།：%s

source: unable to mount
bo_cn: འགེལ་ཐབས་བྲལ་པ།

source: value in seconds (Default is 30 seconds, Legal value between 1second to 2147483647 seconds)
bo_cn: སྐར་ཆ་རྩིས་གཞིར་བྱས་པའི་ཐང་།（སོར་བཞག་སྐར་ཆ་30དང་།ཁྲིམས་མཐུན་ཐང་1སྐར་ཆ་1ནས་2147483647བར་ཡིན།）
