Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mousetweaks.po
Languages: bo_cn

source: - GNOME mouse accessibility daemon
bo_cn: --GNOMEཙིག་རྟགས་ཀྱི་གཞོགས་འདེགས་བྱེད་ནུས་སྲུང་སྐྱོང་བྱ་རིམ།

source: Button Style
bo_cn: མཐེབ་གནོན་རྣམ་པ།

source: Button style of the click-type window.
bo_cn: རིགས་གྲས་སྒེའུ་ཁུང་གི་མཐེབ་གནོན་རྣམ་པ་གནོན་པ།

source: Click-type window geometry
bo_cn: རིགས་གྲས་སྒེའུ་ཁུང་གི་དབྱིབས་རྩིས་ཆེ་ཆུང་གནོན་པ།

source: Click-type window orientation
bo_cn: རིགས་གྲས་སྒེའུ་ཁུང་གི་ཁ་ཕྱོགས་གནོན་པ།

source: Click-type window style
bo_cn: རིགས་གྲས་སྒེའུ་ཁུང་གི་རྣམ་པ་གནོན་པ།

source: Double Click
bo_cn: ཉིས་རྡེབ།

source: Drag
bo_cn: འདྲུད་འཐེན།

source: Enable dwell click
bo_cn: ལྡིང་འཁོར་རྡེབ་གནོན་སྤྱོད་འགོ་འཛུགས་པ།

source: Enable simulated secondary click
bo_cn: བཀོལ་སྤྱོད་ལད་ཟློས་མཐེབ་མནོན་ཕལ་བ་སྤྱོད་འགོ་འཛུགས་པ།

source: Failed to Display Help
bo_cn: རོགས་རམ་ཁ་འབྱེད་ཕམ་པ།

source: Hide the click-type window
bo_cn: རྡེབ་གནོན་རིགས་གྲས་སྒེའུ་ཁུང་སྦེད་པ།

source: Horizontal
bo_cn: ཆུ་སྙོམས།

source: Hover Click
bo_cn: དཔྱང་འཕྱོ་རྡེབ་གནོན།

source: Icons only
bo_cn: རིས་རྟགས་ཁོ་ན།

source: Ignore small pointer movements
bo_cn: ཙིག་རྟགས་ཀྱི་ཕྱོགས་སྟོན་ཅུང་ཡང་བའི་སྒུལ་བསྐྱོད་སྣང་མེད་བྱེད་པ།

source: Orientation
bo_cn: ཁ་ཕྱོགས།

source: Orientation of the click-type window.
bo_cn: རིགས་གྲས་སྒེའུ་ཁུང་གི་ཁ་ཕྱོགས་གནོན་པ།

source: Secondary Click
bo_cn: མཐེབ་གནོན་ཕལ་བ་(གཡས་མཐེབ་)གནོན་པ།

source: Set the active dwell mode
bo_cn: བྱེད་སྒོའི་ལྡིང་འཁོར་རྣམ་པ་སྒྲིག་འགོད།

source: Shut down mousetweaks
bo_cn: mozetweaksསྒོ་རྒྱག་པ།

source: Single Click
bo_cn: ཆིག་རྡེབ།

source: Size and position of the click-type window. The format is a standard X Window System geometry string.
bo_cn: རིགས་གྲས་སྒེའུ་ཁུང་གི་ཆེ་ཆུང་དང་གནས་ཡུལ་གནོན་པ། རྣམ་གཞག་ནི་ཚད་ལྡན་གྱི་Xསྒེའུ་ཁུང་རྒྱུད་ཁོངས་གི་དབྱིབས་རྩིས་ཆེ་ཆུང་གི་ཡིག་རྟགས་ཕྲེང་ཡིན།

source: Start mousetweaks as a daemon
bo_cn: ལྟ་སྲུང་གི་འཕེལ་རིམ་བྱས་ནས་mousetweaksའགོ་སློང་བ།

source: Start mousetweaks in login mode
bo_cn: ཐོ་འགོད་རྣམ་པའི་ཐོག་ནས་mozetweaksའགོ་སློང་པ།

source: Text and Icons
bo_cn: ཡིག་དེབ་དང་རིས་རྟགས།

source: Time to wait before a dwell click
bo_cn: ལྡིང་འཁོར་རྡེབ་གནོན་མ་བྱས་གོང་གི་ངང་སྒུག་དུས་ཚོད།

source: Time to wait before a simulated secondary click
bo_cn: མཐེབ་མནོན་ཕལ་བ་（གཡས་མཐེབ་）རྡེབ་མནོན་གོང་གི་ངང་སྒུག་དུས་ཚོད་ལད་ཟློས།

source: Vertical
bo_cn: དྲང་འཕྱངས།
