Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/mozo.po
Languages: bo_cn

source: Change which applications are shown on the main menu
bo_cn: བཟོ་བཅོས་འདེམས་བྱང་གཙོ་བོའི་ཉེར་སྤྱོད་བྱ་རིམ་ལས་འཆར་བ།

source: Edit Category Menu
bo_cn: རིགས་དབྱེའི་འདེམས་བྱང་རྩོམ་སྒྲིག་བྱེད་པ།

source: It_ems:
bo_cn: ཚན་གྲངས།(_E)：

source: Item
bo_cn: རྣམ་གྲངས།

source: Move Down
bo_cn: མར་སྤོ་བ།

source: Move Up
bo_cn: ཡར་སྤོ་བ།

source: Name
bo_cn: མིང་།

source: Ne_w Item
bo_cn: གསར་འཛུགས་རྣམ་གྲངས་གསར་འཛུགས།(_W)

source: New _Separator
bo_cn: དབྱེ་རྟགས་གསར་འཛུགས།（_S）

source: Restore the default menu layout
bo_cn: སོར་བཞག་འདེམ་བྱང་བཀོད་པ་སླར་གསོ།

source: Revert Changes?
bo_cn: བཟོ་བཅོས་བསྐྱར་གསོ་དགོས་སམ།

source: Revert all menus to original settings?
bo_cn: འདེམས་བྱང་ཚང་མ་ཐོག་མའི་སྡེབ་སྒྲིག་བར་དུ་སླར་གསོ་བྱེད་དམ།

source: Show
bo_cn: མངོན་པ།

source: _Menus:
bo_cn: འདེམས་བྱང།(_M)：

source: _New Menu
bo_cn: འདེམས་བྱང་གསར་འཛུགས།(_N)

source: _Revert to Original
bo_cn: གདོད་མའི་གྲངས་ཐང་དུ་སོར་ཆུད་བྱེད་པ།
