Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/nabi.po
Languages: bo_cn

source: * You should restart nabi to apply above option
bo_cn: * ཁྱེད་ཀྱིས nabi བསྐྱར་སློང་བྱས་ན་ད་གཟོད་གོང་གི་འདེམས་ཚན་བཀོལ་སྤྱོད་བྱ་ནུས།

source: About Nabi
bo_cn: Nabiསྐོར་ལ།

source: Advanced
bo_cn: མཐོ་རིམ།

source: Automatic reordering
bo_cn: རང་འགུལ་རིམ་སྒྲིག

source: Commit by word
bo_cn: ཐ་སྙད་ལྟར་བརྙན་ཡོལ་བཏོན་པ།

source: English keyboard
bo_cn: དབྱིན་ཡིག་གི་མཐེབ་གཞོང་།

source: Hangul
bo_cn: ཁོ་རེ་ཡའི་ཡི་གེ

source: Hangul input method: Nabi - You can input hangul using this program
bo_cn: ཧན་སྐད་འཇུག་ཐབས།: Nabi-ཁྱོད་ཀྱིས་བྱ་རིམ་འདི་བཀོལ་ཧན་སྐད་ནང་འཇུག་བྱེད་ཆོག

source: Hangul keyboard
bo_cn: ཧན་སྐད་མཐེབ་གཞོང་།

source: Hanja
bo_cn: ཧན་སྐད་རྒྱ་ཡིག

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Keypress Statistics
bo_cn: མཐེབ་རྡེབ་སྡོམ་རྩིས།

source: Nabi Preferences
bo_cn: Nabi ཐོག་མའི་འདེམས་ཚན།

source: Nabi keypress statistics
bo_cn: Nabi མཐེབ་རྡེབ་སྡོམ་རྩིས།

source: Nabi: error message
bo_cn: Nabi：ནོར་འཕྲིན།

source: Off keys
bo_cn: སྒོ་རྒྱག་མཐེབ།

source: Orientation
bo_cn: ཁ་ཕྱོགས།

source: Preedit string font:
bo_cn: ཡིག་རྟགས་ཕྲེང་བའི་ཡིག་གཟུགས་སྔོན་བསྒྲིགས་བྱེད།

source: Select candidate key
bo_cn: འདེམས་སྒུག་མཐེབ་གདམ་པ།

source: Select hanja font
bo_cn: hanjaཡིག་གཟུགས་འདེམ་པ།

source: Select off key
bo_cn: སྒོ་རྒྱག་མཐེབ་འདེམ་པ།

source: Select trigger key
bo_cn: སྐུལ་སློང་མཐེབ་འདེམ་པ།

source: Space
bo_cn: བར་སྟོང་།

source: The orientation of the tray.
bo_cn: འདེགས་སྡེར་ཁ་ཕྱོགས།

source: Total
bo_cn: ཁྱོན་བསྡོམས།

source: Tray
bo_cn: ཤོག་སྒམ།

source: Tray icons
bo_cn: འདེགས་སྡེར་རིས་རྟགས།

source: Trigger keys
bo_cn: སྐུལ་སློང་མཐེབ།

source: Use simplified chinese
bo_cn: སྟབས་བདེའི་རྒྱ་ཡིག་སྤྱོད་པ།

source: XIM Server is not running
bo_cn: XIMཞབས་ཞུ་འཁོར་སྐྱོད་བྱེད་མཚམས་འཇོག་པ།

source: XIM name:
bo_cn: XIM མིང་།：

source: _Hide palette
bo_cn: ཚོན་སྡེབ་པང་ལེབ་གབ་པ། (_H)

source: _Show palette
bo_cn: ཚོན་སྡེབ་པང་ལེབ་མངོན་པ། (_S)

source: per application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཚང་མ།

source: per context
bo_cn: ཁོར་ཡུག་ཚང་མ།

source: per desktop
bo_cn: ཅོག་ངོས་ཚང་མ།

source: per toplevel
bo_cn: མཐོ་རིམ་སྒེའུ་ཁུང་ཚང་མ།
