Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/neon.po
Languages: bo_cn

source: %s: %s (code %d)
bo_cn: %s： %s། (ཚབ་ཨང་ %d)

source: %s: connection timed out
bo_cn: %s: འབྲེལ་མཐུད་དུས་བརྒལ།

source: %s: connection was closed by proxy server
bo_cn: %s: འབྲེལ་མཐུད་ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱིས་ཁ་རྒྱབ།

source: %s: connection was closed by server
bo_cn: "%s: འབྲེལ་མཐུད་ཞབས་ཞུ་ཆས་ཀྱིས་ཁ་རྒྱབ།

source: Certificate verification error: %s
bo_cn: དཔང་ཡིག་དག་བཤེར་ཕམ་པ།：%s

source: Chunk delimiter was invalid
bo_cn: ཁྲིམས་འགལ་གྱི་གཅོད་རྟགས།

source: Client certificate verification failed
bo_cn: མཁོ་མཁན་ལག་ཁྱེར་དག་བཤེར་ཕམ་པ།

source: Connection closed
bo_cn: འབྲེལ་མཐུད་ཁ་རྒྱག

source: Connection timed out
bo_cn: འབྲེལ་མཐུད་དུས་བརྒལ།

source: Could not authenticate to proxy server: %s
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་སུ་བདེན་དཔང་བྱེད་མི་ཐུབ།: %s

source: Could not authenticate to server: %s
bo_cn: ཞབས་ཞུ་ཆས་སུ་བདེན་དཔང་བྱེད་མི་ཐུབ།: %s

source: Could not connect to proxy server
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་སུ་འབྲེལ་མཐུད་བྱེད་མི་ཐུབ།

source: Could not connect to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།

source: Could not create SSL connection through proxy server: %s
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས “%s”བརྒྱུད་ནས་ SSL འབྲེལ་མཐུད་གསར་འཛུགས་བྱེད་མི་ཐུབ།

source: Could not create SSL structure
bo_cn: SSLགྲུབ་ཚུལ་གསར་འཛུགས་བྱེད་མི་ཐུབ།

source: Could not create socket
bo_cn: socketགསར་བཟོ་མི་ཐུབ།

source: Could not determine file size: %s
bo_cn: གཏན་འཁེལ་མི་ཐུབ་པའི་ཡིག་ཆའི་ཆེ་ཆུང་།：%s

source: Could not inflate data
bo_cn: གཞི་གྲམས་བསྡུས་གྲུལ་ཕམ་པ།

source: Could not initialize zlib
bo_cn: zlib འགོ་སྒྲིག་ཐམ་པ།

source: Could not parse chunk size
bo_cn: དུམ་བའི་ཆེ་ཆུང་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Could not parse redirect destination URL
bo_cn: ཕྱོགས་བསྐྱར་ངེས URL ལ་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Could not parse response status line
bo_cn: དང་ལེན་རྣམ་འཕྲེང་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Could not parse response: %s
bo_cn: དང་ལེན་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།：%s

source: Could not read chunk delimiter
bo_cn: དུམ་བགོས་རྟགས་ཀློག་མི་ཐུབ།

source: Could not read chunk size
bo_cn: དུམ་བའི་ཆེ་ཆུང་ཀློག་མི་ཐུབ།

source: Could not read interim response headers
bo_cn: སྐབས་འཕྲལ་དང་ལེན་ཤློག་མི་ཐུབ།

source: Could not read response body
bo_cn: དང་ལེན་བྱེད་པོ་ཀློག་མི་ཐུབ།

source: Could not read status line
bo_cn: རྣམ་འཕྲེང་ཀློག་མི་ཐུབ།

source: Could not seek to offset %s of request body file: %s
bo_cn: ཡིག་ཆ་གཙོ་བོ་རེ་ཞུ་བྱེད་ཀྱིན་ཡོད་པས་ཡོ་བ་རུ་གནས་ངེས་མི་ཆོག %s： %s

source: Could not send request
bo_cn: རེ་ཞུ་སྐུར་མི་ཆོག

source: Could not send request body
bo_cn: རེ་ཞུའི་བྱེད་པོ་སྐུར་མི་ཆོག

source: Could not write to file: %s
bo_cn: ཡིག་ཆའི་ནང་བྲིས་མི་ཆོག：%s

source: Digest mutual authentication failure: client nonce mismatch
bo_cn: གནད་བསྡུས་ཕན་ཚུན་བདེན་དཔང་ར་སྤྲོད་ཕམ་པ།：སྤྱོད་མཁན་ད་ལྟ་ཟླ་སྒྲིག་མིན།

source: Digest mutual authentication failure: could not parse nonce count
bo_cn: གནད་བསྡུས་ཕན་ཚུན་བདེན་དཔང་ར་སྤྲོད་ཕམ་པ།：ད་ལྟའི་བགྲང་བྱ་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Digest mutual authentication failure: missing parameters
bo_cn: གནད་བསྡུས་ཕན་ཚུན་བདེན་དཔང་ར་སྤྲོད་ཕམ་པ།：ཞུགས་གྲངས་ལུས་པ།

source: Digest mutual authentication failure: nonce count mismatch (%u not %u)
bo_cn: གནད་བསྡུས་ཕན་ཚུན་བདེན་དཔང་ར་སྤྲོད་ཕམ་པ།：ད་ལྟ་རྩིས་རྒྱག་ཟླ་སྒྲིག་མིན། ( %uཡིན་པ་ལས %uམིན།)

source: Digest mutual authentication failure: request-digest mismatch
bo_cn: གནད་བསྡུས་ཕན་ཚུན་བདེན་དཔང་ར་སྤྲོད་ཕམ་པ།：གདན་བསྡུས་རེ་ཞུ་ཟླ་སྒྲིག་མིན།

source: Error reading response headers
bo_cn: ཀློག་འདོན་དང་ལེན་མགོ་ནོར་བ།

source: GSSAPI authentication error:
bo_cn: GSSAPI བདེན་དཔང་ནོར་འཁྲུལ།

source: GSSAPI failure (code %u)
bo_cn: GSSAPI ཕམ་པ། (ཚབ་ཨང་ %u)

source: Invalid Byte Order Mark
bo_cn: ཁྲིམས་འགལ་ཡིག་ཚིགས་གོ་རིམ་ལྟར་རྟགས་བཀོད་པ།(BOM)

source: Invalid Content-Length in response
bo_cn: ཁྲིམས་འགལ་གྱི Content-Length དང་ལེན་ཁུལ།

source: LOCK response missing Lock-Token header
bo_cn: LOCK ཡི་དང་ལེན་གྱིས་ Lock-Token འཕྲེང་ལུས་པ།

source: Negotiate response verification failed: invalid response header token
bo_cn: དག་བཤེར་གྲོས་མོལ་དང་ལེན་ཕམ་པ།：ཁྲིམས་འགལ་དང་ལེན་བཀའ་རྟགས།

source: Negotiate response verification failure: %s
bo_cn: གྲོས་བསྡུར་དང་ལེན་དག་བཤེར་ཕམ་པ།: %s

source: No activelock for <%s> returned in LOCK refresh response
bo_cn: %s ཡི་སྒྲོག་དང་ལེན་གསར་འདོན་ལ་རང་འགུལ་ཟྭ་ཕྱིར་སློག་མེད།

source: Range is not satisfiable
bo_cn: ཡིད་ཚིམ་མི་ཐུབ་པའི་ཁྱབ་ཁོངས།

source: Resource does not support ranged GET requests
bo_cn: ཐོན་ཁུངས་ཀྱིས་ཁྱབ་ཁོངས་ཀློག་འདོན་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Response did not include requested range
bo_cn: རེ་ཞུ་དང་ལེན་གྱི་ཁྱབ་ཁོངས་ནང་ཚུད་མེད།

source: Response exceeded maximum number of header fields
bo_cn: དང་ལེན་མགོ་ཡི་ཁུལ་ཁོངས་ཀྱི་གྲངས་འབོར་དེ་གྲངས་འབོར་ཆེ་ཤོས་ལས་བརྒལ།

source: Response exceeds maximum property count
bo_cn: དང་ལེན་གཏོགས་གཤིས་ཀྱི་ཚད་བགྲང་བྱ་ཆེ་ཤོས་ལས་བརྒལ་བ།

source: Response header too long
bo_cn: དང་ལེན་མགོ་རིང་དྲགས་འདུག

source: Response missing activelock for %s
bo_cn: %s ཡི་སྒྲོག་དང་ལེན་གྱིས་ཟྭ་ལུས་འདུག

source: SSL alert received: %s
bo_cn: SSL ཉེན་བརྡ་འབྱོར་བ： %s

source: SSL disabled due to lack of entropy
bo_cn: ཁྲོབ་ཆད་པས་SSLའགོག་སྤྱོད་བྱས་ཟིན།

source: SSL error code %d/%d/%lu
bo_cn: SSL ཚབ་ཨང་ནོར་འཁྲུལ %d/%d/%lu

source: SSL error: %s
bo_cn: SSL ནོར་འཁྲུལ།%s

source: SSL server did not present certificate
bo_cn: SSL ཞབས་ཞུ་ཆས་ཀྱིས་དཔང་ཡིག་མངོན་མི་ཐུབ།

source: SSL socket read failed
bo_cn: SSLཡིག་མཐུད་ཆ་ཚང་ཀློག་འདོན་ཕམ་པ།

source: Secure connection truncated
bo_cn: བདེ་འཇགས་འབྲེལ་མཐུད་གཅོད་པ།

source: Server certificate verification failed:
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་དག་བཤེར་ཕམ་པ།

source: Server certificate was missing commonName attribute in subject name
bo_cn: ཞབས་ཞུ་ཆས་དཔང་ཡིག་གིས་བརྗོད་གཙོ་བོའི་མིང་གི་ནང་དུ་གཏོགས་གཤིས commonName ལུས་པ།

source: Server did not send certificate chain
bo_cn: ཞབས་ཞུ་ཆསཀྱིས་དཔང་ཡིག་འབྲེལ་ཐག་སྐུར་མི་ཐུབ།

source: Socket descriptor number exceeds FD_SETSIZE
bo_cn: སྦྲེལ་མཐུད་ཡིག་གྲངས་FD-SETSIZEལས་བརྒལ་བ།

source: Socket family not supported
bo_cn: བསྒར་གདན་ཁྱིམ་རྒྱུད་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown transfer-coding in response
bo_cn: དང་ལེན་ཁྲོད་ཀྱི་བརྒྱུད་གཏོང་ཚབ་ཨང་ངེས་མེད།

source: XML parse error at line %d: %s
bo_cn: %d འཕྲེང་ནས XML དབྱེ་ཞིབ་ནོར་བ།: %s

source: XML parse error at line %d: invalid element name
bo_cn: %d འཕྲེང་ནས XML དབྱེ་ཞིབ་ནོར་བ།: ཁྲིམས་འགལ་གཞི་རྒྱུའི་མིང་།

source: [invalid date]
bo_cn: [ནུས་མེད་ཚེས་གྲངས།]

source: [unprintable:#%lu]
bo_cn: [གཏག་པར་མ་ཡིན་པའི་ཡིག་རྟགས།:#%lu]

source: [unprintable]
bo_cn: [གཏག་པར་མ་ཡིན་པའི་ཡིག་རྟགས]

source: certificate has expired
bo_cn: དཔང་ཡིག་དུས་ལས་ཡོལ་ཟིན་པ།

source: certificate is not yet valid
bo_cn: དཔང་ཡིག་ད་དུང་གོ་ཆོད་མེད།

source: could not parse challenge
bo_cn: འགྲན་སློང་ལ་དབྱེ་ཞིབ་བྱེད་མི་རུང་།

source: could not parse domain in Digest challenge
bo_cn: གནད་བསྡུས་འགྲན་སློང་ཁྲོད་ཀྱི་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ་པའི་ཁོངས་ཁུལ།

source: ignored %s challenge
bo_cn: སྣང་མེད་དུ་བཞག་པའི་ %s འགྲན་སློང་།

source: ignoring empty Negotiate continuation
bo_cn: རྗེས་མཐུད་ཀྱི་གྲོས་བསྡུར་སྟོང་པ་སྣང་མེད་དུ་གཏོང་བ།

source: incompatible algorithm in Digest challenge
bo_cn: གནད་བསྡུས་འགྲན་སློང་ཁྲོད་ཀྱི་རྩི་ཐབས་འཆམ་མཐུན་མིན།

source: initial Digest challenge was stale
bo_cn: འགོ་སྒྲིག་གནད་བསྡུས་འགྲན་སློང་རྙིང་པ།

source: invalid Negotiate token
bo_cn: ཁྲིམས་འགལ་གྱི་གྲོས་མོལ་བཀའ་རྟགས།

source: issuer is not trusted
bo_cn: དཔང་ཡིག་སྤྲོད་མཁན་ལ་ཡིད་ཆེས་མེད།

source: missing parameter in Digest challenge
bo_cn: གནད་བསྡུས་འགྲན་སློང་་ཁྲོད་ཀྱི་ཞུགས་གྲངས་བོར་བ།

source: missing realm in Basic challenge
bo_cn: གཞི་རྩའི་འགྲན་སློང་ཁྲོད་ཁྱབ་ཁོངས་བོར་བ།

source: offset invalid
bo_cn: ཁྲིམས་འགལ་མཐའ་ཕྱོགས།

source: rejected %s challenge
bo_cn: ཕྱིར་ཟློག་པའི %s འགྲན་སློང་།

source: stale Digest challenge with new algorithm or realm
bo_cn: གནད་བསྡུས་འགྲན་སློང་རྙིང་པ་རྩི་ཐབས་གསར་པའམ་ཁུལ་ཁོངས་གསར་པ་ར་སྤྱོད་པ།

source: unknown algorithm in Digest challenge
bo_cn: གནད་བསྡུས་འགྲན་སློང་ནང་གི་རྩི་ཐབས་ངོས་འཛིན་མི་ཐུབ་པ།
