Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/net-tools.po
Languages: bo_cn

source: compressed:%lu
bo_cn: སྡུད་སྒྲིལ།:%lu

source: %s addr:%s
bo_cn: %s ས་གནས།:%s

source: Checksum output packets.
bo_cn: ཞིབ་བཤེར་བྱས་ནས་བཏོན་པའི་གཞི་གྲངས་ཐུམ།

source: List of possible address families (which support routing):
bo_cn: རྒྱབ་སྐྱོར་ཡོད་པའི་གྲོས་ཆིངས་ཚང་མ་སྒྲིག་པ།：

source: List of possible address families:
bo_cn: སྲིད་པའི་ཤག་གནས་ཚོའི་རེའུ་མིག：

source: List of possible hardware types (which support ARP):
bo_cn: སྲིད་པའི་སྲ་ཆས་རིགས་རྣམ་རེའུ་མིག་ཡོད་ཚད།:

source: List of possible hardware types:
bo_cn: སྲིད་པའི་སྲ་ཆས་རིགས་རྣམ་རེའུ་མིག: "

source: Bcast:%s
bo_cn: རྒྱང་བསྒྲགས།:%s

source: MTU:%d Metric:%d
bo_cn: MTU:%d མཆོང་ཚེག་གྲངས།:%d

source: Mask:%s
bo_cn: གབ་ཨང་།:%s

source: P-t-P:%s
bo_cn: ཚེག་ནས་ཚེག:%s

source: Path
bo_cn: འགྲོ་ལམ།

source: User
bo_cn: སྤྱོད་མཁན།

source: %-9.9s Link encap:%s
bo_cn: %-9.9s སྦྲེལ་ལམ་བཏུམ་པ:%s

source: %s (%s) -- no entry
bo_cn: %s། (%s) -- ཟིན་ཐོ་མེད་པ།

source: %s (%s) at
bo_cn: %s། (%s) གནས་པ།

source: %s: %s/ip remote %s local %s
bo_cn: %s: %s/ip རྒྱང་སྣེ། %s རང་ས། %s "

source: %s: ERROR while getting interface flags: %s
bo_cn: %s: མཐུད་ཁ་མཚོན་རྟགས་ཐོབ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།: %s

source: %s: ERROR while testing interface flags: %s
bo_cn: "%s: མཐུད་ཁུང་གི་མཚོན་རྟགས་ཚོད་ལྟ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།: %s "

source: %s: You can't change the DNS domain name with this command
bo_cn: %s: ཁྱེད་ཀྱིས་བཀའ་བརྡ་འདི་སྤྱད་ནས་ DNS ཁུལ་ཁོངས་ཀྱི་མིང་བརྗེ་མི་ཆོག

source: %s: address family not supported!
bo_cn: %s: ཤག་གནས་ཚོ་རྒྱབ་སྐྱོར་མེད།

source: %s: bad hardware address
bo_cn: %s: ནོར་བའི་སྲ་ཆས་ཤག་གནས།

source: %s: can't open `%s'
bo_cn: %s: ཁ་ཕྱེ་མི་ཐུབ་པ། `%s'

source: %s: error fetching interface information: %s
bo_cn: %s: མཐུད་ཁའི་ཆ་འཕྲིན་ཐོབ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། %s

source: %s: hardware type not supported!
bo_cn: %s: སྲ་ཆས་རིགས་རྣམ་རྒྱབ་སྐྱོར་མེད།

source: %s: invalid %s address.
bo_cn: %s: མི་འགྲིག་པའི %s ཤག་གནས།

source: %s: name too long
bo_cn: %s: མིང་རིང་དྲགས།

source: %s: you must be root to change the domain name
bo_cn: %s: ཁྱེད་རང་ངེས་པར་དུ root ལ་གྱུར་ན་ད་གཟོད་ཁོངས་མིང་ བརྗེ་ཆོག

source: %s: you must be root to change the node name
bo_cn: %s: ཁྱེད་རང་ངེས་པར་དུ root ལ་གྱུར་ན་ད་གཟོད་ཚིགས་ཚེག་མིང་ བརྗེ་ཆོག

source: %u dropped because of missing route
bo_cn: %u དོར་བ་ཡིན་རྒྱུ་མཚན་ནི་ལམ་འཚོལ་མེད་པས་སོ།

source: %u forwarded
bo_cn: %u བརྒྱུད་སྐུར་བྱས་ཟིན།

source: %u outgoing packets dropped
bo_cn: %u སྐུར་བའི་བརྡ་དོར་བྱུང་།

source: %u requests sent out
bo_cn: %uརེ་ཞུ་སྐུར་ཟིན།

source: %u total packets received
bo_cn: བསྡོམས་པས་གཞི་གྲངས་ཐུམ %uའབྱོར་བྱུུང་།

source: %u with invalid addresses
bo_cn: %u ཡི་ཤག་གནས་ནུས་མེད་ཡིན།

source: %u with invalid headers
bo_cn: %u ཡི་མགོ་ནུས་མེད་ཡིན།

source: %u with unknown protocol
bo_cn: %uཡི་གྲོས་ཆིངས་ངེས་མེད་ཡིནཞ

source: (No info could be read for "-p": geteuid()=%d but you should be root.)
bo_cn: ( "-p":geteuid()=%dལ་མཚོན་ན root སྤྱོད་མཁན་མིན་ན་ཆ་འཕྲིན་ཀློག་ཐབས་མེད།) "

source: (auto)
bo_cn: (རང་འགུལ།)

source: (only servers)
bo_cn: (ཞབས་ཞུ་ཆས་ཁོ་ན།)

source: (servers and established)
bo_cn: (ཞབས་ཞུ་ཆས་དང་འབྲེལ་མཐུད་བཙུགས་ཟིན་པའི)

source: (w/o servers)
bo_cn: (w/o ཞབས་ཞུ་ཆས།)

source: 16/4 Mbps Token Ring
bo_cn: 16/4 Mbps བཀའ་རྟགས་གདུབ།

source: 16/4 Mbps Token Ring (New)
bo_cn: 16/4 Mbps བཀའ་རྟགས་གདུབ། (གསར་པ།)

source: <from_interface>
bo_cn: <མཐུད་ཁ་ནས་འོང་བ་།>

source: Active Internet connections
bo_cn: Internetའབྲེལ་མཐུད་སྐུལ་སློང་།

source: Active NET/ROM sockets
bo_cn: འགུལ་སྤྱོད་ཡོད་པའི NET/ROM མཐུད་ཡིག

source: Active UNIX domain sockets
bo_cn: འཁྲུག་ཆ་དོད་པའི་UNIXཁོངས་མཐུད་ཡིག

source: Active X.25 sockets
bo_cn: འགུལ་སྤྱོད་ཡོད་པའི X.25 མཐུད་ཡིག

source: Address deletion not supported on this system.
bo_cn: རྒྱུད་ཁོངས་འདིས་ས་གནས་ཞིབ་བཤེར་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Bad address.
bo_cn: ཤག་གནས་ནོར་འཁྲུལ་ཅན།

source: Base address:0x%x
bo_cn: གཞི་རྩའི་ཤག་གནས།:0x%x

source: Broadcast tunnel requires a source address.
bo_cn: རྒྱང་བསྒྲགས་ལ་ཁུངས་ཀྱི་ས་གནས་ཞིག་དགོས།

source: CONNECTED
bo_cn: འབྲེལ་མཐུད་བྱས་ཟིན།

source: CONNECTING
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: DGRAM
bo_cn: གཞི་གྲངས་ཚགས་པར།

source: DISCONNECTING
bo_cn: འབྲེལ་མཐུད་གཅོད་བཞིན་པ།

source: DMA chan:%x
bo_cn: DMAབགྲོད་ལམ།:%x

source: Default TTL is %u
bo_cn: སོར་བཞག་གི TTLགྲངས་ཐང་ནི %u

source: Don't know how to set addresses for family %d.
bo_cn: གྲོས་ཆིངས %dལ་ཅི་ལྟར་ཤག་གནས་སྒྲིག་བཀོད་བྱེད་དགོས་པ་མི་ཤེས།

source: ESTAB
bo_cn: འབྲེལ་མཐུད་བཙུགས་ཟིན་པའི།

source: Entries: %d Skipped: %d Found: %d
bo_cn: ཟིན་ཐོ།: %d མཆོང་ནས: %d རྙེད་པ: %d "

source: Ethernet
bo_cn: ཨེ་ཐེར་དྲ་རྒྱ།

source: Failed to get type of [%s]
bo_cn: [%s]ཡི་རིགས་རྣམ་ཐོབ་པ་ཕམ་སོང་།

source: HWaddr %s
bo_cn: སྲ་ཆས་ཤག་གནས། %s

source: ICMP input histogram:
bo_cn: ICMPལོ་རྒྱུས་བསྡུ་ལེན།

source: ICMP output histogram:
bo_cn: ICMPལོ་རྒྱུས་སྐུར་བ།

source: INET (IPv4) not configured in this system.
bo_cn: རྒྱུད་ཁོངས་འདི་སྒྲིག་བཀོད་བྱས་མེད། INET། (IPv4)。

source: INET6 (IPv6) not configured in this system.
bo_cn: རྒྱུད་ཁོངས་འདི་སྒྲིག་བཀོད་བྱས་མེད། INET6། (IPv6)。

source: Interface %s not initialized
bo_cn: མཐུད་ཁ %s འགོ་སྒྲིག་མེད།

source: Interrupt:%d
bo_cn: ཆད་པ།:%d

source: Kernel IP routing cache
bo_cn: ནང་སྙིང་ IP ལམ་འཚོལ་སྐབས་གསོག

source: Kernel IP routing table
bo_cn: ནང་སྙིང་ IP ལམ་འཚོལ་རེའུ་མིག

source: Kernel IPv6 routing table
bo_cn: ནང་སྙིང་ IPv6 ལམ་འཚོལ་རེའུ་མིག

source: Local Loopback
bo_cn: རང་སའི་མཐའ་སྐོར།

source: Media:%s
bo_cn: སྨྱན་བྱེད།:%s

source: No ARP entry for %s
bo_cn: %s ཡི ARP ཟིན་ཐོ་མེད། "

source: No support for ECONET on this system.
bo_cn: རྒྱུད་ཁོངས་འདིའི་སྟེང་དུECONET \རྒྱབ་སྐྱོར་མེད། n

source: No support for INET on this system.
bo_cn: རྒྱུད་ཁོངས་འདིས་INET ལ་རྒྱབ་སྐྱོར་མི་བྱེད། "

source: No support for INET6 on this system.
bo_cn: རྒྱུད་ཁོངས་འདིས་ INET6 ལ་རྒྱབ་སྐྱོར་མི་བྱེད། "

source: Point-to-Point Protocol
bo_cn: ཚེག་ནས་ཚེག་གཏོད་གྲོས་ཆིངས།

source: Problem reading data from %s
bo_cn: %sནས་གཞི་གྲངས་ཀློག་འདོན་བྱེད་སྐབས་གནད་དོན་ཐོན་པ།

source: RECOVERY
bo_cn: སླར་གསོ།

source: RX bytes:%llu (%lu.%lu %s) TX bytes:%llu (%lu.%lu %s)
bo_cn: ཡིག་ཚིགས་སྡུད་ལེན།:%llu། (%lu.%lu %s) ཡིག་ཚིགས་སྐྱེལ་གཏོང་།:%llu། (%lu.%lu %s) "

source: RX packets:%llu errors:%lu dropped:%lu overruns:%lu frame:%lu
bo_cn: གཞི་གྲངས་ཐུམ་སྡུད་ལེན།:%llu ནོར་འཁྲུལ།:%lu དོར་བ།:%lu ཐེག་བརྒལ།:%lu ལྷེབ་གྲངས།:%lu

source: Resolving `%s' ...
bo_cn: དབྱེ་ཞིབ་བྱེད་བཞིན་པ། `%s' ...

source: Result: h_addr_list=`%s'
bo_cn: མཇུག་འབྲས།: h_addr_list=`%s'

source: Result: h_aliases=`%s'
bo_cn: མཇུག་འབྲས།: h_aliases=`%s'

source: Result: h_name=`%s'
bo_cn: མཇུག་འབྲས།: h_name=`%s'

source: STREAM
bo_cn: རྒྱུན།

source: Setting domainname to `%s'
bo_cn: ཁོངས་མིང་ `%s' སྒྲིག་འགོད་བྱེད་བཞིན་པ།

source: Setting nodename to `%s'
bo_cn: ཚིགས་ཚེག་མིང་ `%s' སྒྲིག་འགོད་བྱེད་པ།

source: TX packets:%llu errors:%lu dropped:%lu overruns:%lu carrier:%lu
bo_cn: གཞི་གྲངས་ཐུམ་སྐྱེལ་གཏོང་།:%llu ནོར་འཁྲུལ།%lu དོར་བ།:%lu ཐེག་བརྒལ།:%lu ཐེག་རླབས།:%lu

source: This kernel does not support RARP.
bo_cn: ནང་སྙིང་གིས་ RARPརྒྱབ་སྐྱོར་མི་བྱེད། "

source: UNKNOWN
bo_cn: ངེས་མེད།

source: UNSPEC
bo_cn: དམིགས་འཛུགས་བྱས་མེད་པ།

source: Unknown media type.
bo_cn: ངེས་མེད་སྨྱན་གཟུགས་རིགས་རྣམ།

source: User Dest Source Device State Vr/Vs Send-Q Recv-Q
bo_cn: སྤྱོད་མཁན། དམིགས་བྱ། ཁུངས། སྒྲིག་ཆས། རྣམ་པ། Vr/Vs རུ་བསྟར་སྐྱེལ་གཏོང་། རུ་བསྟར་སྡུད་ལེན།

source: WARNING: at least one error occured. (%d)
bo_cn: ཐ་ཚིག：མ་མཐར་ཡང་ནོར་འཁྲུལ་གཅིག་བྱུང་བ།.(%d)

source: Warning: Interface %s still in ALLMULTI mode.
bo_cn: ཐ་ཚིག：མཐུད་ཁ %s སྔར་བཞིན་གོ་ཉིས་ཆོད་ཀྱི（ALLMULTI）རྣམ་པར་གནས་ཡོད།

source: Warning: Interface %s still in BROADCAST mode.
bo_cn: ཐ་ཚིག：མཐུད་ཁ %s སྔར་བཞིན་རྒྱང་བསྒྲགས་ཀྱི་（BROADCAST）རྣམ་པར་གནས་ཡོད།

source: Warning: Interface %s still in DYNAMIC mode.
bo_cn: ཐ་ཚིག： མཐུད་ཁ %s སྔར་བཞིན་འགུལ་རྣམ་གྱི་（DYNAMIC）རྣམ་པར་གནས་ཡོད།

source: Warning: Interface %s still in MULTICAST mode.
bo_cn: ཐ་ཚིག： མཐུད་ཁ %s སྔར་བཞིན་མང་གཏོང་གི་（MULTICAST）རྣམ་པར་གནས་ཡོད།

source: Warning: Interface %s still in POINTOPOINT mode.
bo_cn: ཐ་ཚིག：མཐུད་ཁ %s སྔར་བཞིན་ཚེག་ནས་ཚེག་གི་（POINTOPOINT）རྣམ་པར་གནས་ཡོད། "

source: Warning: Interface %s still in promisc mode... maybe other application is running?
bo_cn: ཐ་ཚིག：མཐུད་ཁ %s སྔར་བཞིན་ཉོག་བསྲེས་ཀྱི་རྣམ་པ་ཡོད།... བྱ་རིམ་གཞན་འཁོར་བྱེད་བཞིན་ཡོད་དམ།

source: [UNKNOWN]
bo_cn: [ངེས་མེད།]

source: arp: %s: hardware type without ARP support.
bo_cn: arp: %s: སྲ་ཆས་རིགས་རྣམ་ལ ARP རྒྱབ་སྐྱོར་མེད།

source: arp: %s: kernel only supports 'inet'.
bo_cn: arp: %s: ནང་སྙིང་ཁོ་ན་རྒྱབ་སྐྱོར 'inet'

source: arp: %s: unknown address family.
bo_cn: arp: %s: ངེས་མེད་ཤག་གནས་ཚོ།

source: arp: %s: unknown hardware type.
bo_cn: arp: %s: ངེས་མེད་སྲ་ཆས་རིགས་རྣམ།

source: arp: -N not yet supported.
bo_cn: arp: -N རྒྱབ་སྐྱོར་བྱས་མེད།

source: arp: cannot open etherfile %s !
bo_cn: arp： etherfile %s ཁ་ཕྱེ་མི་ཐུབ།

source: arp: cant get HW-Address for `%s': %s.
bo_cn: "arp：‘%s’ཡི་སྲ་ཆས་ཤག་གནས་ཐོབ་མི་ཐུབ།：%s

source: arp: device `%s' has HW address %s `%s'.
bo_cn: arp：སྒྲིག་ཆས ‘%s’ལ་སྲ་ཆས་ཤག་གནས་ཡོད། %s‘%s’。

source: arp: format error on line %u of etherfile %s !
bo_cn: arp：etherfile %2$sཡི་ %1$u འཕྲེང་རྣམ་གཞག་ནོར་བ།

source: arp: in %d entries no match found.
bo_cn: arp: %d ཟིན་ཐོ་ནང་ནས་ཟླ་སྒྲིག་ཚན་རྙེད་མེད།

source: arp: invalid hardware address
bo_cn: arp：ཡང་དག་མ་ཡིན་པའི་སྲ་ཆས་ཤག་གནས།

source: arp: need hardware address
bo_cn: arp：སྲ་ཆས་ཤག་གནས་དགོས།

source: arp: protocol type mismatch.
bo_cn: arp：གྲོས་ཆིངས་རིགས་རྣམ་ཟླ་སྒྲིག་མིན.

source: compressed:%lu
bo_cn: སྡུད་སྒྲིལ།:%lu

source: destination unreachable: %u
bo_cn: དམིགས་བྱའི་ཤག་གནས་ལ་སླེབས་མི་ཐུབ།：%u

source: disabled
bo_cn: འགོག་སྤྱོད་བྱས་ཟིན།

source: domain name (which is part of the FQDN) in the /etc/hosts file.
bo_cn: /etc/hosts ཡིག་ཆའི་ནང་གི་ཁོངས་མིང་། (FQDNཁོངས་མིང་དངོས་ཀྱི་ཆ་ཤས་ཤིག)

source: enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: hw address type `%s' has no handler to set address. failed.
bo_cn: སྲ་ཆས་ཤག་གནས་རིགས་རྣམ `%s' ལ་ཤག་གནས་སྒྲིག་བཀོད་བཀོལ་སྤྱོདམེད། ཕམ་སོང་།

source: ifconfig: Cannot set address for this protocol family.
bo_cn: ifconfig： གྲོས་ཆིངས་རིགས་འདི་ལ་ཤག་གནས་སྒྲིག་བཀོད་བྱ་ཐབས་མེད།

source: ifconfig: option `%s' not recognised.
bo_cn: ifconfig: འདེམས་ཚན `%s' ངོས་འཛིན་བྱེད་ཐབས་མེད།

source: keepalive (%2.2f/%ld/%d)
bo_cn: འབྲེལ་མཐུད་རྒྱུན་འཁྱོངས། (%2.2f/%ld/%d)

source: netmask %s
bo_cn: དྲ་རྒྱའི་གབ་ཨང་། %s

source: netstat: unsupported address family %d !
bo_cn: "netstat: རྒྱབ་སྐྱོར་མེད་པའི་ཤག་གནས་རྱིམ་རྒྱུད། %d!

source: no RARP entry for %s.
bo_cn: RARP ཟིན་ཐོ་མེད་པ། %s。

source: off (0.00/%ld/%d)
bo_cn: ཁ་རྒྱབ། (0.00/%ld/%d)

source: on %s
bo_cn: %s ལ

source: on (%2.2f/%ld/%d)
bo_cn: ཁ་ཕྱེ། (%2.2f/%ld/%d)

source: on%d (%2.2f/%ld/%d)
bo_cn: %d། (%2.2f/%ld/%d) ལ

source: problem reading data from %s
bo_cn: %s གཞི་གྲངས་ཀློག་འདོན་ནོར་སོང་།

source: rarp: %s: unknown hardware type.
bo_cn: rarp: %s: ངེས་མེད་སྲ་ཆས་ཁྱད་རྟགས།

source: rarp: %s: unknown host
bo_cn: rarp: %s:ངེས་མེད་གཙོ་འཁོར

source: rarp: cannot open file %s:%s.
bo_cn: rarp: ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་མེད། %s:%s.

source: rarp: cannot set entry from %s:%u
bo_cn: rarp: ཟིན་ཐོ་སྒྲིག་བཀོད་བྱེད་ཐབས་མེད། %s:%u

source: rarp: format error at %s:%u
bo_cn: rarp: རྣམ་གཞག་ནོར་འཁྲུལ། %s:%u

source: timewait (%2.2f/%ld/%d)
bo_cn: སྒུག་པ། (%2.2f/%ld/%d)

source: txqueuelen:%d
bo_cn: བསྟར་པའི་རིང་ཚད་སྐྱེལ་གཏོང་།:%d

source: unkn-%d (%2.2f/%ld/%d)
bo_cn: ངེས་མེད-%d། (%2.2f/%ld/%d)

source: unknown
bo_cn: ངེས་མེད།
