Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/notificationhelper.po
Languages: bo_cn

source: Ignore for now
bo_cn: ད་ལྟ་སྣང་མེད་དུ་བཞག

source: Hide
bo_cn: སྦེད་པ།

source: Install Packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག

source: Installation complete. You will need to restart %1 to use the new functionality
bo_cn: སྒྲིག་སྦྱོར་བྱས་ཟིན། ཁྱེད་ཀྱིས %1 བསྐྱར་སློང་བྱས་ན་ད་གཟོད་བྱེད་ནུས་གསར་པར་ནུས་པ་ཐོན་ཐུབ།

source: Install
bo_cn: སྒྲིག་འཇུག

source: K3b CD Codecs
bo_cn: K3b CD ཨང་དགྲོལ།

source: Manage Drivers
bo_cn: སྐུལ་སློང་བྱ་རིམ་དོ་དམ་བྱེད་པ།

source: MP3 Encoding
bo_cn: MP3 ཨང་དགྲོལ།

source: Extra packages can be installed to enhance functionality for %1
bo_cn: %1 གི་བྱེད་ནུས་ཆེ་རུ་གཏོང་ཆེད་ཚད་བརྒལ་གྱི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱས་ཆོག

source: Proprietary drivers might be required to enable additional features
bo_cn: ཁྱད་ཆོས་ཆེར་གཏོང་སྤྱོད་འགོ་རྩོམ་ན་ཆེད་ཡོད་སྐུལ་སློང་གི་རྒྱབ་སྐྱོར་ཡོད་དགོས།

source: Language support is incomplete, additional packages are required
bo_cn: སྐད་བརྡའི་རྒྱབ་སྐྱོར་འཐུས་ཚང་མིན། ཚད་བརྒལ་གྱི་མཉེན་ཆས་ཐུམ་མ་དགོས།

source: An application has crashed on your system (now or in the past)
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་ཁྲོད་ནས་བཀོལ་སྤྱོད་བྱ་རིམ་ཞིག་རྩ་ཐོར་དུ་སོང་ཡོད།(ད་ལྟའམ་ཡང་ན་དེ་སྔོན།)

source: A system restart is needed to complete the update process
bo_cn: རྒྱུད་ཁོངས་བསྐྱར་སློང་བྱས་ནས་བཀོད་སྤྱོད་ལེགས་འགྲུབ་བྱེད་པ།

source: Details
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན།

source: Restart
bo_cn: བསྐྱར་སློང་།

source: Run this action now
bo_cn: ད་ལྟ་བྱ་འགུལ་འདི་ལག་བསྟར་བྱེད་པ།

source: System Notification Helper
bo_cn: རྒྱུད་ཁོངས་བརྡ་ཐོ་ལས་རོགས།

source: Flash
bo_cn: འོད་འཁྱུག་གློག་སྒྲོན།

source: Update Information
bo_cn: རིམ་སྤོར་ཆ་འཕྲིན།

source: Ignore
bo_cn: སྣང་མེད།

source: Never show again
bo_cn: མི་མངོན་པ།
