Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/p11-kit.po
Languages: bo_cn

source: A key is needed
bo_cn: གསང་ལྡེ་དགོས།

source: A read-only session exists
bo_cn: ཀློག་ཙམ་གྱི་གཏམ་གླེང་ཞིག་གནས་པ།

source: An administrator session exists
bo_cn: དོ་དམ་པའི་གཏམ་གླེང་ཞིག་གནས་པ།

source: An error occurred on the device
bo_cn: སྒྲིག་ཆས་ཐོག་ནོར་འཁྲུལ་བྱུང་བ།

source: An open session exists
bo_cn: ཁ་ཕྱེ་པའི་གཏམ་གླེང་ཞིག་གནས་པ།

source: Another operation is already taking place
bo_cn: བཀོལ་སྤྱོད་གཞན་ཞིག་བྱེད་བཞིན་ཡོད།

source: Another user is already logged in
bo_cn: སྤྱོད་མཁན་གཞན་ཞིག་ཐོ་འགོད་བྱས་ཟིན།

source: Cannot export because the key is invalid
bo_cn: ཕྱིར་འདྲེན་བྱེད་ཐབས་མེད་དེ་རྒྱུ་མཚན་ནི་གསང་ལྡེ་ནུས་མེད་ཡིན།

source: Cannot export because the key is of the wrong size
bo_cn: ཕྱིར་འདྲེན་བྱེད་ཐབས་མེད་དེ་རྒྱུ་མཚན་ནི་གསང་ལྡེ་རིང་ཚད་མི་འདང་།

source: Cannot export because the key is of the wrong type
bo_cn: ཕྱིར་འདྲེན་བྱེད་ཐབས་མེད་དེ་རྒྱུ་མཚན་ནི་གསང་ལྡེ་རིགས་རྣམ་མི་འགྲིག

source: Cannot export this key
bo_cn: གསང་ལྡེ་འདི་ཕྱིར་འདྲེན་བྱེད་ཐབས་མེད།

source: Cannot import a key of the wrong size
bo_cn: རིང་ཚད་མི་འགྲིག་པའི་གསང་ལྡེ་ནང་འདྲེན་བྱེད་ཐབས་མེད།

source: Cannot import an invalid key
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེ་ནང་འདྲེནབྱེད་ཐབས་མེད།

source: Cannot import because the key is invalid
bo_cn: ནང་འདྲེན་བྱེད་ཐབས་མེད་དེ་རྒྱུ་མཚན་ནི་གསང་ལྡེ་ནུས་མེད་ཡིན།

source: Cannot import because the key is of the wrong size
bo_cn: ནང་འདྲེན་བྱེད་ཐབས་མེད་དེ་རྒྱུ་མཚན་ནི་གསང་ལྡེའི་རིང་ཚད་ནོར་སོང་།

source: Cannot import because the key is of the wrong type
bo_cn: ནང་འདྲེན་བྱེད་ཐབས་མེད་དེ་རྒྱུ་མཚན་ནི་གསང་ལྡེ་རིགས་རྣམ་ནོར་སོང་།

source: Cannot include the key in the digest
bo_cn: གནད་བསྡུས་ནང་དུ་གསང་ལྡེ་འདི་འདུ་ཐབས་མེད།

source: Cannot lock data
bo_cn: གཞི་གྲངས་སྒྲོག་ཐབས་མེད།

source: Certain fields have invalid values
bo_cn: ཡིག་དུམ་ཁ་ཤས་ཀྱི་ཐང་ནུས་མེད་ཡིན།

source: Certain required fields are missing
bo_cn: རེ་བ་ཁ་ཤས་ཆད་པའི་ཡིག་དུམ།

source: Insufficient memory available
bo_cn: སྤྱོད་རུང་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory available on the device
bo_cn: སྒྲིག་ཆས་སྟེང་གི་སྤྱོད་རུང་བར་སྟོང་མི་འདང་།

source: Internal error
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ།

source: Invalid arguments
bo_cn: ཞུགས་གྲངས་ནུས་མེད།

source: Invalid value for field
bo_cn: ཡིག་དུམ་ཐང་ནུས་མེད།

source: No key is needed
bo_cn: གསང་ལྡེ་མི་དགོས།

source: No operation is taking place
bo_cn: བྱེད་བཞིན་པའི་བཀོལ་སྤྱོད་མེད།

source: No random number generator available
bo_cn: སྤྱོད་རུང་བའི་སྐབས་བསྟུན་གྲངས་འགྲུབ་ཆས་མེད།

source: No user has logged in
bo_cn: ཐོ་འགོད་སྤྱོད་མཁན་མེད།

source: Not enough space to store the result
bo_cn: མཇུག་འབྲས་ཉར་ཚགས་བྱེད་པར་འདང་ངེས་ཀྱི་བར་སྟོང་མེད།

source: The crypto mechanism has an invalid argument
bo_cn: གསང་སྡོམ་ལམ་སྲོལ་ཁྲོད་ནུས་མེད་ཞུགས་གྲངས་ཡོད།

source: The crypto mechanism has an invalid parameter
bo_cn: གསང་སྡོམ་ལམ་སྲོལ་ཁྲོད་ནུས་མེད་ཞུགས་གྲངས་ཡོད།

source: The crypto mechanism is invalid or unrecognized
bo_cn: གསང་སྡོམ་ལམ་སྲོལ་ནུས་མེད་དམ་ཡང་ན་ངོས་འཛིན་ཐབས་མེད།

source: The data cannot be locked
bo_cn: གཞི་གྲངས་སྒྲོག་ཐབས་མེད།

source: The data is not valid or unrecognized
bo_cn: གཞི་གྲངས་ནུས་མེད་དམ་ཡང་ན་ངོས་འཛིན་ཐབས་མེད།

source: The data is too long
bo_cn: གཞི་གྲངས་རིང་དྲགས།

source: The device is invalid or unrecognizable
bo_cn: སྒྲིག་ཆས་ནུས་མེད་དམ་ཡང་ན་ངོས་འཛིན་ཐབས་མེད།

source: The device is not present or unplugged
bo_cn: སྒྲིག་ཆས་མི་གནས་པའམ་ཡང་ན་བཀོག་ཟིན།

source: The device is write protected
bo_cn: སྒྲིག་ཆས་སྲུང་སྐྱོབ་བྲིས་ཟིན།

source: The device was removed or unplugged
bo_cn: སྒྲིག་ཆས་སྤོས་ཟིན་པའམ་ཡང་ན་བཀོག་ཟིན་པ།

source: The encrypted data is not valid or unrecognized
bo_cn: གསང་སྡོམ་གཞི་གྲངས་ནུས་མེད་དམ་ཡང་ན་ངོས་འཛིན་ཐབས་མེད།

source: The encrypted data is too long
bo_cn: གསང་སྡོམ་གཞི་གྲངས་རིང་དྲགས།

source: The field is invalid or does not exist
bo_cn: ཡིག་དུམ་འདི་ནུས་མེད་དམ་ཡང་ན་གནས་མེད།

source: The field is read-only
bo_cn: ཡིག་དུམ་འདི་ནི་ཀློག་ཙམ་ཡིན།

source: The field is sensitive and cannot be revealed
bo_cn: ཡིག་དུམ་འདི་ནི་ཚོར་བ་སྐྱེན་པའི་ཡིག་དུམ་ཡིན་པས་འཆར་མི་ཐུབ།

source: The information is sensitive and cannot be revealed
bo_cn: ཆ་འཕྲིན་འདི་ནི་ཚོར་བ་སྐྱེན་པའི་ཆ་འཕྲིན་ཡིན་པས་འཆར་མི་ཐུབ།

source: The key cannot be wrapped
bo_cn: གསང་ལྡེ་འདི་འཕྲེང་ལྟེབ་བྱེད་མི་ཆོག

source: The key is different than before
bo_cn: གསང་ལྡེ་སྔོན་དང་མི་འའདྲ།

source: The key is missing or invalid
bo_cn: གསང་ལྡེ་ཕམ་པའམ་ནུས་མེད།

source: The key is of the wrong type
bo_cn: གསང་ལྡེ་རིགས་རྣམ་མི་འགྲིག

source: The key is the wrong size
bo_cn: གསང་ལྡེ་རིང་ཚད་མི་འགྲིག

source: The module cannot create needed threads
bo_cn: དཔེ་དུམ་འདིས་དགོས་ངེས་ཀྱི་ཐིག་ལམ་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: The module cannot lock data properly
bo_cn: དཔེ་དུམ་འདིས་ཡང་དག་པའི་སྒོ་ནས་གཞི་གྲངས་སྒྲོག་ཐབས་མེད།

source: The module has already been initialized
bo_cn: དཔེ་དུམ་འདི་འགོ་སྒྲིག་བྱས་ཟིན།

source: The module has not been initialized
bo_cn: དཔེ་དུམ་འདི་འགོ་སྒྲིག་བྱས་མེད།

source: The object is missing or invalid
bo_cn: བྱ་ཡུལ་ཆད་ཤོར་རམ་ནུས་མེད།

source: The operation failed
bo_cn: བཀོལ་སྤྱོད་ཕམ་པ།

source: The operation was cancelled
bo_cn: བཀོལ་སྤྱོད་དོར་ཟིན།

source: The password or PIN has expired
bo_cn: གསང་ཨང་ངམ་ཡང་ན་ PIN དུས་ཡོལ་ཟིན།

source: The password or PIN is incorrect
bo_cn: གསང་ཨང་ངམ་ཡང་ན་PIN ཡང་དག་མིན།

source: The password or PIN is invalid
bo_cn: གསང་ཨང་ངམ་ཡང་ན་ PIN ནུས་མེད་ཡིན།

source: The password or PIN is locked
bo_cn: གསང་ཨང་ངམ་ཡང་ན་ PIN སྒྲོག་ཟིན།

source: The password or PIN is of an invalid length
bo_cn: གསང་ཨང་ངམ་ཡང་ན་ PIN རིང་ཚད་ནུས་མེད་ཡིན།

source: The request was rejected by the user
bo_cn: རེ་བ་དེ་སྤྱོད་མཁན་གྱིས་ཁས་མ་བླངས།

source: The saved state is invalid
bo_cn: ཉར་ཚགས་ཀྱི་རྣམ་པ་ནུས་མེད་ཡིན།

source: The session is closed
bo_cn: གཏམ་གླེང་ཀ་རྒྱབ་ཟིན།

source: The session is invalid
bo_cn: གཏམ་གླེང་ནུས་མེད།

source: The session is read-only
bo_cn: གཏམ་གླེང་ནི་ཀློག་ཙམ་ཡིན།

source: The signature is bad or corrupted
bo_cn: མིང་རྟགས་བཀོད་པར་ནོར་འཁྲུལ་ཡོད་པའམ་ཡང་ན་ཆག་སྐྱོན་ཤོར་བ།

source: The signature is unrecognized or corrupted
bo_cn: མིང་རྟགས་བཀོད་པ་ངོས་འཛིན་ཐབས་མེད་པའམ་ཡང་ན་ཆག་སྐྱོན་ཤོར་བ།

source: The specified slot ID is not valid
bo_cn: དམིགས་བཙུགས་པའི་ཤུར་ID ནུས་མེད།

source: The state cannot be saved
bo_cn: རྣམ་པ་ཉར་ཚགས་བྱེད་ཐབས་མེད།

source: The user is of an invalid type
bo_cn: སྤྱོད་མཁན་གྱི་རིགས་རྣམ་ནུས་མེད།

source: The user's password or PIN is not set
bo_cn: སྤྱོད་མཁན་གྱི་གསང་ཨང་ངམ་ཡང་ན་PIN སྒྲིག་འགོད་བྱས་མེད།

source: This operation cannot be done with this key
bo_cn: གསང་ལྡེ་འདིར་བཀོལ་སྤྱོད་འདི་བྱེད་མི་ཆོག

source: This operation is not supported
bo_cn: བཀོལ་སྤྱོད་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Too many sessions are active
bo_cn: བྱ་འགུལ་གཏམ་གླེང་མང་དྲགས།

source: Too many users of different types are logged in
bo_cn: རིགས་རྣམ་མི་འདྲ་བའི་སྤྱོད་མཁན་མང་པོ་ཐོ་འགོད་བྱས་ཡོད།

source: Unable to initialize the random number generator
bo_cn: སྐབས་བསྟུན་གྲངས་འགྲུབ་ཆས་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: Unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: You are already logged in
bo_cn: ཁྱོད་ཀྱིས་ཐོ་འགོད་བྱས་ཟིན།
