Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/p7zip.po
Languages: bo_cn

source: Archive Errors:
bo_cn: ཡིག་ཚགས་སུ་གསོག་པ་ནོར་འཁྲུལ།

source: Archives:
bo_cn: གསོག་ཉར།:

source: Compressed:
bo_cn: སྡུད་སྒྲིལ།:

source: Everything is Ok
bo_cn: ཚོད་ལེན་བརྒྱུད་པ།

source: Files:
bo_cn: ཡིག་ཆ།:

source: Folders:
bo_cn: དཀར་ཆག།：

source: Processing archive:
bo_cn: གསོག་ཉར་ཡིག་ཆ།:

source: Size:
bo_cn: ཆེ་ཆུང་།:

source: Sub items Errors:
bo_cn: བུ་ཚན་ནོར་འཁྲུལ།

source: Testing
bo_cn: ཚོད་ལེན།
