Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/Parse-DebianChangelog.po
Languages: bo_cn

source: Copyright (C) 2005 by Frank Lichtenheld
bo_cn: པར་དབང་། (C) 2005 Frank Lichtenheld

source: FATAL: %s
bo_cn: སྲོག་ལ་ཐུག་པ།：%s

source: WARN: %s(l%s): %s
bo_cn: ཐ་ཚིག：%s(l%s): %s

source: bad key-value after `;': `%s'
bo_cn: `;' དེའི་རྗེས་ཀྱི་མཐེབ་ཐང་ནུས་མེད་ཡིན།: `%s'

source: can't close file %s: %s
bo_cn: ཡིག་ཆ་ཁ་རྒྱག་ཐབས་མེད། %s：%s

source: can't load IO::String: %s
bo_cn: འགེལ་མི་ཐུབ། IO::String: %s

source: can't lock file %s: %s
bo_cn: ཡིག་ཆ་སྒྲོག་ཐབས་མེད། %s: %s

source: can't open file %s: %s
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་མེད། %s：%s

source: changelog format %s not supported
bo_cn: གསར་སྒྱུར་ཉིན་ཐོ་རྣམ་གཞག་ལ་རྒྱབ་སྐྱོར་མི་བྱེད། %s

source: couldn't parse date %s
bo_cn: ཚེས་གྲངས་དབྱེ་ཞིབ་བྱ་ཐབས་མེད། %s

source: fatal error occured while parsing %s
bo_cn: %s དབྱེ་ཞིབ་བྱེད་སྐབས་སྲོག་ལ་ཐུག་པའི་ནོར་འཁྲུལ་བྱུང་།

source: ignored option -L
bo_cn: སྣང་མེད་དུ་བཞག་པའི་འདེམས་ཚན། -L

source: more than one file specified (%s and %s)
bo_cn: གཅིག་ལས་བརྒལ་བའི་ཡིག་ཆ་དམིགས་འཛུགས་བྱས། (%s དང་ %s)

source: no changelog file specified
bo_cn: གསར་སྒྱུར་ཉིན་ཐོ་ཡིག་ཆ་དམིགས་འཛུགས་བྱས་མེད།

source: too many arguments
bo_cn: ཞུགས་གྲངས་མང་དྲགས།

source: unrecognised line
bo_cn: ངོས་མ་བཟུང་པའི་ཕྲེང་།

source: you can only specify one of 'from' and 'since'
bo_cn: ཁྱེད་ཀྱིས་ 'from' དང་ 'since' ལས་གཅིག་མ་གཏོགས་དམིགས་བྱས་མི་ཆོག

source: you can only specify one of 'to' and 'until'
bo_cn: ཁྱེད་ཀྱིས་ 'to' དང་ 'until' ལས་གཅིག་མ་གཏོགས་དམིགས་བྱས་མི་ཆོག
