Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/psmisc.po
Languages: bo_cn

source: %*s USER PID ACCESS COMMAND
bo_cn: %*s སྤྱོད་མཁན། འཕེལ་རིམ་ཨང་། དབང་ཚད། བཀའ་བརྡ།

source: %s is empty (not mounted ?)
bo_cn: %s ནི་སྟོང་པ་ཡིན། (འགེལ་མེད་དམ།)

source: %s: no process found
bo_cn: %s：བཀོལ་སྤྱོད་མ་རྙེད།

source: %s: unknown signal; %s -l lists signals.
bo_cn: %s: མི་ཤེས་པའི་བརྡ་རྟགས། %s -l བརྡ་རྟགས་རེའུ་མིག་མངོན་པ།

source: (unknown)
bo_cn: ( ངེས་མེད།)

source: Bad regular expression: %s
bo_cn: ནོར་འཁྲུལ་གྱི་ཚད་ལྡན་མཚོན་ཚུལ།: %s

source: Can't get terminal capabilities
bo_cn: མཐའ་སྣེའི་ཆེ་ཆུང་ཐོབ་མི་ཐུབ།

source: Cannot allocate memory for matched proc: %s
bo_cn: རྙེད་པའི་འཕེལ་རིམ་ལ་ནང་གསོག།： %sབགོ་མི་ཐུབ།

source: Cannot find socket's device number.
bo_cn: socket ཡི་སྒྲིག་ཆས་ཨང་མི་རྙེད།

source: Cannot find user %s
bo_cn: སྤྱོད་མཁན་ %sམི་རྙེད།

source: Cannot open /proc directory: %s
bo_cn: /proc དཀར་ཆག།： %sཁ་འབྱེད་མི་ཐུབ།

source: Cannot open /proc/net/unix: %s
bo_cn: /proc/net/unix: %sཁ་འབྱེད་མི་ཐུབ།

source: Cannot open a network socket.
bo_cn: དྲ་བའི་མཐུད་ཁ་ཁ་འབྱེད་མི་ཐུབ།

source: Cannot open protocol file "%s": %s
bo_cn: གྲོས་ཆིངས་ཡིག་ཆ་ \%s": %sཁ་འབྱེད་མི་ཐུབ། "

source: Cannot resolve local port %s: %s
bo_cn: རང་སའི་མཐུད་ཁ་ %s: %sདབྱེ་ཞིབ་མི་ཐུབ།

source: Cannot stat %s: %s
bo_cn: %s: %sདབྱེ་ཞིབ་མི་ཐུབ།

source: Cannot stat file %s: %s
bo_cn: %s ཡི་ཡིག་ཆའི་རྣམ་པ།： %sཐོབ་མི་ཐུབ།

source: Could not kill process %d: %s
bo_cn: འཕེལ་རིམ་ %d: %sགསོད་མི་ཐུབ།

source: Error attaching to pid %i
bo_cn: ཨང་ %iཡི་འཕེལ་རིམ་སྡོམ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Invalid namespace name
bo_cn: ནུས་མེད་ཀྱི་མིང་བར་སྟོང་མིང་།

source: Kill %s(%s%d) ? (y/N)
bo_cn: %s(%s%d) གསོད་དགོས་སམ། (y/N)

source: Kill process %d ? (y/N)
bo_cn: འཕེལ་རིམ་ %d གསོད་དགོས་སམ། (y/N)

source: Killed %s(%s%d) with signal %d
bo_cn: %s(%s%d) བརྡ་རྟགས་ %d ཡིས་གསོད་པ།

source: Namespace option requires an argument.
bo_cn: མིང་བར་སྟོང་འདེམས་ཚན་ལ་ཞུགས་གྲངས་ཤིག་དགོས།

source: No process specification given
bo_cn: འཕེལ་རིམ་གཏན་འཁེལ་བྱས་མེད།

source: No processes found.
bo_cn: འཕེལ་རིམ་མ་རྙེད།

source: No such user name: %s
bo_cn: སྤྱོད་མཁན་མིང་མེད: %s

source: Press return to close
bo_cn: འབེབས་མཐེབ་གནོན་རྗེས་ཁ་རྒྱག

source: Signal %s(%s%d) ? (y/N)
bo_cn: བརྡ་རྟགས་ %s(%s%d) ?(y/N)

source: TERM is not set
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་TERMབཀོད་མེད།

source: Unknown local port AF %d
bo_cn: མི་ཤེས་པའི་རང་སའི་མཐུད་ཁ། AF %d

source: You cannot search for only IPv4 and only IPv6 sockets at the same time
bo_cn: ཁྱེད་ཀྱིས་དུས་མཚུངས་སུ་ IPv4 དང་IPv6 མཐུད་ཁ་འཚོལ་མི་ཐུབ།

source: all option cannot be used with silent option.
bo_cn: འདེམས་ཚན་ཚང་མ་ཆ་འཕྲིན་མི་འདོན་པའི་འདེམས་ཚན་དུས་མཚུངས་སུ་སྤྱོད་མི་ཐུབ།
