Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/quota.po
Languages: bo_cn

source: %ddays
bo_cn: ཉིན།%d

source: %s (gid %d): Permission denied
bo_cn: %s(gid %d）：ལྟ་སྤྱོད་སློག་པ།

source: %s: deleted %s quota blocks
bo_cn: %s：བགོད་ཁུལ་ %s བསུབས་པ།

source: %udays
bo_cn: ཉིན།%u

source: %uhours
bo_cn: དུས་ཚོད།%u

source: %uminutes
bo_cn: སྐར་མ།%u

source: %useconds
bo_cn: སྐར་ཆ།%u

source: 0seconds
bo_cn: སྐར་ཆ། 0

source: Adding dquot structure type %s for %d
bo_cn: dquot གཞི་གྲངས་རིགས་གྲས་ %s ནི་ %dཡིན་པ་སྣོན་པ།

source: Administrator for a group %s not found. Cancelling mail.
bo_cn: སྤྱོད་མཁན་ཚོ་ %s ཡི་དོ་དམ་པ་མི་རྙེད། སྦྲག་ཡིག་སྐུར་བ་མཚམས་འཇོག

source: As you wish... Canceling check of this file.
bo_cn: ཁྱེད་ཀྱི་འདོད་པ་ལྟར། ཡིག་ཆ་འདིའི་ཞིབ་བཤེར་མཚམས་འཇོག་པ།

source: Bad number of arguments.
bo_cn: ཞུགས་གྲངས་གྲངས་ཀ་ནོར་བ།

source: Batch mode and prototype user cannot be used together.
bo_cn: སྡེབ་སྒྲིག་རྣམ་པ་དང་མ་དཔེ་སྤྱོད་མཁན་མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: Batch mode cannot be used for setting grace times.
bo_cn: ཚད་བརྒལ་དུས་འགྱངས་སྒྲིག་འགོད་བྱེད་སྐབས་སུ་སྡེབ་སྒྲིག་རྣམ་པ་སྤྱོད་མི་ཐུབ།

source: Block %u in tree referenced twice
bo_cn: ཡིག་ཆ་སྡོང་འགྲེམས་སུ་རྡོག %u བསྐྱར་འདྲེན་བྱས་པ།

source: Block %u is truncated.
bo_cn: རྡོག་ %u བཅད་པ།

source: Block %u:
bo_cn: རྡོག %u：

source: Block grace time: %s; Inode grace time: %s
bo_cn: རྡོག་དུས་ཚད་བརྒལ་བ།：%s；ཚིགས་ཚེག་དུས་ཚད་བརྒལ་བ།：%s

source: Block limit reached on
bo_cn: རྡོག་གྲངས་ཚད་བརྒལ།

source: Bugs to %s
bo_cn: Bugདེ་ %sལ་ལྡོག་སྐྱེལ་རོགས།

source: Bugs to: %s
bo_cn: Bugདེ་%sལ་ལྡོག་སྐྱེལ་རོགས།:

source: Cannot access the specified xtab file %s: %s
bo_cn: བསྟན་པའི་ xtab ཡིག་ཆ་ %s：%s ལྟ་སྤྱོད་མི་ཐུབ།

source: Cannot bind to given address: %s
bo_cn: བྱིན་པའི་ས་གནས།：%s ལ་སྡོམ་མི་ཐུབ།

source: Cannot change permission of %s: %s
bo_cn: %s ཡི་དབང་ཚད།：%sབཅོས་མི་ཐུབ།

source: Cannot create socket: %s
bo_cn: སྐོང་འཛུད་ཡི་གེ།：%sབཟོ་མི་ཐུབ།

source: Cannot detect quota format for journalled quota on %s
bo_cn: ཉིན་ཐོ་ཅན་གྱི་བགོས་པའི་ཡིག་ཆ་རྒྱུད་ཁོངས་ %s ཡི་བགོས་པའི་རྣམ་བཞག་ཞིབ་བཤེར་མི་ཐུབ།

source: Cannot find quota option on filesystem %s with quotas!
bo_cn: སྤྱོད་པའི་བགོས་བྱ་ཡིག་ཆ་རྒྱུད་ཁོངས་ %s རུ་བགོས་པའི་འདེམས་ཚན་མི་རྙེད།

source: Cannot finish IO on new quotafile: %s
bo_cn: བགོས་པའི་ཡིག་ཆ་གསར་པ IO：%sལེགས་འགྲུབ་མི་ཐུབ།

source: Cannot get exact used space... Results might be inaccurate.
bo_cn: ཡང་དག་པའི་སྤྱད་པའི་བར་སྟོང་ཐོབ་མི་ཐུབ།…ཕྱིར་ལོག་པའི་མཐའ་འབྲས་ཞིབ་ཚགས་མི་འདང་།

source: Cannot get host name: %s
bo_cn: འཁོར་གཙོའི་མིང་།：%sཐོབ་མི་ཐུབ།

source: Cannot get name of old quotafile on %s.
bo_cn: %s ཡི་བགོ་སྐལ་ཡིག་ཆའི་མིང་ཐོབ་མི་ཐུབ།

source: Cannot get quotafile name for %s
bo_cn: %s ཡི་བགོ་སྐལ་ཡིག་ཆའི་མིང་ཐོབ་མི་ཐུབ།

source: Cannot guess format from filename on %s. Please specify format on commandline.
bo_cn: %s ཡི་ཡིག་ཆའི་མིང་ནས་དེའི་རྣམ་བཞག་ཚོད་དཔག་མི་ཐུབ། བཀའ་བརྡ་ཕྲེང་དུ་གཏན་འཁེལ་གྱི་རྣམ་བཞག་ཅིག་སྟོན་རོགས།

source: Cannot initialize IO on new quotafile: %s
bo_cn: བགོ་སྐལ་ཡིག་ཆ་གསར་པ IO：%sཐོག་མ་ཅན་དུ་སྒྱུར་མི་ཐུབ།

source: Cannot open file %s: %s
bo_cn: ཡིག་ཆ་ %s：%sཁ་འབྱེད་མི་ཐུབ།

source: Cannot open new quota file %s: %s
bo_cn: བགོ་སྐལ་ཡིག་ཆ་གསར་པ་ %s：%sཁ་འབྱེད་མི་ཐུབ།

source: Cannot open quotafile %s: %s
bo_cn: བགོ་སྐལ་ཡིག་ཆ་ %s：%sཁ་འབྱེད་མི་ཐུབ།

source: Cannot parse input line %d.
bo_cn: ནང་འཇུག་ཕྲེང་ %d དབྱེ་ཞིབ་མི་ཐུབ།

source: Cannot parse time at CC_BEFORE variable (line %d).
bo_cn: CC_BEFORE འགྱུར་ཚད་ནང་གི་དུས་ཚོད་དབྱེ་ཞིབ་མི་ཐུབ།（ཕྲེང་ %d）

source: Cannot read block %u: %s
bo_cn: རྡོག་ %u: %sཀློག་མི་ཐུབ།

source: Cannot remount filesystem %s read-write. cannot write new quota files.
bo_cn: འབྲི་ཀློག་རུང་བའི་རྣམ་པས་ཡིག་ཆ་རྒྱུད་ཁོངས་ %s ཡང་བསྐྱར་འགེལ་མི་ཐུབ། བགོ་སྐལ་ཡིག་ཆ་འབྲི་མི་ཐུབ།

source: Cannot remount filesystem mounted on %s read-only. Counted values might not be right.
bo_cn: ཀློག་ཙམ་རྣམ་པས་ %s ཡི་ཡིག་ཆ་རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགེལ་མི་ཐུབ། གྲངས་བགྲང་ཆས་ཀྱི་ཚད་ཡང་དག་མིན་སྲིད།

source: Cannot rename new quotafile %s to name %s: %s
bo_cn: བགོ་སྐལ་ཡིག་ཆ་གསར་པ་ %s མིང་བསྐྱར་འདོགས་ནི་ %s：%sབྱ་མི་ཐུབ།

source: Cannot rename old quotafile %s to %s: %s
bo_cn: བགོ་སྐལ་ཡིག་ཆ་རྙིང་པ་ %s མིང་བསྐྱར་འདོགས་ནི་ %s：%sབྱ་མི་ཐུབ།

source: Cannot set both individual and global grace time.
bo_cn: དུས་མཉམ་དུ་རང་སྒེར་དང་ཁྱོན་ཡོངས་ཀྱི་ཚད་བརྒལ་དུས་བཀག་སྒྲིག་འགོད་མི་ཐུབ།

source: Cannot set socket options: %s
bo_cn: སྐོང་འཛུད་ཡི་གེའི་འདེམས་ཚན།：%sསྒྲིག་འགོད་མི་ཐུབ།

source: Cannot stat directory %s: %s
bo_cn: དཀར་ཆག་རྣམ་པ་ %s：%sགཏན་མི་འཁེལ།

source: Cannot stat mountpoint %s: %s
bo_cn: འགེལ་ཚེག་ %s：%sགཏན་མི་འཁེལ།

source: Checked %d directories and %d files
bo_cn: དཀར་ཆག་ %d དང་ཡིག་ཆ་ %d ཞིབ་བཤེར་བྱས་པ།

source: Checking quotafile headers...
bo_cn: བགོ་སྐལ་ཡིག་ཆ་ཡིག་མགོ་ཞིབ་བཤེར་བྱེད་པ།…

source: Checking quotafile info...
bo_cn: བགོ་སྐལ་ཡིག་ཆ་ཆ་འཕྲིན་ཞིབ་བཤེར་བྱེད་པ་…

source: Corrupted blocks:
bo_cn: བརླགས་པའི་རྡོག：

source: Could not get values for %s.
bo_cn: %s ཡི་ཐང་ཐོབ་མི་ཐུབ།

source: Creation of %s quota format is not supported.
bo_cn: རྒྱུད་ཁོངས་ཡིས་ %s བགོ་སྐལ་རྣམ་བཞག་གསར་བཟོ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Data dumped.
bo_cn: གཞི་གྲངས་གསེག་ལུད།

source: Denied access to host %s
bo_cn: འཁོར་གཙོ་ %s ལྟ་སྤྱོད་ཟློག་པ།

source: Detected quota format %s
bo_cn: ཞིབ་དཔྱད་པའི་བགོ་སྐལ་རྣམ་བཞག %s

source: Dumping gathered data for %ss.
bo_cn: བསྡུ་ལེན་གྱི་ %ss གཞི་གྲངས་ཕྱིར་འདོན་པ།

source: Duplicated entries.
bo_cn: བསྐྱར་ཟློས་ཀྱི་དོན་ཚན།

source: EXT2_IOC_GETFLAGS failed: %s
bo_cn: EXT2_IOC_GETFLAGS ཕམ་པ།：%s

source: Enabling %s quota on root filesystem (reboot to take effect)
bo_cn: རྩ་བའི་ཡིག་ཆ་རྒྱུད་ཁོངས་ཀྱིས་ %s བགོ་སྐལ་མགོ་སློང་པ།（ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་བསྐྱར་འདྲེན་ནས་དེ་ནུས་ཐོན་བྱ་དགོས།）

source: Error checking device name: %s
bo_cn: སྒྲིག་ཆས་མིང་ཞིབ་བཤེར་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error in config file (line %d), ignoring
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག（ཕྲེང་ %d）ནོར་འཁྲུལ་བྱུང་། སྣང་མེད་བཏང་པ།

source: Error while getting old quota statistics from kernel: %s
bo_cn: ནང་སྙིང་དུ་བགོ་སྐལ་རྙིང་པའི་བསྡོམས་རྩིས་ཆ་འཕྲིན་ཐོབ་སྐབས་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error while getting quota statistics from kernel: %s
bo_cn: ནང་སྙིང་དུ་བགོ་སྐལ་རྙིང་པའི་བསྡོམས་རྩིས་ཆ་འཕྲིན་ཐོབ་སྐབས་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error while opening old quota file %s: %s
bo_cn: བགོ་སྐལ་ཡིག་ཆ་རྙིང་པ་ %s ཁ་འབྱེད་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error while releasing file on %s
bo_cn: %s ཡི་ཡིག་ཆ་ལྷོད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error while searching for old quota file %s: %s
bo_cn: བགོ་སྐལ་ཡིག་ཆ་རྙིང་པ་ %s ཞིབ་བཤེར་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error while syncing quotas on %s: %s
bo_cn: %s ཡི་བགོ་སྐལ་གོམ་མཉམ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error with %s.
bo_cn: %s སྒྲིག་གཅོད་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Failed to delete quota: %s
bo_cn: བགོ་སྐལ་འདོར་བ་ཕམ་པ།：%s

source: Failed to parse grace times file.
bo_cn: ཚད་བརྒལ་དུས་བཀག་སྒྲིག་འགོད་ཡིག་ཆ་དབྱེ་ཞིབ་ཕམ་པ།

source: File info done.
bo_cn: ཡིག་ཆའི་ཆ་འཕྲིན་ཐོབ་པ་ལེགས་འགྲུབ།

source: File limit reached on
bo_cn: ཡིག་ཆའི་ཚིགས་ཚེག་ཚད་བཅད་ལ་སླེབས།

source: Filesystem
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Filesystem remounted RW.
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་འབྲི་ཀློག་རུང་བའི་རྣམ་པས་བསྐྱར་འགེལ་པ།

source: Filesystem remounted read-only
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀློག་ཙམ་རྣམ་པས་བསྐྱར་འགེལ་པ།

source: Found an invalid UUID: %s
bo_cn: ཡང་དག་མིན་པའི་སྤྱོད་མཁན་ UID：%sཞིག་རྙེད་པ།

source: Found i_num %ld, blocks %ld
bo_cn: ཚིགས་ཚེག་གྲངས་ཀ་ %ld རྙེད་པ། རྡོག་གི་གྲངས་ཀ %ld

source: Going to check %s quota file of %s
bo_cn: %s，%s ཡི་བགོ་སྐལ་ཡིག་ཆ་ལ་ཞིབ་བཤེར་བྱ་རྒྱུ་ཡིན།

source: Group
bo_cn: ཁྱུ་ཚོ།

source: Group and user quotas cannot be used together.
bo_cn: སྤྱོད་མཁན་ཚོའི་བགོ་སྐལ་དང་སྤྱོད་མཁན་བགོ་སྐལ་མཉམ་དུ་སྤྱོད་མི་ཆོག

source: Headers checked.
bo_cn: ཚགས་མགོ་ཞིབ་བཤེར་པ།

source: Headers of file %s checked. Going to load data...
bo_cn: ཡིག་ཆ་ %s ཡི་ཚགས་མགོ་ཞིབ་བཤེར་ལེགས་འགྲུབ་བྱུང་། གཞི་གྲངས་ཕབ་འཇུག་གྲ་གྲབས་བྱེད་པ་…

source: High uid detected.
bo_cn: བརྟག་དཔྱད་ནས་ High uid ཐོབ།

source: Illegal free block reference to block %u
bo_cn: སྟོང་པའི་རྡོག་གིས་ལུགས་མིན་འདྲེན་ནས་རྡོག %u

source: Illegal port number: %s
bo_cn: ལུགས་འགལ་གྱི་མཐུད་ཁའི་ཨང་།：%s

source: In block grace period on
bo_cn: རྡོག་གྲངས་ཀ་ཚད་བརྒལ་དུས་བཀག་ཟིན་པ།

source: In file grace period on
bo_cn: ཡིག་ཆའི་ཚིགས་ཚེག་ཚད་བརྒལ་དུས་བཀག་ཟིན་པ།

source: Inserting already present quota entry (block %u).
bo_cn: ད་གསོག་གི་བགོ་སྐལ་དོན་ཚན་ནང་འཇུག་པ།（རྡོག་ %u）

source: Invalid argument "%s"
bo_cn: ཡང་དག་མིན་པའི་ཞུགས་གྲངས།“%s”

source: Kernel quota version: old
bo_cn: ནང་སྙིང་དུ་བགོ་སྐལ་པར་གཞི་བཟོ：རྙིང་།

source: Leaving %s
bo_cn: %sལ་བྲལ་པ།

source: Line %d too long. Truncating.
bo_cn: ཕྲེང་ %d རིང་དྲགས། གཅོད་བཞིན་པ།

source: Maybe create new quota files with quotacheck(8)?
bo_cn: ཕལ་ཆེར་ཁྱེད་ཀྱིས་ quotacheck(8) སྤྱད་ནས་བགོ་སྐལ་ཡིག་ཆ་གསར་པ་བཟོ་དགོས་སམ།

source: Mountpoint not specified.
bo_cn: འདེགས་ཚེག་གཏན་འཁེལ་བྱས་མེད།

source: Name must be quotaon or quotaoff not %s
bo_cn: མིང་ངེས་པར་དུ་ quotaon ཡང་ན་ quotaoff ཡིན་དགོས། %sཡིན་མུ་རུང་།

source: Name of quota file too long. Contact %s.
bo_cn: བགོ་སྐལ་ཡིག་ཆའི་མིང་རིང་དྲགས། %sལ་འབྲེལ་གཏུག་གནང་རོགས།

source: No correct mountpoint specified.
bo_cn: ཡང་དག་པའི་འགེལ་ཚེག་སྟོན་མེད།

source: No filesystems with quota detected.
bo_cn: བགོ་སྐལ་སྤྱོད་རུང་གི་ཡིག་ཆ་རྒྱུད་ཁོངས་བརྟག་དཔྱད་མི་ཐུབ།

source: Not all specified mountpoints are using quota.
bo_cn: བསྟན་པའི་འགེལ་ཚེག་ཚང་མས་བགོ་སྐལ་སྤྱོད་པ་མིན།

source: Not enough memory.
bo_cn: ནང་གསོག་མི་འདང་།

source: Not found any corrupted blocks. Congratulations.
bo_cn: བཀྲ་ཤིས་བདེ་ལེགས། བརླགས་པའི་རྡོག་གང་ཡང་མ་རྙེད།

source: OFF
bo_cn: ཁ་རྒྱག་པ།

source: ON
bo_cn: ཁ་ཕྱེ་བ།

source: Old file found removed during check!
bo_cn: ཞིབ་བཤེར་དུ་བསུབ་པའི་ཡིག་ཆ་རྙིང་པ་རྙེད་པ།

source: Old file not found.
bo_cn: ཡིག་ཆ་རྙིང་པ་མི་རྙེད།

source: Only RPC quota format is allowed on NFS filesystem.
bo_cn: NFS ཡིག་ཆ་རྒྱུད་ཁོངས་སུ་RPC བགོ་སྐལ་རྣམ་བཞག་ཁོ་ན་སྤྱོད་པ།

source: Only XFS quota format is allowed on XFS filesystem.
bo_cn: XFS ཡིག་ཆ་རྒྱུད་ཁོངས་ XFS བགོ་སྐལ་རྣམ་བཞག་ཁོ་ན་སྤྱོད་པ།

source: Over block quota on
bo_cn: རྡོག་གྲངས་ཀའི་བཅད་ཚད་བརྒལ་བ།

source: Over file quota on
bo_cn: ཡིག་ཆའི་ཚིགས་ཚེག་བཅད་ཚད་བརྒལ་བ།

source: Parse error at line %d. Trailing characters after administrators name.
bo_cn: ཕྲེང་ %d དབྱེ་ཞིབ་ནོར་འཁྲུལ་བྱུང་། དོ་དམ་པའི་མིང་རྗེས་སུ་ཡིག་རྟགས་ལྷག་མ་ཡོད།

source: Possible error in config file (line %d), ignoring
bo_cn: ཡིག་ཆ་（ཕྲེང་%d）སྡེབ་སྒྲིག་ནོར་སྲིད། སྣང་མེད་བཏང་པ།

source: Quota file not found or has wrong format.
bo_cn: བགོ་སྐལ་ཡིག་ཆ་མི་རྙེད་ཡང་ན་རྣམ་བཞག་ནོར་འཁྲུལ་བྱུང་བ།

source: Quota format not supported in kernel.
bo_cn: ནང་སྙིང་བགོ་སྐལ་རྣམ་བཞག་འདི་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Quota utilities version %s.
bo_cn: བགོ་སྐལ་ལག་ཆའི་ཚོགས་པར་གཞི་ %s

source: Quota write failed (id %u): %s
bo_cn: བགོ་སྐལ་འབྲི་བ་ཕམ་པ།（id %u）：%s

source: RPC quota format not compiled.
bo_cn: རྩོམ་སྒྲིག་མེད་པའི་RPC བགོ་སྐལ་རྣམ་བཞག་གི་རྒྱབ་སྐྱོར།

source: Reference to illegal block %u
bo_cn: ལུགས་འགལ་གྱི་རྡོག་ %uའདྲེན་སྤྱོད།

source: Renaming new files to proper names.
bo_cn: ཡིག་ཆ་གསར་པ་འཚམ་པའི་མིང་ལ་མིང་བསྐྱར་འདོགས་བྱེད་པ།

source: Renaming new quotafile
bo_cn: བགོ་སྐལ་ཡིག་ཆ་གསར་པར་མིང་བསྐྱར་འདོགས་བྱེད་པ།

source: Renaming old quotafile to %s~
bo_cn: བགོ་སྐལ་ཡིག་ཆ་རྙིང་པ་མིང་བསྐྱར་འདོགས། %s~

source: Required format %s not supported by kernel.
bo_cn: ནང་སྙིང་གིས་བགོ་སྐལ་རྣམ་བཞག་ %sརྒྱབ་སྐྱོར་མི་བྱེད།

source: Scanning %s [%s]
bo_cn: %s [%s]ལ་བཤར་འབེབས་པ།

source: Scanning stored directories from directory stack
bo_cn: དཀར་ཆག་དོས་ཁང་ལས་ད་གསོག་པའི་དཀར་ཆག་ལ་བཤར་འབེབས་པ།

source: Skipping %s [%s]
bo_cn: %s [%s]མཆོང་པ།

source: Something weird happened while scanning. Error %d
bo_cn: བཤར་འབེབས་སྐབས་སུ་མ་བསམ་པའི་ནོར་འཁྲུལ་བྱུང་། ནོར་འཁྲུལ་བྱུང་ཨང་ %d

source: Specified both -n and -t but only one of them can be used.
bo_cn: -n དང་ -t ཞུགས་གྲངས་དུས་མཚུངས་སུ་སྟོན་པ་ཞིང་། དུས་གཅིག་ཏུ་ཁྱེད་ཀྱིས་གཅིག་མ་གཏོགས་འདེམས་མི་ཆོག

source: Specified path %s is not directory nor device.
bo_cn: བསྟན་པའི་འགྲོ་ལམ་ %s དཀར་ཆག་མིན་ལ་སྒྲིག་ཆས་ཀྱང་མིན།

source: The running kernel does not support XFS
bo_cn: འཁོར་སྐྱོད་ཀྱི་ནང་སྙིང་གིས་ XFSརྒྱབ་སྐྱོར་མི་བྱེད།

source: Too many parameters to editor.
bo_cn: རྩོམ་སྒྲིག་ཆས་ལ་སྐྱེལ་བའི་ཞུགས་གྲངས་མང་དྲགས།

source: Trying to write info to readonly quotafile on %s
bo_cn: ཆ་འཕྲིན་ %s ཡི་ཀློག་ཙམ་བགོ་སྐལ་ཡིག་ཆར་འབྲི་ཚོད་བྱེད་པ།

source: Trying to write info to readonly quotafile on %s.
bo_cn: ཆ་འཕྲིན་ %s ཡི་ཀློག་ཙམ་བགོ་སྐལ་ཡིག་ཆར་འབྲི་ཚོད་བྱེད་པ།

source: Trying to write quota to readonly quotafile on %s
bo_cn: ཆ་འཕྲིན་ %s ཡི་ཀློག་ཙམ་བགོ་སྐལ་ཡིག་ཆར་འབྲི་ཚོད་བྱེད་པ།

source: Unexpected XFS quota state sought on %s
bo_cn: %sའཚོལ་སྐབས་མ་བསམ་པའི་ XFS བགོ་སྐལ་རྣམ་པ་རྙེད།

source: Unknown action should be performed.
bo_cn: མི་ཤེས་པའི་བཀོལ་སྤྱོད་ལག་བསྟར་བྱ་རྩིས་ཡོད།

source: Unknown option '%c'.
bo_cn: མི་ཤེས་པའི་འདེམས་ཚན། “%c”

source: Unterminated last line, ignoring
bo_cn: རྒྱུན་ལྡན་གྱི་མཇུག་སྒྲིག་མིན་པའི་མཇུག་ཕྲེང་། སྣང་མེད་བཏང་པ།

source: User
bo_cn: སྤྱོད་མཁན་གྱིID

source: WARNING - %s: cannot change current block allocation
bo_cn: ཐ་ཚིག─%s：མིག་སྔའི་རྡོག་བགོ་བའི་གནས་ཚུལ་སྒྱུར་མི་ཐུབ།

source: WARNING - %s: cannot change current inode allocation
bo_cn: ཐ་ཚིག─%s：མིག་སྔའི་ཚིགས་ཚེག་བགོ་བའི་གནས་ཚུལ་སྒྱུར་མི་ཐུབ།

source: WARNING - Quota file %s has corrupted headers
bo_cn: ཐ་ཚིག─བགོ་སྐལ་ཡིག་ཆ་ %s ཡི་ཚགས་མགོ་བརླགས་པ།

source: WARNING - Quota file info was corrupted.
bo_cn: ཐ་ཚིག─བགོ་སྐལ་ཡིག་ཆ་ཆ་འཕྲིན་བརླགས་པ།

source: WARNING - Some data might be changed due to corruption.
bo_cn: ཐ་ཚིག─ཆ་ཤས་གཞི་གྲངས་བརླག་སྲིད།

source: Warning: Cannot set EXT2 flags on %s: %s
bo_cn: ཐ་ཚིག： %s ཡི་ EXT2 flags：%sབཀོད་མི་ཐུབ།

source: Warning: Mailer exitted abnormally.
bo_cn: ཐ་ཚིག：གློག་ཡིག་སྐུར་བྱེད་བྱ་རིམ་རྒྱུན་འགལ་ཕྱིར་འདོན།

source: Warning: No quota format detected in the kernel.
bo_cn: ཐ་ཚིག：ནང་སྙིང་དུ་རྒྱབ་སྐྱོར་གྱི་བགོ་སྐལ་རྣམ་བཞག་ཞིབ་དཔྱད་མི་ཐུབ།

source: XFS Quota Manager dquot statistics
bo_cn: XFS བགོ་སྐལ་དོ་དམ་ཆས་ dquot བསྡོམས་རྩིས།

source: XFS quota allowed only on XFS filesystem.
bo_cn: XFS བགོ་སྐལ XFS ཡིག་ཆ་རྒྱུད་ཁོངས་སུ་ཁོ་ན་སྤྱོད་པ།

source: XFS_IOC_FSBULKSTAT ioctl failed: %s
bo_cn: XFS_IOC_FSBULKSTAT I/O བཀོལ་སྤྱོད་ཕམ་པ།：%s

source: blocks
bo_cn: དུམ་བུ།

source: cannot create udp service.
bo_cn: udp ཞབས་ཞུ་བཟོ་མི་ཐུབ།

source: cannot open %s: %s
bo_cn: %s：%sཁ་འབྱེད་མི་ཐུབ།

source: done
bo_cn: ལེགས་འགྲུབ།

source: error (%d) while opening %s
bo_cn: ནོར་འཁྲུལ་། (%d) བྱུང་ས་ %sཁ་འབྱེད་སྐབས་ཡིན།

source: error (%d) while opening inode scan
bo_cn: ནོར་འཁྲུལ་། (%d) བྱུང་ས་ཚིགས་ཚེག་བཤར་འབེབས་ཁ་འབྱེད་སྐབས་ཡིན།

source: error (%d) while starting inode scan
bo_cn: ནོར་འཁྲུལ་། (%d) བྱུང་ས་ཚིགས་ཚེག་བཤར་འབེབས་མགོ་རྩོམ་སྐབས་ཡིན།

source: files
bo_cn: ཡིག་ཆ།

source: find_free_dqentry(): Data block full but it shouldn't.
bo_cn: find_free_dqentry()：གཞི་གྲངས་རྡོག་མ་བསམ་པའི་སྐོང་བ།

source: fsname mismatch
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་མིང་བོར་བ།

source: grace
bo_cn: དུས་བཀག

source: host %s attempted to call setquota from port >= 1024
bo_cn: འཁོར་གཙོ་ %s འདི >=1024 ཡི་མཐུད་ཁར་ setquotaའདྲེན་སྤྱོད།

source: host %s attempted to call setquota when disabled
bo_cn: འཁོར་གཙོ་ %s བྱེད་ནུས་བཀག་པའི་གནས་ཚུལ་དུ་ setquotaའདྲེན་སྤྱོད་ཚོད་ལྟ་བྱེད།

source: none
bo_cn: མེད།

source: off
bo_cn: ཁ་རྒྱག་པ།

source: on
bo_cn: ཡོད།

source: quota
bo_cn: བགོ་སྐལ།

source: svc_run returned
bo_cn: svc_runཕྱིར་ལོག་པ།

source: unable to free arguments
bo_cn: ཞུགས་གྲངས་ལྷོད་མི་ཐུབ།
