Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/recode.po
Languages: bo_cn

source: %s failed: %s in step `%s..%s'
bo_cn: %s ཕམ་པ：%s གོ་རིམ་‘%s..%s’ནང་དུ་ཡོད།

source: %s in step `%s..%s'
bo_cn: %s གོ་རིམ་‘%s..%s’ནང་དུ་ཡོད།

source: %s to %s
bo_cn: %s ནས་ %sལ།

source: %sfor sequence %s.%s
bo_cn: %sནི་བརྗེ་སྒྱུར་རིགས་གྲས་ %s.%sཡིན།

source: *Unachievable*
bo_cn: *སླེབས་མི་ཐུབ།*

source: *mere copy*
bo_cn: *འདྲ་བཟོ་ཁོ་ན།*

source: Ambiguous output
bo_cn: དོན་འགལ་ཡོད་པའི་ཕྱིར་འདོན།

source: Cannot complete table from set of known pairs
bo_cn: ཤེས་པའི་རྟེན་འཕྲོ་ཚོགས་སུ་ཆ་ཚང་གི་བརྗེ་སྒྱུར་རེའུ་མིག་འགྲུབ་མི་ཐུབ།

source: Cannot invert given one-to-one table
bo_cn: བྱིན་པའི་རེ་རེའི་ལྟོས་ཟླ་བརྗེ་སྒྱུར་རེའུ་མིག་གི་ལྡོག་བརྩི་མི་ཐུབ།

source: Cannot list `%s', no names available for this charset
bo_cn: ‘%s’འགྲེམས་མི་ཐུབ། ཡིག་རྟགས་ཚོགས་འདི་ལ་སྤྱོད་རུང་གི་ཡིག་རྟགས་མིང་མེད།

source: Charset %s already exists and is not %s
bo_cn: ཡིག་རྟགས་ཚོགས %s ཡོད་ཀྱང་ %sམིན།

source: Charset `%s' is unknown or ambiguous
bo_cn: ཡིག་རྟགས་ཚོགས‘%s’མི་ཤེས་པ་ཡང་ན་དོན་འགལ་ཡོད།

source: Child process wait status is 0x%0.2x
bo_cn: བུའི་འཕེལ་རིམ་སྒུག་པའི་རྣམ་པ་ནི་ 0x%0.2xཡིན།

source: Codes %3d and %3d both recode to %3d
bo_cn: ཚབ་ཨང་ %3d དང་ %3d ཡང་བསྐྱར་ཨང་སྒྲིག་ནི་%3dབྱ།

source: Expecting `..' in request
bo_cn: རེ་ཞུར་‘..’ཡོད་པ།

source: Following diagnostics for `%s' to `%s'
bo_cn: ‘%s’ལས‘%s’ཡི་བརྟག་དཔྱད་ཆ་འཕྲིན།

source: Format `%s' is ambiguous
bo_cn: རྣམ་བཞག་‘%s’དོན་སྙིང་མི་གསལ་བ།

source: Format `%s' is unknown
bo_cn: རྣམ་བཞག་‘%s’མི་ཤེས་པ།

source: Identity recoding, not worth a table
bo_cn: བརྟན་མཚུང་བརྗེ་སྒྱུར། བརྗེ་སྒྱུར་རེའུ་མིག་མི་དགོས།

source: Internal recoding bug
bo_cn: ནང་ཁུལ་ཡང་བསྐྱར་སྒྲིག་ཨང་གི་སྐྱོན།

source: Language `%s' is ambiguous
bo_cn: སྐད་བརྡ‘%s’དོན་སྙིང་མི་གསལ།

source: Language `%s' is unknown
bo_cn: སྐད་བརྡ་‘%s’མི་ཤེས་པ།

source: Misuse of recoding library
bo_cn: ཡང་བསྐྱར་སྒྲིག་ཨང་མཛོད་ཀྱི་སྤྱོད་པ་ཡང་དག་མིན།

source: No character recodes to %3d
bo_cn: ཡིག་རྟགས་ཚོགས་ཨང་བསྐྱར་སྒྲིག་ནས་ %3dལ་མེད།

source: No error
bo_cn: ནོར་འཁྲུལ་མེད།

source: No table to print
bo_cn: པར་འདེབས་ཆོག་པའི་བརྗེ་སྒྱུར་རེའུ་མིག་མེད།

source: No way to recode from `%s' to `%s'
bo_cn: ‘%s’ལས་ཨང་བསྐྱར་སྒྲིག་‘%s’ལ་བརྒྱུད་ལམ་མེད།

source: Non canonical input
bo_cn: ཚད་ལྡན་མིན་པའི་ནང་འཇུག

source: Pair no. %d: <%3d, %3d> conflicts with <%3d, %3d>
bo_cn: ཨང %d ཡི་རྟེན་འཕྲོ：<%3d，%3d> དང་ <%3d，%3d> འགལ་བ།

source: Recoding %s...
bo_cn: ཨང་བསྐྱར་སྒྲིག %s...

source: Recoding is too complex for a mere table
bo_cn: ཨང་བསྐྱར་སྒྲིག་དཀའ་དྲགས། བརྗེ་སྒྱུར་རེའུ་མིག་གཅིག་གིས་མཚོན་མི་ཐུབ།

source: Request `%s' is erroneous
bo_cn: རེ་ཞུ་‘%s’ལ་ནོར་འཁྲུལ་བྱུང་།

source: Required argument is missing
bo_cn: དགོས་པའི་ཞུགས་གྲངས་ཆད་པ།

source: Resurfacer set more than once for `%s'
bo_cn: ‘%s’ལ་གཅིག་ལས་མང་བའི་ཕྱིའི་སྒྲིག་ཨང་བསྣན་པ།

source: Sequence `%s' is ambiguous
bo_cn: རིམ་སྟར་‘%s’དོན་སྙིང་མི་གསལ།

source: Sequence `%s' is unknown
bo_cn: རིམ་སྟར་‘%s’མི་ཤེས་པ།

source: Sorry, no names available for `%s'
bo_cn: དགོངས་པ་མ་ཚོམས། ‘%s’ལ་སྤྱོད་རུང་གི་ཡིག་རྟགས་མིང་མེད།

source: Step initialisation failed
bo_cn: གོ་རིམ་ཐོག་མ་ཅན་སྒྱུར་བ་ཕམ་པ།

source: Step initialisation failed (unprocessed options)
bo_cn: གོ་རིམ་ཐོག་མ་ཅན་སྒྱུར་བ་ཕམ་པ།(སྒྲིག་གཅོད་མ་བྱས་པའི་འདེམས་ཚན།)

source: Symbol `%s' is unknown
bo_cn: རྟགས་‘%s’མི་ཤེས་པ།

source: Syntax is deprecated, please prefer `%s'
bo_cn: བརྡ་སྤྲོད་དུས་བརྒལ་པས་་‘%s’སྤྱོད་རོགས།

source: System detected problem
bo_cn: རྒྱུད་ཁོངས་གནད་དོན།

source: Unrecognised surface name `%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཕྱིའི་སྒྲིག་ཨང་།‘%s’

source: Unsurfacer set more than once for `%s'
bo_cn: ‘%s’ལ་གཅིག་ལས་མང་བའི་ཕྱིའི་སྒྲིག་ཨང་འདོན།

source: Untranslatable input
bo_cn: ཡིག་སྒྱུར་མི་ཐུབ་པའི་ནང་འཇུག

source: Virtual memory exhausted
bo_cn: རྟོག་བཟོས་ནང་གསོག་ཟད་ཚར།

source: Virtual memory exhausted!
bo_cn: རྟོག་བཟོས་ནང་གསོག་ཟད་ཚར།

source: byte
bo_cn: ཡིག་ཚིགས།

source: reversible
bo_cn: ལྡོག་རུང་བ།

source: variable
bo_cn: གཟུགས་འགྱུར།
