Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sane-backends.po
Languages: bo_cn

source: 1/2 normal speed
bo_cn: 1/2 རྒྱུན་ལྡན་འགྲོས་ཚད།

source: 1/3 normal speed
bo_cn: 1/3 རྒྱུན་ལྡན་འགྲོས་ཚད།

source: Auto focus
bo_cn: མདོ་རང་འདུ།

source: Auto focus only once
bo_cn: མདོ་རང་འདུ་ཐེངས་གཅིག་ཁོ་ན།

source: Automatic
bo_cn: རང་འགུལ།

source: Button state
bo_cn: མཐེབ་གནོན་རྣམ་པ།

source: CPU check error
bo_cn: CPU ཞིབ་བཤེར་ནོར་འཁྲུལ་བྱུང་།

source: Calibrate before next scan
bo_cn: ཐེངས་རྗེས་མའི་བཤར་འབེབས་སྔོན་དུ་དག་བཅོས།

source: Calibration
bo_cn: དག་བཅོས།

source: Color
bo_cn: ཁ་དོག

source: Defaults
bo_cn: སོར་བཞག

source: Enable/disable auto focus
bo_cn: མདོ་རང་འདུ་སྤྱོད་པ/འགོག་པ།

source: Enhancement
bo_cn: ཤུགས་ཆེ་རུ་གཏོང་བ།

source: Fine color
bo_cn: སྤུས་ཚད་མཐོ་བའི་ཁ་དོག

source: Focus
bo_cn: མདོ་གནས།

source: Geometry
bo_cn: དབྱིབས་རྩིས་ཀྱི་དབྱིབས།

source: Gray
bo_cn: སྐྱ་ཚད།

source: Hardware resolution
bo_cn: སྲ་ཆས་ཀྱི་འབྱེད་ཕྱོད།

source: Lineart
bo_cn: སྒྱུ་རྩལ་ཐིག་རིས།

source: No transparency correction
bo_cn: དྭངས་གསལ་དྲང་པོས་དག་བཅོས།

source: Normal speed
bo_cn: རྒྱུན་ལྡན་འགྲོས་ཚད།

source: Number of the frame to scan
bo_cn: བཤར་འབེབས་བྱ་དགོས་པའི་ལྡེབ་གྲངས།

source: RAM check error
bo_cn: RAM ཞིབ་བཤེར་ནོར་འཁྲུལ་བྱུང་།

source: ROM check error
bo_cn: ROM ཞིབ་བཤེར་ནོར་འཁྲུལ་བྱུང་།

source: Raw
bo_cn: གདོད་མ།

source: Scan mode
bo_cn: བཤར་འབེབས་རྣམ་པ།

source: Scan resolution
bo_cn: བཤར་འབེབས་འབྱེད་ཕྱོད།

source: Selects the number of the frame to scan
bo_cn: བཤར་འབེབས་ཀྱི་ལྡེབ་གྲངས་འདེམ་པ།

source: Set default values for enhancement controls.
bo_cn: དྲག་འཕེལ་ཚོད་འཛིན་གྱི་སོར་བཞག་གྲངས་བྲིན་སྒྲིག་པ།

source: Use only hardware resolutions
bo_cn: སྲ་ཆས་འབྱེད་ཕྱོད་སྤྱོད་པ།

source: command sequence error
bo_cn: བཀའ་བརྡའི་གོ་རིམ་ནོར་བ།

source: hardware check error
bo_cn: སྲ་ཆས་ཞིབ་བཤེར་་ནོར་བ།

source: invalid command operation code
bo_cn: ནུས་མེད་ཀྱི་བཀའ་བརྡའི་བཀོལ་སྤྱོད་ཨང་།

source: invalid message error
bo_cn: ནུས་མེད་བརྡ་འཕྲིན་གྱི་ནོར་འཁྲུལ།

source: medium not present
bo_cn: སྨྱན་གཟུགས་མི་འདུག

source: parameter list length error
bo_cn: ཞུགས་གྲངས་རེའུ་མིག་གི་རིང་ཚད་ནོར་བ།

source: reselect failure
bo_cn: ཡང་བསྐྱར་འདེམ་པ་ཕམ་པ།

source: timeout error
bo_cn: དུས་བརྒལ་ནོར་འཁྲུལ།

source: too many windows specified
bo_cn: མང་བའི་སྒེའུ་ཁུང་དམིགས་འཛུགས་བྱས་པ།

source: unknown
bo_cn: ངེས་མེད།

source: unsupported LUN
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི LUN
