Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/screen-resolution-extra.po
Languages: bo_cn

source: Change Screen Resolution Configuration
bo_cn: བརྙན་ཡོལ་འབྱེད་ཕྱོད་ཀྱི་སྒྲིག་འགོད་བཟོ་བཅོས།

source: Change the effect of Ctrl+Alt+Backspace
bo_cn: Ctrl+Alt+Backspace ལྟར་བཟོ་བཅོས་བྱས་རྗེས་ཀྱི་འབྲས་བུ།

source: Changing the Screen Resolution configuration requires privileges.
bo_cn: བརྙན་ཡོལ་འབྱེད་ཕྱོད་ཀྱི་སྡེབ་སྒྲིག་བཟོ་བཅོས་བྱེད་པར་དབང་ཚད་དགོས།

source: Changing the effect of Ctrl+Alt+Backspace requires privileges.
bo_cn: Ctrl+Alt+Backspace ཡི་མཉམ་སྒྲིག་མཐེབ་ཀྱི་བྱེད་ལས་བཟོ་བཅོས་བྱེད་པར་དབང་ཚད་དགོས།

source: Could not connect to Monitor Resolution Settings DBUS service.
bo_cn: འཆར་ཆས་འབྱེད་ཕྱོད་ཀྱི་ལག་ཆ་དང་སྡེབ་སྒྲིག་མི་ཐུབ་པའི་ཞབས་ཞུ་འབྲེལ་མཐུད DBUS

source: Enable or disable the NVIDIA GPU with PRIME
bo_cn: PRIME བེད་སྤྱད་ནས NVIDIA GPU སྤྱོད་པའམ་ཡང་ན་སྤྱོད་འགོག་བྱེད་པ།

source: Enabling or disabling the NVIDIA GPU requires privileges.
bo_cn: NVIDIA GPU སྤྱོད་པའམ་ཡང་ན་སྤྱོད་འགོག་བྱེད་པར་དབང་ཚད་དགོས།

source: Monitor Resolution Settings
bo_cn: འཆར་ཆས་འབྱེད་ཕྱོད་ཀྱི་སྡེབ་སྒྲིག་ལག་ཆ།

source: Monitor Resolution Settings can't apply your settings.
bo_cn: འཆར་ཆས་འབྱེད་ཕྱོད་ཀྱི་སྡེབ་སྒྲིག་ལག་ཆས་ཁྱེད་ཀྱི་སྒྲིག་འགོད་བཀོལ་སྤྱོད་མི་ཐུབ།

source: Please log out and log back in again. You will then be able to use Monitor Resolution Settings to setup your monitors
bo_cn: ཐོ་ཁོངས་ནས་སུབ་རྗེས་ཡང་བསྐྱར་ཐོ་འགོད་གནང་དང་། ཁྱེད་ཀྱིས་འཆར་ཆས་འབྱེད་ཕྱོད་ཀྱི་སྡེབ་སྒྲིག་ལག་ཆ་སྤྱད་ནས་འཆར་ཆས་ལ་སྒྲིག་འགོད་བྱེད་ཐུབ།
