Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sed.po
Languages: bo_cn

source: %s: -e expression #%lu, char %lu: %s
bo_cn: %s: -e མཚོན་ཚུལ #%lu, ཡིག་རྟགས %lu: %s↵

source: %s: can't read %s: %s
bo_cn: %s: ཀློག་ལེན་མི་ཐུབ། %s: %s

source: %s: file %s line %lu: %s
bo_cn: %s：ཡིག་ཆ %s ཕྲེད་ཨང་།:%lu：%s

source: : doesn't want any addresses
bo_cn: : གནས་ཡུལ་གང་ཡང་མི་དགོས་པ།

source: Invalid character class name
bo_cn: ནུས་མེད་ཀྱི་ཡིག་རྟགས་རིགས་གྲས་མིང་།

source: Invalid preceding regular expression
bo_cn: ནུས་མེད་ཀྱི་མདུན་བཀོད་ཚད་མཐུན་མཚོན་ཚུལ།

source: Invalid regular expression
bo_cn: ནུས་མེད་ཀྱི་ཚད་མཐུན་མཚོན་ཚུལ།

source: Memory exhausted
bo_cn: ནང་གསོག་བཀོལ་ཚར།

source: No match
bo_cn: ཟླ་སྒྲིག་མེད་པ།

source: Success
bo_cn: ལེགས་འགྲུབ།

source: `e' command not supported
bo_cn: “e”བཀའ་བརྡར་རྒྱབ་སྐྱོར་མེད་པ།

source: `}' doesn't want any addresses
bo_cn: “}” གནས་ཡུལ་གང་ཡང་མི་དགོས་པ།

source: can't find label for jump to `%s'
bo_cn: དམིགས་ཡུལ “%s” ཡིན་པའི་མཆོང་བར་གདོང་འཛར་རྙེད་ཐབས་བྲལ།

source: cannot remove %s: %s
bo_cn: འབུད་ཐབས་བྲལ། %s：%s

source: cannot rename %s: %s
bo_cn: མིང་བསྐྱར་འདོགས་མི་ཐུབ་པ། %s：%s

source: cannot specify modifiers on empty regexp
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་སྟོང་པར་རྒྱན་དམིགས་འཛུགས་བྱེད་ཐབས་བྲལ།

source: cannot stat %s: %s
bo_cn: %s ཡི་རྣམ་པ་ཐོབ་ཐབས་བྲལ།: %s

source: command only uses one address
bo_cn: བཀའ་བརྡས་གནས་ཡུལ་ཞིག་ཁོ་ན་བེད་སྤྱད་པ།

source: comments don't accept any addresses
bo_cn: མཆན་འགྲེལ་གྱིས་གནས་ཡུལ་གང་ཡང་དང་ལེན་མི་བྱེད་པ།

source: couldn't attach to %s: %s
bo_cn: བསྡོམས་ཐབས་བྲལ། %s: %s

source: couldn't edit %s: is a terminal
bo_cn: ཡིག་ཆར་རྩོམ་སྒྲིག་བྱེད་ཐབས་བྲལ།%s: དེ་ནི་མཐའ་སྣེ་ཞིག་ཡིན།

source: couldn't edit %s: not a regular file
bo_cn: རྩོམ་སྒྲིག་བྱེད་ཐབས་བྲལ %s: ཡིག་ཆ་དཀྱུས་མ་མིན་པ།

source: couldn't follow symlink %s: %s
bo_cn: མཉེན་པའི་སྦྲེལ་མཐུད་ལ་རྗེས་འབྲང་བྱེད་ཐབས་བྲལ། %s: %s

source: couldn't open file %s: %s
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ། %s: %s

source: couldn't open temporary file %s: %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ། %s: %s

source: couldn't write %d item to %s: %s
bo_cn: རྣམ་གྲངས་གྲངས་ %d དེ %s ལ་འབྲི་ཐབས་བྲལ།:%s

source: delimiter character is not a single-byte character
bo_cn: མཚམས་གཅོད་ཡིག་རྟགས་ནི་ཡིག་ཚིགས་རྐྱང་པའི་ཡིག་རྟགས་མིན།

source: error in subprocess
bo_cn: བུ་འཕེལ་རིམ་ནོར་བ།

source: expected newer version of sed
bo_cn: པར་གཞི་དེ་བས་མཐོ་བའི་ sed དགོས།

source: extra characters after command
bo_cn: བཀའ་བརྡའི་རྗེས་སུ་ལྷག་མའི་ཡིག་རྟགས་ཚུད་ཡོད་པ།

source: invalid usage of +N or ~N as first address
bo_cn: +N འམ་ཡང་ན ~N གནས་ཡུལ་ཨང་དང་པོར་རྩིས་མི་ཐུབ།

source: invalid usage of line address 0
bo_cn: གནས་ཡུལ 0 ལུགས་འགལ་བེད་སྤྱད་པ།

source: missing command
bo_cn: བཀའ་བརྡ་ལུས་པ།

source: multiple `!'s
bo_cn: མང་བའི “!”

source: multiple `g' options to `s' command
bo_cn: བཀའ་བརྡ ‘s’ ཡི་འདེམས་ཚན ‘g’ མང་པོ།

source: multiple `p' options to `s' command
bo_cn: བཀའ་བརྡ ‘s’ ཡི་འདེམས་ཚན ‘p’ མང་པོ།

source: multiple number options to `s' command
bo_cn: བཀའ་བརྡ ‘s’ ཡི་གྲངས་བྲིན་འདེམས་ཚན་མང་པོ།

source: no input files
bo_cn: ནང་འཇུག་ཡིག་ཆ་མེད་པ།

source: no previous regular expression
bo_cn: གོང་མའི་ཚད་མཐུན་མཚོན་ཚུལ་མེད་པ།

source: number option to `s' command may not be zero
bo_cn: བཀའ་བརྡ་ ‘s’ ཡི་གྲངས་བྲིན་འདེམས་ཚན་ཀླད་ཀོར་ཡིན་མི་རུང་།

source: option `e' not supported
bo_cn: འདེམས་ཚན་ “e” ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: read error on %s: %s
bo_cn: ཀློག་ལེན་ནོར་འཁྲུལ %s རུ་ཐོན་པ།: %s

source: strings for `y' command are different lengths
bo_cn: བཀའ་བརྡ “y” ཡི་ཡིག་རྟགས་ཕྲེང་བའི་རིང་ཚད་མི་འདྲ་བ།

source: unexpected `,'
bo_cn: ངེས་མེད་ཀྱི “,”

source: unexpected `}'
bo_cn: ངེས་མེད་ཀྱི “}”

source: unknown command: `%c'
bo_cn: ངེས་མེད་ཀྱི་བཀའ་བརྡ།：“%c”

source: unknown option to `s'
bo_cn: “s” ཡི་ངེས་མེད་ཀྱི་འདེམས་ཚན།

source: unmatched `{'
bo_cn: ཟླ་སྒྲིག་མེད་པའི “{”

source: unterminated `s' command
bo_cn: མཇུག་སྒྲིལ་མེད་པའི་བཀའ་བརྡ་ “s”

source: unterminated `y' command
bo_cn: མཇུག་སྒྲིལ་མེད་པའི་བཀའ་བརྡ་“y”

source: unterminated address regex
bo_cn: མཇུག་སྒྲིལ་མེད་པའི་གནས་ཡུལ་གྱི་ཚད་མཐུན་མཚོན་ཚུལ།
