Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sessioninstaller.po
Languages: bo_cn

source: %s is not supported.
bo_cn: %s ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: %s requests to install the following package file.
bo_cn: %s རེ་བར་གཤམ་གྱི་ཡིག་ཆ་ཐུམ་སྒྲིག་འཇུག་བྱེད་དགོས།

source: %s requests to install the following software package to provide additional features.
bo_cn: %s གཤམས་གྱི་ཟུར་སྣོན་བྱེད་ལས་མཁོ་འདོན་བྱེད་པའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་གི་རེ་ཞུ་བྱེད་པ།

source: %s requests to install the following software package to provide additional features:
bo_cn: %s ཚད་བརྒལ་གྱི་བྱེད་ལས་མཁོ་འདོན་བྱེད་ཆེད་གཤམ་གྱི་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་དགོས།:

source: %s requires the installation of an additional software package.
bo_cn: %s ཟུར་སྣོན་གྱི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་དགོས།

source: %s requires to install plugins to create and play media files of the following type:
bo_cn: %s བསྒར་ལྷུ་སྒྲིག་འཇུག་བྱས་ནས་གཤམ་གྱི་རིགས་གྲས་ཀྱི་སྨྱན་གཟུགས་ཡིག་ཆ་གསར་བཟོ་དང་གཏོང་དགོས།:

source: %s requires to install plugins to create media files of the following type:
bo_cn: %s བསྒར་ལྷུ་སྒྲིག་འཇུག་བྱས་ནས་གཤམ་གྱི་རིགས་གྲས་ཀྱི་སྨྱན་གཟུགས་ཡིག་ཆ་གསར་བཟོ་བྱེད་དགོས།:

source: %s requires to install plugins to play media files of the following type:
bo_cn: %s བསྒར་ལྷུ་སྒྲིག་འཇུག་བྱས་ནས་གཤམ་གྱི་རིགས་གྲས་ཀྱི་སྨྱན་གཟུགས་ཡིག་ཆ་གཏོང་དགོས།：

source: %s requires to install plugins to support the following multimedia feature:
bo_cn: %s བསྒར་ལྷུ་སྒྲིག་འཇུག་བྱས་ནས་གཤམ་གྱི་སྨྱན་མང་གཟུགས་ཀྱི་བྱེད་ལས་ལ་རྒྱབ་སྐྱོར་བྱེད་དགོས།：

source: %s requires to install software to open files of the following file type:
bo_cn: གཤམ་གྱི་རིགས་གྲས་ཡིག་ཆ་ཁ་ཕྱེ་དགོས་ཚེ %s སྒྲིག་འཇུག་བྱེད་དགོས།：

source: %s wants to remove the following software package from your computer.
bo_cn: %s ཁྱེད་ཀྱི་གློག་ཀླད་ནང་ནས་གཤམ་གྱི་མཉེན་ཆས་ཐུམ་འབུད་རྩིས་ཡོད།

source: %s wants to remove the software which provides the following file:
bo_cn: %s གཤམ་གྱི་ཡིག་ཆ་མཁོ་འདོན་བྱེད་མཁན་གྱི་མཉེན་ཆས་འབུད་རྩིས་ཡོད།:

source: A required package is not installable
bo_cn: རེ་བ་བྱས་པའི་ཐུམ་སྒྲིག་འཇུག་མི་ཐུབ་པ།

source: All
bo_cn: ཚང་མ།

source: An X11-style startup notification ID
bo_cn: བཟོ་ལྟ X11 ཡི་འགོ་སློང་བརྡ་ཐོའི ID

source: Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Catalog could not be read
bo_cn: དཀར་ཆག་ཀློག་ལེན་བྱེད་ཐབས་བྲལ།

source: Catalog is not supported
bo_cn: དཀར་ཆག་ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: Check if a package is installed
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱས་ཡོད་མེད་ཞིབ་བཤེར་བྱེད་པ།

source: Checking if %s is installed
bo_cn: %s སྒྲིག་འཇུག་བྱས་ཡོད་མེད་ཀྱི་ཞིབ་བཤེར་བྱེད་བཞིན་པ།

source: Could not find requested package
bo_cn: རེ་ཞུ་བྱས་པའི་མཉེན་ཆས་ཐུམ་རྙེད་ཐབས་བྲལ།

source: Currently autodetection and installation of missing fonts is not supported.
bo_cn: རང་འགུལ་བཤེར་འཇལ་ལ་ད་དུང་རྒྱབ་སྐྱོར་མེད་པ་དང་བོར་བའི་ཡིག་གཟུགས་སྒྲིག་འཇུག་བྱེད་པ།

source: Currently autodetection and installation of missing printer drivers is not supported.
bo_cn: རང་འགུལ་བཤེར་འཇལ་ལ་ད་དུང་རྒྱབ་སྐྱོར་མེད་པ་དང་བོར་བའི་པར་འཁོར་སྐུལ་བྱེད་བྱ་རིམ་སྒྲིག་འཇུག་བྱེད་པ།

source: Extra plugins to provide the following multimedia feature are not installed:
bo_cn: གཤམ་གྱི་སྨྱན་མང་གཟུགས་ཁྱད་རྟགས་མཁོ་འདོན་བྱེད་པའི་ཟུར་སྣོན་བསྒར་ལྷུ་ད་དུང་སྒྲིག་འཇུག་བྱས་མེད་པ།:

source: Failed to install multiple package files
bo_cn: ཐུམ་མང་ཡིག་ཆའི་སྒྲིག་འཇུག་ཕམ་པ།

source: Files are not installed
bo_cn: ཡིག་ཆ་ད་དུང་སྒྲིག་འཇུག་བྱས་མེད་པ།

source: Install
bo_cn: སྒྲིག་འཇུག

source: Install additional software package?
bo_cn: ཟུར་སྣོན་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install extra multimedia plugin?
bo_cn: ཟུར་སྣོན་སྨྱན་མང་གཟུགས་ཀྱི་བསྒར་ལྷུ་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install mime type handlers
bo_cn: MIME ཡི་རིགས་གྲས་ཐག་གཅོད་ཆས་སྒྲིག་འཇུག་བྱེད་པ།

source: Install package file?
bo_cn: ཐུམ་བུའི་ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install package files
bo_cn: མཉེན་ཆས་ཐུམ་བུའི་ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install packages which provide the given files
bo_cn: དམིགས་འཛུགས་ཡིག་ཆ་མཁོ་འདོན་བྱེད་པའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install software to open files?
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་བའི་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install the following software package?
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་དམ།

source: Install the given packages
bo_cn: མཁོ་སྤྲད་པའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད།

source: Install the packages specfied in the given PackageKit catalog
bo_cn: གཏན་འཁེལ་བྱས་པའི་དཀར་ཆག PackageKit ནང་དམིགས་འཛུགས་བྱས་པའི་ཐུམ་སྒྲིག་འཇུག་བྱེད་པ།

source: Installing GStreamer-Resource: %s
bo_cn: ཐོན་ཁུངས GStreamer སྒྲིག་འཇུག་བྱེད་བཞིན་པ།:%s

source: Installing files: %s
bo_cn: ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།:%s

source: Installing fonts on request isn't supported
bo_cn: སྒྲིག་འཇུག་རེ་བར་རྒྱབ་སྐྱོར་མེད་པའི་ཡིག་གཟུགས།

source: Installing from catalog: %s
bo_cn: དཀར་ཆག་ནས་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།:%s

source: Installing mime type handlers isn't supported
bo_cn: རིགས་གྲས་MIME ཡི་ཐག་གཅོད་ཆས་ཀྱི་སྒྲིག་འཇུག་ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: Installing mimetype handlers: %s
bo_cn: རིགས་གྲས་MIME ཡི་ཐག་གཅོད་ཆས་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།:%s

source: Installing more than one package file at the same time isn't supported. Please install one after the other.
bo_cn: མཉེན་ཆས་ཐུམ་གྱི་ཡིག་ཆ་མང་པོ་དུས་གཅིག་ཏུ་སྒྲིག་འཇུག་བྱེད་པར་རྒྱབ་སྐྱོར་མེད་པས། རེ་རེ་བཞིན་སྒྲིག་འཇུག་བྱེད་དགོས།

source: Installing package files
bo_cn: མཉེན་ཆས་ཐུམ་གྱི་ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Installing packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Installing packages by files isn't supported
bo_cn: ཡིག་ཆ་སྒྲིག་འཇུག་གི་ཐུམ་ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: Installing packages: %s
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།:%s

source: Installing printer drivers on request isn't supported
bo_cn: སྒྲིག་འཇུག་རེ་བར་རྒྱབ་སྐྱོར་མེད་པའི་པར་འཁོར་གྱི་སྐུལ་བྱེད་བྱ་རིམ།

source: Installing providers: %s
bo_cn: མཁོ་འདོན་བྱེད་མཁན་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།:%s

source: Invalid search term
bo_cn: ནུས་མེད་ཀྱི་བཤེར་འཚོལ་ཚན་པ།

source: Only Debian packages are supported (*.deb)
bo_cn: ཐུམ་ Debian ཁོ་ནར་རྒྱབ་སྐྱོར་བྱེད་པ། (*.deb)

source: Package
bo_cn: མཉེན་ཆས་ཐུམ།

source: Plugin Package
bo_cn: བསྒར་ལྷུ་ཐུམ།

source: Provides
bo_cn: མཁོ་འདོན།

source: Relative path to package file
bo_cn: མཉེན་ཆས་ཐུམ་ཡིག་ཆའི་ལྟོས་བཅས་བརྒྱུད་ལམ།

source: Remove software package?
bo_cn: མཉེན་ཆས་ཐུམ་འབུད་དམ།

source: Remove the packages which provide the given files
bo_cn: དམིགས་འཛུགས་ཡིག་ཆ་མཁོ་འདོན་བྱེད་པའི་མཉེན་ཆས་ཐུམ་སུབ་པ།

source: Removing files: %s
bo_cn: ཡིག་ཆ་འབུད་བཞིན་པ།:%s

source: Removing packages
bo_cn: མཉེན་ཆས་ཐུམ་སུབ་བཞིན་པ།

source: Required plugin could not be found
bo_cn: བརྟེན་བྱའི་བསྒར་ལྷུ་རྙེད་མེད་པ།

source: Search for the package providing the given file
bo_cn: དམིགས་འཛུགས་ཡིག་ཆ་མཁོ་འདོན་བྱེད་པའི་མཉེན་ཆས་ཐུམ་བཤེར་འཚོལ་བྱེད་པ།

source: Searching for %s
bo_cn: བཤེར་འཚོལ་བྱེད་བཞིན་པ། %s

source: Searching for multimedia plugins
bo_cn: སྨྱན་མང་གཟུགས་ཐོན་ཁུངས་འཚོལ་བ།

source: Searching for suitable software to open files
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་ཐུབ་པའི་འོས་འཚམ་གྱི་མཉེན་ཆས་འཚོལ་བ།

source: Searching software to be removed
bo_cn: འབུད་བྱའི་མཉེན་ཆས་འཚོལ་བ།

source: Software to open files of the following file type is required but is not installed:
bo_cn: གཤམ་གྱི་རིགས་གྲས་ཡིག་ཆ་ཁ་ཕྱེ་བའི་མཉེན་ཆས་ད་དུང་སྒྲིག་འཇུག་བྱས་མེད་པ།:

source: Supported file types
bo_cn: རྒྱབ་སྐྱོར་བྱེད་པའི་ཡིག་ཆའི་རིགས་གྲས།

source: The .desktop file of the calling application (currently ignored)
bo_cn: འདོན་སྤྱོད་མཁན་གྱི་ཡིག་ཆ .desktop( མིག་སྔར་སྣང་མེད། )

source: The X Window ID of the calling application
bo_cn: འདོན་སྤྱོད་བྱ་རིམ་གྱི X སྒེའུ་ཁུང་གི ID

source: The catalog file '%s' could not be opened and read.
bo_cn: དཀར་ཆག་ཡིག་ཆ '%s' ཁ་ཕྱེ་བ་དང་ཀློག་ལེན་བྱེད་ཐབས་བྲལ།

source: The catalog file '%s' doesn't exist.
bo_cn: དཀར་ཆག་ཡིག་ཆ '%s' མི་འདུག

source: The catalog requires the installation of the package %s which is not available.
bo_cn: དཀར་ཆག་གིས་རེ་བ་བྱས་པའི་སྒྲིག་འཇུག་གཤམ་གྱི་ཐུམ %s སྤྱོད་རུང་མིན་པ།

source: The codec to install (currently ignored)
bo_cn: སྒྲིག་འཇུག་བྱ་རྒྱུའི་ཨང་སྒྲིག་ཆས། ( མིག་སྔར་སྣང་མེད )

source: The file '%s' isn't a valid software catalog. Please redownload or contact the provider.
bo_cn: ཡིག་ཆ ‘%s’ ནི་ནུས་ལྡན་གྱི་མཉེན་ཆས་དཀར་ཆག་མིན། ཡང་བསྐྱར་ཕབ་ལེན་བྱེད་པའམ་ཡང་ན་མཁོ་འདོན་ཚོང་པར་འབྲེལ་གཏུག་བྱོས།

source: The files which should be removed are not part of any installed software.
bo_cn: འབུད་བྱའི་ཡིག་ཆ་ནི་སྒྲིག་འཇུག་ཟིན་པའི་མཉེན་ཆས་གང་རུང་གི་ཆ་ཤས་མིན།

source: The following package files will be installed with interaction mode %s: %s
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་ཡིག་ཆ་ཡིས་སྣོལ་རེས་རྣམ་པས %s སྒྲིག་འཇུག་བྱེད་པ།:%s

source: The following packages will be installed with interaction mode %s: %s
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་གྱིས་སྣོལ་རེས་རྣམ་པས %s སྒྲིག་འཇུག་བྱེད་པ།:%s

source: The following packages will be removed with interaction mode %s: %s
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་གྱིས་སྣོལ་རེས་རྣམ་པས %s འབུད་པ།:%s

source: The following plugin is not available:
bo_cn: གཤམ་གྱི་བསྒར་ལྷུ་སྤྱོད་རུང་མིན་པ།:

source: The following software package is required to provide additional features but cannot be installed:
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་ལ་ཚད་བརྒལ་གྱི་བྱེད་ལས་མཁོ་འདོན་བྱེད་དགོས། ཡིན་ཡང་སྒྲིག་འཇུག་བྱེད་ཐབས་བྲལ།:

source: The following software package is required to provide additional features.
bo_cn: ཟུར་སྣོན་བྱེད་ལས་མཁོ་འདོན་དགོས་ན་གཤམ་གྱི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་དགོས།

source: The following software package will be removed from your computer.
bo_cn: ཁྱེད་ཀྱི་གློག་ཀླད་ནང་ནས་གཤམ་གྱི་མཉེན་ཆས་ཐུམ་འབུད་པ་ཡིན།

source: The following term doesn't describe a GStreamer resource: %s
bo_cn: གཤམ་གྱི་ཚན་པས་ཐོན་ཁུངས GStreamer མཚོན་གྱི་མེད།:%s

source: The package catalog %s requests to install the following software.
bo_cn: ཐུམ་དཀར་ཆག %s ཡི་རེ་བར་གཤམ་གྱི་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་དགོས།

source: The plugin to create media files of the following type is not installed:
bo_cn: གཤམ་གྱི་རིགས་གྲས་ཀྱི་སྨྱན་གཟུགས་ཡིག་ཆ་བཟོ་བའི་བསྒར་ལྷུ་ད་དུང་སྒྲིག་འཇུག་བྱས་མེད་པ།:

source: The plugin to play media files of the following type is not installed:
bo_cn: གཤམ་གྱི་རིགས་གྲས་ཀྱི་སྨྱན་གཟུགས་ཡིག་ཆ་གཏོང་བའི་བསྒར་ལྷུ་ད་དུང་སྒྲིག་འཇུག་བྱས་མེད་པ།:

source: The plugins to create and play media files of the following type are not installed:
bo_cn: གཤམ་གྱི་རིགས་གྲས་ཀྱི་སྨྱན་གཟུགས་ཡིག་ཆ་གསར་བཟོ་དང་གཏོང་བའི་བསྒར་ལྷུ་ད་དུང་སྒྲིག་འཇུག་བྱས་མེད་པ།:

source: This method hasn't yet been implemented.
bo_cn: ཐབས་ཤེས་འདི་ད་དུང་མངོན་འགྱུར་བྱུང་མེད།

source: To search and install software which can open certain file types you have to install app-install-data.
bo_cn: ཆེད་དམིགས་ཡིག་ཆའི་རིགས་གྲས་ཁ་ཕྱེ་ཐུབ་པའི་མཉེན་ཆས་འཚོལ་དགོས། app-install-data སྒྲིག་འཇུག་གནང་རོགས།

source: Unsupported package format
bo_cn: མཉེན་ཆས་ཐུམ་གྱི་རྣམ་གཞག་ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: Wait for the given seconds until the action is done. Defaults to 5 Minutes.
bo_cn: འགུལ་སྟངས་ལེགས་གྲུབ་སྔོན་ལ་དམིགས་འཛུགས་སྐར་ཆའི་གྲངས་སྒུག་དགོས། སོར་བཞག་ནི་སྐར་མ 5 ཡིན།

source: Whether to ask the user to confirm installation or not (currently ignored)
bo_cn: སྤྱོད་མཁན་ལ་སྒྲིག་འཇུག་གཏན་འཁེལ་ཡིན་མིན་གྱི་འདྲི་རྩད་བྱེད་དམ། ( མིག་སྔར་སྣང་མེད། )

source: You have to specify the absolute path to the package file.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་མཉེན་ཆས་ཐུམ་གྱི་ཡིག་ཆ་འི་བལྟོས་མེད་བརྒྱུད་ལམདམིགས་འཛུགས་བྱེད་དགོས།

source: _Install
bo_cn: སྒྲིག་འཇུག(_I)

source: _Remove
bo_cn: སྤོ་བ།（R)
