Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sharutils.po
Languages: bo_cn

source: %s is probably not a shell archive
bo_cn: %s ནི་ཕལ་ཆེར་ཡིག་ཚགས shell མིན།

source: %s looks like raw C code, not a shell archive
bo_cn: %s ལ་བལྟས་ན་གདོད་མའི C ཚབ་ཨང་དང་འདྲ། ཡིག་ཚགས shell མིན།

source: %s: Illegal file name: %s
bo_cn: %s: ལུགས་འགལ་ཡིག་ཆའི་མིང་།: %s

source: %s: No `end' line
bo_cn: %s: ‘end’ ཡི་ཕྲེང་ཚུད་མེད་པ།

source: %s: Not a regular file
bo_cn: %s: དཀྱུས་མའི་ཡིག་ཆ་ཞིག་མིན།

source: %s: Short file
bo_cn: %s: ཡིག་ཆ་ཆེ་དྲགས་པ།

source: %s: Write error
bo_cn: %s: འབྲི་བའི་ནོར་འཁྲུལ།

source: (binary)
bo_cn: ( གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་ཡིག་ཆ། )

source: (bzipped)
bo_cn: (bzip སྡུད་སྒྲིལ་ཟིན་པའི་ཡིག་ཆ། )

source: (compressed)
bo_cn: (compress སྡུད་སྒྲིལ་ཟིན་པའི་ཡིག་ཆ། )

source: (empty)
bo_cn: (སྤྱིར་བཏང་དུ་སྟོང་བ་བྱས་ནས་ཉར་ཐུབ།)

source: (gzipped)
bo_cn: (gzip སྡུད་སྒྲིལ་ཟིན་པའི་ཡིག་ཆ། )

source: (text)
bo_cn: ( ཡིག་རྐྱང་ཡིག་ཆ། )

source: Cannot access %s
bo_cn: %s ལྟ་སྤྱོད་མི་ཐུབ་པ།

source: Cannot get current directory name
bo_cn: མིག་སྔའི་དཀར་ཆག་མིང་ཐོབ་ཐབས་བྲལ།

source: End of %s part %d
bo_cn: ཡིག་ཚགས %s ཡི་མཇུག་སྒྲིལ་དུམ་བུ་ནི %d ཡིན།

source: End of part %d, continue with part %d
bo_cn: དུམ་ཨང %d ལ་མཇུག་སྒྲིལ་བ་དང་དུམ་བུ %d ལ་མུ་མཐུད་པ།

source: File %s is complete
bo_cn: ཡིག་ཆ %s ཐག་གཅོད་ཚར།

source: File %s is continued in part %d
bo_cn: ཡིག་ཆ %s དེ་དུམ་ཨང %d ལ་མུ་མཐུད་པ།

source: Found no shell commands in %s
bo_cn: %s ཡི་ནང་ནས་བཀའ་བརྡ shell རྙེད་མེད་པ།

source: MD5 check failed
bo_cn: MD5 དག་བཤེར་ཕམ་པ།

source: No input files
bo_cn: ནང་འཇུག་ཡིག་ཆ་མེད་པ།

source: Note: not verifying md5sums. Consider installing GNU coreutils.
bo_cn: ཡིད་གཟབ་དགོས་པ།： md5sums ར་སྤྲོད་བྱས་མེད་པ། ལག་ཆའི་ཁུག་མ GNU coreutils སྒྲིག་འཇུག་བྱ་རྒྱུའི་བསམ་གཞིགས་གནང་རོགས།

source: PLEASE avoid -X shars on Usenet or public networks
bo_cn: Usenet འམ་ཡང་ན་སྤྱི་པའི་དྲ་རྒྱའི་སྟེང -X shars བེད་སྤྱོད་པ་གཡོལ་ཐབས་གནང་རོགས།

source: Please unpack part ${shar_sequence} next!
bo_cn: རྗེས་མར་ཆ་ཤས་བསྡུལ་འགྲོལ་གནང་དགོས ${shar_sequence}!

source: Please unpack part 1 first!
bo_cn: སྔོན་ལ་དུམ་ཨང 1 བསྡུལ་འགྲོལ་གནང་དགོས།

source: SKIPPING %s
bo_cn: %s ལས་མཆོང་བ།

source: Saving %s (%s)
bo_cn: ཉར་ཚགས་ %s(%s)

source: Too many directories for mkdir generation
bo_cn: mkdir ཡིས་དཀར་ཆག་མང་པོ་སྐྱེད་འགྲུབ་མི་ཐུབ་པ།

source: Unknown system error
bo_cn: མི་ཤེས་པའི་རྒྱུད་ཁོངས་ཀྱི་ནོར་འཁྲུལ།

source: You have unpacked the last part
bo_cn: ཁྱེད་ཀྱིས་མཐའ་མའི་ཆ་ཤས་བཀྲོལ་ཟིན་པ།

source: all
bo_cn: ཚང་མ།

source: archive
bo_cn: ཡིག་ཚགས།

source: chmod of %s
bo_cn: ནོར་འཁྲུལ་ chmod(%s)

source: continuing file %s
bo_cn: ཡིག་ཆ་ %s མུ་མཐུད་སླར་གསོ་བྱེད་པ།

source: empty
bo_cn: སྟོང་པ་ཡིན།

source: exit immediately
bo_cn: ལམ་སེང་ཕྱིར་འཐེན།

source: explain choices
bo_cn: བདམས་པའི་ནང་དོན་ལ་འགྲེལ་བཤད་བྱེད་པ།

source: extraction aborted
bo_cn: བསྡུལ་འགྲོལ་རྒྱུན་ལྡན་མིན་པའི་ཕྱིར་འཐེན་བྱས་པ།

source: failed to create %s lock directory
bo_cn: དཀར་ཆག་གི་སྒོ་ལྕགས་ %s བཟོ་ཐབས་བྲལ།

source: help
bo_cn: རོགས་རམ།

source: lock directory %s exists
bo_cn: དཀར་ཆག་གི་སྒོ་ལྕགས་ %s གནས་ཡོད་པ།

source: memory exhausted
bo_cn: ནང་གསོག་ཟད་པ།

source: no
bo_cn: མིན།

source: none
bo_cn: མེད།

source: overwrite %s
bo_cn: %s འགེབས་པ།

source: overwrite all files
bo_cn: ཡིག་ཆ་ཚང་མ་འགེབས་པ།

source: overwrite no files
bo_cn: ཡིག་ཆ་གང་ཡང་མི་འགེབས་པ།

source: overwrite this file
bo_cn: ཡིག་ཆ་འདི་འགེབས་པ།

source: restoration warning: size of %s is not %s
bo_cn: སླར་གསོའི་ཉེན་བརྡ།： %s ཡི་ཆེ་ཆུང་ནི %s མིན།

source: restore of %s failed
bo_cn: %s སླར་གསོ་ཕམ་པ།

source: skip this file
bo_cn: ཡིག་ཆ་འདི་སྣང་མེད་བྱེད་པ།

source: standard input
bo_cn: ཚད་ལྡན་ནང་འཇུག

source: text
bo_cn: ཡིག་རྐྱང།

source: uudecoding file %s
bo_cn: uudecode བེད་སྤྱད་ནས་ཡིག་ཆ %s ཐག་གཅོད་བྱེད་བཞིན་པ།

source: x - SKIPPING %s (file already exists)
bo_cn: x - %s ལ་མཆོང་བ། ( ཡིག་ཆ་གནས་ཟིན་པ། )

source: x - STILL SKIPPING %s
bo_cn: x - %s ལ་སྔར་བཞིན་མཆོང་བ།

source: x - created directory %s.
bo_cn: x - དཀར་ཆག %s གསར་བཟོ།

source: x - created lock directory %s.
bo_cn: x - དཀར་ཆག་སྒོ་ལྕགས %s བཟོས་ཟིན་པ།

source: x - extracting %s %s
bo_cn: x - སླར་གསོ། %s %s

source: x - failed to create directory %s.
bo_cn: x - དཀར་ཆག %s བཟོ་ཐབས་བྲལ།

source: x - failed to create lock directory %s.
bo_cn: x - དཀར་ཆག་སྒོ་ལྕགས %s བཟོ་ཐབས་བྲལ།

source: x - failed to remove lock directory %s.
bo_cn: x - དཀར་ཆག་སྒོ་ལྕགས %s སུབ་ཐབས་བྲལ།

source: x - overwriting %s
bo_cn: x- %s འགེབས་བཞིན་པ།

source: x - removed lock directory %s.
bo_cn: x - དཀར་ཆག་སྒོ་ལྕགས %s སུབ་ཟིན་པ།

source: yes
bo_cn: ཡིན།
