Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/shared-mime-info.po
Languages: bo_cn

source: C source code
bo_cn: C བྱ་རིམ་ཚབ་ཨང་།

source: DICOM image
bo_cn: བརྙན་རིས DICOM

source: DjVu document
bo_cn: DjVu ཡིག་ཚགས།

source: G3 fax image
bo_cn: G3 བརྙན་སྐྱེལ་གྱི་བརྙན་རིས།

source: GIF image
bo_cn: བརྙན་རིས། GIF

source: JPEG image
bo_cn: བརྙན་རིས JPEG

source: MNG animation
bo_cn: MNG འགུལ་རིས།

source: PBM image
bo_cn: བརྙན་རིས་ PBM

source: PDF document
bo_cn: ཡིག་ཚགས་ PDF

source: PGM image
bo_cn: བརྙན་རིས་PGM

source: PGP keys
bo_cn: གསང་ལྡེ། PGP

source: PNG image
bo_cn: བརྙན་རིས་PNG

source: PNM image
bo_cn: བརྙན་རིས་PNM

source: PPM image
bo_cn: བརྙན་རིས་PPM

source: Photoshop image
bo_cn: བརྙན་རིས་Photoshop

source: SVG image
bo_cn: བརྙན་རིས་SVG

source: TIFF image
bo_cn: བརྙན་རིས TIFF

source: Windows BMP image
bo_cn: Windows ཡི་བརྙན་རིས BMP

source: Windows icon
bo_cn: Windows ཡི་རིས་རྟགས།

source: XSLT stylesheet
bo_cn: XSLT རྣམ་པའི་རེའུ་མིག

source: audio CD
bo_cn: སྒྲ་ཟློས་CD

source: block device
bo_cn: དུམ་བུའི་སྒྲིག་ཆས།

source: character device
bo_cn: ཡིག་རྟགས་སྒྲིག་ཆས།

source: email message
bo_cn: གློག་རྡུལ་ཡིག་ཟམ།

source: folder
bo_cn: ཡིག་ཁུག

source: mount point
bo_cn: འགེལ་གནས།

source: pipe
bo_cn: སྦུག་ལམ།

source: shared library
bo_cn: མཉམ་སྤྱོད་མཛོད།

source: socket
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ

source: software
bo_cn: མཉེན་ཆས།

source: symbolic link
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད།

source: theme
bo_cn: བརྗོད་གཞི།

source: unknown
bo_cn: ངེས་མེད།
