Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sssd.po
Languages: bo_cn

source: Address of backup IPA server
bo_cn: IPA གྲབས་ཉར་ཞབས་ཞུ་ཆས་ཤག་གནས།

source: Authentication timeout
bo_cn: ར་སྤྲོད་དུས་བརྒལ།

source: Command to start service
bo_cn: ཞབས་ཞུ་བཀའ་བརྡ་འགོ་སློང་བ།

source: IPA server address
bo_cn: IPA ཞབས་ཞུ་ཆས་ཤག་གནས།

source: Include timestamps in debug logs
bo_cn: ཚོད་སྒྲིག་ཉིན་ཐོའི་ནང་དུ་དུས་ཚོད་ཐམ་འདུས་ཡོད།

source: Invalid port
bo_cn: ནུས་མེད་སྣེ་ཁ།

source: Kerberos server address
bo_cn: Kerberos ཞབས་ཞུ་ཆས་ཤག་གནས།

source: Set the verbosity of the debug logging
bo_cn: ཚོད་སྒྲིག་ཉིན་ཐོའི་ཟིན་ཐོའི་རིམ་པ་གཏན་འབེབས།

source: Store password hashes
bo_cn: ཉར་ཚགས་གསང་ཨང་ཧ་ཞི་ཐང་།

source: Write debug messages to logfiles
bo_cn: ཚོད་སྒྲིག་ཆ་འཕྲིན་ཉིན་ཐོ་ཡིག་ཆ་རུ་འབྲི་འཇུག་བྱེད་པ།
