Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sudoers.po
Languages: bo_cn

source: unable to get GMT time
bo_cn: GMT དུས་ཚོད་ཐོབ་ཐབས་མེད།

source: unable to get login class for user %s
bo_cn: སྤྱོད་མཁན %s ཡི་ཐོ་འཇུག་རིགས། (login class) ཐོབ་ཐབས་མེད།

source: unable to initialize BSD authentication
bo_cn: bsd ར་སྤྲོད་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: unable to initialize LDAP: %s
bo_cn: LDAPའགོ་སྒྲིག་བྱེད་ཐབས་མེད།：%s

source: unable to initialize PAM
bo_cn: PAMའགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: unable to initialize SIA session
bo_cn: SIA གཏམ་གླེང་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: unable to initialize SSL cert and key db: %s
bo_cn: SSL དཔང་ཡིག་དང་གསང་ལྡེ་གཞི་གྲངས་མཛོད་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།：%s

source: unable to initialize SSS source. Is SSSD installed on your machine?
bo_cn: SSS ཐོན་ཁུངས་འགོ་སྒྲིག་བྱེད་ཐབས་མེད། ཁྱེད་ཀྱི་རྩིས་འཁོར་སྟེང་ SSSD སྒྲིག་འཇུག་བྱས་སམ།

source: unable to initialize sudoers default values
bo_cn: sudoers སོར་བཞག་ཐང་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: unable to load %s: %s
bo_cn: %s ཁུར་སྣོན་བྱེད་ཐབས་མེད།：%s

source: unable to lock log file: %s: %s
bo_cn: ཉིན་ཐོ་ཡིག་ཆ་སྒྲོག་ཐབས་མེད།：%s：%s

source: unable to lock time stamp file %s
bo_cn: དུས་ཐམ་ཡིག་ཆ་སྒྲོག་ཐབས་མེད། %s

source: unable to mix ldap and ldaps URIs
bo_cn: ldap དང་ ldaps URI མཉམ་བསྲེས་བྱེད་མེད།

source: unable to open log file: %s: %s
bo_cn: ཉིན་ཐོ་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་མེད།：%s：%s

source: unable to open pipe: %m
bo_cn: སྦུག་ལམ་ཁ་ཕྱེ་ཐབས་མེད།：%m

source: unable to parse groups for %s
bo_cn: %s་ཚོ་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།

source: unable to parse network address list
bo_cn: དྲ་རྒྱ་ཤག་གནས་རེའུ་མིག་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།

source: unable to re-open temporary file (%s), %s unchanged.
bo_cn: གནས་སྐབས་ཡིག་ཆ(%s)ཡང་བསྐྱར་ཁ་ཕྱེ་ཐབས་མེད། %s བཟོ་བཅོས་བྱས་མེད།

source: unable to read fwtk config
bo_cn: fwtk སྡེབ་སྒྲིག་ཀློག་ཐབས་མེད།

source: unable to read the clock
bo_cn: དུས་ཚོད་ཀློག་ཐབས་མེད།

source: unable to rebuild the environment
bo_cn: ཁོར་ཡུག་བསྐྱར་སྐྲུན་བྱེད་ཐབས་མེད།

source: unable to register hook of type %d (version %d.%d)
bo_cn: རིགས་རྣམ་ནི %d ཡི་ལྕགས་ཀྱུ། (hook)(པར་གཞི %d.%d) ཡིན་ཐོ་འགོད་བྱེད་ཐབས་མེད།

source: unable to resolve host %s
bo_cn: གཙོ་འཁོར་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།：%s

source: unable to run %s
bo_cn: %s ལག་བསྟར་བྱེད་ཐབས་མེད།

source: unable to set (uid, gid) of %s to (%u, %u)
bo_cn: %s ཡི་ (uid, gid) དེ་(%u, %u) ལ་སྒྲིག་འགོད་བྱེད་ཐབས་མེད།

source: unable to set runas group vector
bo_cn: runas ཚོ་ཕྱོགས་ཚད་སྒྲིག་འགོད་བྱེད་ཐབས་མེད།

source: unable to set tty to raw mode
bo_cn: མཐས་སྣེ་གདོད་མའི་རྣམ་པ་རུ་སྒྲིག་འགོད་བྱེད་ཐབས་མེད།

source: unable to stat %s
bo_cn: stat %s བྱེད་ཐབས་མེད།

source: unable to stat temporary file (%s), %s unchanged
bo_cn: stat གནས་སྐབས་ཡིག་ཆ(%s) བྱེད་ཐབས་མེད། %s བཟོ་བཅོས་བྱས་མེད།

source: unable to truncate time stamp file to %lld bytes
bo_cn: དུས་ཐམ་ཡིག་ཆ་%lld ཡིག་ཚིགས་སུ་གཏོང་ཐབས་མེད།

source: unabled to parse temporary file (%s), unknown error
bo_cn: གནས་སྐབས་ཡིག་ཆ(%s)དབྱེད་ཞིབ་བྱེད་ཐབས་མེད། ངེས་མེད་ནོར་འཁྲུལ།

source: unknown SecurID error
bo_cn: ངེས་མེད་ཀྱི SecurID ནོར་འཁྲུལ།

source: unknown defaults entry `%s'
bo_cn: ངེས་མེད་ཀྱི་སོར་བཞག་དོན་ཚན།“%s”

source: unknown group: %s
bo_cn: ངེས་མེད་སྡེ།:%s

source: unknown login class: %s
bo_cn: ངེས་མེད་ཀྱི་ཐོ་འཇུག་རིགས།：%s

source: unknown search type %d
bo_cn: ངེས་མེད་ཀྱི་བཤེར་འཚོལ་རིགས་རྣམ། %d

source: unknown uid: %u
bo_cn: ངེས་མེད་ཀྱི་སྤྱོད་མཁན། ID：%u

source: unknown user: %s
bo_cn: ངེས་མེད་སྤྱོད་མཁན།：%s

source: unmatched '(' in expression
bo_cn: མཚོན་ཚུལ་ཁྲོད་ཀྱི“(”ཟླ་སྒྲིག་མིན།

source: unmatched ')' in expression
bo_cn: མཚོན་ཚུལ་ཁྲོད་ཀྱི“)”ཟླ་སྒྲིག་མིན།

source: unsupported LDAP uri type: %s
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི LDAP URI རིགས་རྣམ།：%s

source: unsupported digest type %d for %s
bo_cn: %2$s ཡི་གནད་བསྡུས་རིགས་རྣམ %1$d རྒྱབ་སྐྱོར་མི་བྱེད།

source: user NOT authorized on host
bo_cn: སྤྱོད་མཁན་ལ་གཙོ་འཁོར་སྟེང་གི་དབང་ཆ་ཐོབ་མེད།

source: user NOT in sudoers
bo_cn: སྤྱོད་མཁན sudoers ནང་དུ་མེད།

source: validation failure
bo_cn: དག་བཤེར་ཕམ་པ།

source: value `%s' is invalid for option `%s'
bo_cn: ཐང་ “%s”དེས་འདེམས་ཚན“%s”ལ་ནུས་པ་མེད།

source: values for `%s' must start with a '/'
bo_cn: "“%s”ཡི་ཐང་ངེས་པར་དུ“/”གིས་མགོ་རྩོམ་དགོས།

source: write error
bo_cn: འབྲི་བ་ནོར་འཁྲུལ།

source: you are not permitted to use the -C option
bo_cn: ཁྱེད་ལ -C འདེམས་ཚན་སྤྱོད་པའི་དབང་ཆ་མེད།

source: you do not exist in the %s database
bo_cn: %s གཞི་གྲངས་མཛོད་དུ་ཁྱེད་རང་མེད།

source: you must set TLS_CERT in %s to use SSL
bo_cn: SSL སྤྱོད་ན་ཁྱེད་ཀྱིས་ངེས་པར་དུ %s ཁྲོད་དུ TLS_CERT སྒྲིག་འགོད་བྱེད་དགོས།

source: zero length temporary file (%s), %s unchanged
bo_cn: རིང་ཚད་ཀླད་ཀོར་གྱི་གནས་སྐབས་ཡིག་ཆ། (%s)，%s བཟོ་བཅོས་བྱས་མེད།
