Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sudoers.po
Languages: bo_cn

source: Options:
bo_cn: འདེམས་ཚན།：

source: RunAsGroups:
bo_cn: RunAs ཚོ།：

source: RunAsUsers:
bo_cn: RunAs སྤྱོད་མཁན།:

source: %8s : (command continued) %s
bo_cn: %8s：(བཀའ་མུ་མཐུད་དུ་ལག་བསྟར་བྱེད་པ།) %s

source: %p's password:
bo_cn: %p ཡི་གསང་ཨང་།：

source: %s and %s not on the same file system, using mv to rename
bo_cn: %s དང་ %s ཡིག་ཆ་རྒྱུད་ཁོངས་གཅིག་ཏུ་མེད་པས mv སྤྱད་ནས་མིང་ཡང་བསྐྱར་འདོགས་པ།

source: %s busy, try again later
bo_cn: %s བྲེལ་བ་ཆེ་པས་ཏོག་ཙམ་སྒུག་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: %s exists but is not a directory (0%o)
bo_cn: %s གནས་ཡོད་མོད་འོན་ཀྱང་དཀར་ཆག་མིན།(0%o)

source: %s is not a regular file
bo_cn: %s རྒྱུན་ལྡན་ཡིག་ཆ་མིན།

source: %s is owned by gid %u, should be %u
bo_cn: %s དེ་ཚོ ID %u རུ་གཏོགས་ཏེ་ %u ཡིན།

source: %s is owned by uid %u, should be %u
bo_cn: %s དེ་སྤྱོད་མཁན ID %u རུ་གཏོགས་ཏེ་ %u ཡིན།

source: %s is world writable
bo_cn: %s མི་སུས་ཀྱང་བྲིས་ཆོག

source: %s must only be writable by owner
bo_cn: %s ངེས་པར་དུ་བདག་པོ་ཁོ་ནས་བྲིས་ཆོག་པ་དགོས།

source: %s requires an argument
bo_cn: %s ལ་ཞུགས་གྲངས་དགོས།

source: %s/%.2s/%.2s/%.2s/timing: %s
bo_cn: "%s/%.2s/%.2s/%.2s/ དུས་རིམ།:%s

source: %s/%s/timing: %s
bo_cn: %s/%s/ དུས་རིམ།:%s

source: %s: Cannot verify TGT! Possible attack!: %s
bo_cn: %s：དམིགས་ཡུལ་ར་སྤྲོད་བྱེད་ཐབས་མེད་དེ་ཕལ་ཆེར་རྒོལ་བ་ཐེབས་འདུག།：%s

source: %s: incompatible group plugin major version %d, expected %d
bo_cn: %s：འཆམ་མཐུན་མིན་པའི་ཚོ་བསྒར་ལྷུའི་པར་གཞི་གཙོའི་ཨང་རྟགས་ %d ནི་ %d ཡིན་དགོས།

source: %s: input and output files must be different
bo_cn: %s：ནང་འཇུག་དང་ཕྱིར་གཏོང་ཡིག་ཆ་མཚུངས་མི་རུང་།

source: %s: invalid log file
bo_cn: %s：ནུས་མེད་ཀྱི་ཉིན་ཐོ་ཡིག་ཆ།

source: %s: runas group field is missing
bo_cn: %s： runas ཚོ་ཡིག་དུམ་ཆད་པ།

source: %s: runas user field is missing
bo_cn: %s： runas སྤྱོད་མཁན་ཡིག་དུམ་ཆད་པ།

source: %s: time stamp %s: %s
bo_cn: %s：དུས་ཐམ། %s：%s

source: %s: time stamp field is missing
bo_cn: %s：དུས་ཐམ་ཡིག་དུམ་ཆད་པ།

source: %s: unable to allocate options: %s
bo_cn: %s：འདེམས་ཚན་བགོ་བཤའ་རྒྱག་ཐབས་མེད།:%s

source: %s: unable to convert principal to string ('%s'): %s
bo_cn: %s：གཙོ་ཆ། (principal) དེ་ཡིག་རྟགས་ཕྲེང་(“%s”)བསྒྱུར་ཐབས་མེད།:%s

source: %s: unable to get credentials: %s
bo_cn: %s：དཔང་རྟགས་ཐོབ་ཐབས་མེད།：%s

source: %s: unable to get host principal: %s
bo_cn: %s：གཙོ་འཁོར་གཙོ་ཆ། (principal) ཐོབ་ཐབས་མེད།：%s

source: %s: unable to initialize credential cache: %s
bo_cn: %s：དཔང་རྟགས་སྐབས་གསོག་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།：%s

source: %s: unable to parse '%s': %s
bo_cn: %s：“%s” ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།：%s

source: %s: unable to resolve credential cache: %s
bo_cn: %s：དཔང་རྟགས་སྐབས་གསོག་ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་མེད།：%s

source: %s: unable to store credential in cache: %s
bo_cn: %s：སྐབས་གསོགཁྲོད་དུ་དཔང་རྟགས་ཉར་ཚགས་བྱེད་ཐབས་མེད།：%s

source: %s: user field is missing
bo_cn: %s：སྤྱོད་མཁན་ཡིག་དུམ་ཆད་པ།

source: %u incorrect password attempt
bo_cn: ཐེངས %u ནོར་འཁྲུལ་གསང་ཨང་ཚོད་ལྟ།

source: *** SECURITY information for %h ***
bo_cn: *** %h བདེ་འཇགས་ཆ་འཕྲིན། ***

source: Account or password is expired, reset your password and try again
bo_cn: རྩིས་ཐོའམ་གསང་ཨང་དུས་ཡོལ་པས་ཁྱེད་ཀྱི་གསང་ཨང་བསྐྱར་སྒྲིག་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Add an entry to the utmp/utmpx file when allocating a pty
bo_cn: མཐའ་སྣེ་རྫུས་མ་བགོ་བཤའ་རྒྱག་སྐབས་utm/utmpxཡིག་ཆའི་ནང་ཟིན་ཐོ་ཞིག་སྣོན་དགོས།

source: Address to send mail from: %s
bo_cn: སྦྲག་ཡིག་བསྡུ་ལེན་བྱེད་པའི་ཤག་གནས།：%s

source: Address to send mail to: %s
bo_cn: སྦྲག་ཡིག་སྐྱེལ་གཏོང་བྱེད་པའི་ཤག་གནས།：%s

source: Alias `%s' already defined
bo_cn: མིང་གཞན“%s” མཚན་ཉིད་བཞག་ཟིན།

source: Allow some information gathering to give useful error messages
bo_cn: ཆ་འཕྲིན་འགའ་བསྡུ་ལེན་བྱས་ཆོག་པར་བྱས་ནས་ཕན་ཐོགས་པའི་ནོར་འཁྲུལ་གྱི་གནས་ཚུལ་མཁོ་འདོན་བྱེད་པ།

source: Allow sudo to prompt for a password even if it would be visible
bo_cn: དེ་ཉིད་མཐོང་མི་ཐུབ་ཀྱང་ sudo གསང་ཨང་བཅར་འདྲི་བྱས་ཆོག

source: Allow users to set arbitrary environment variables
bo_cn: སྤྱོད་མཁན་གྱིས་གང་འདོད་ཀྱི་ཁོར་ཡུག་འགྱུར་ཚད་སྒྲིག་འགོད་བྱས་ཆོག

source: Always run commands in a pseudo-tty
bo_cn: ནམ་ཡང་མཐའ་སྣེ་རྫུས་མའི་ནང་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད་པ།

source: Always send mail when sudo is run
bo_cn: sudo འཁོར་སྐྱོད་བྱེད་སྐབས་སྦྲག་ཡིག་སྐྱེལ་གཏོང་བྱེད་པ།

source: Always set $HOME to the target user's home directory
bo_cn: རྟག་པར $HOME དེ་དམིགས་ཡུལ་སྤྱོད་མཁན་གྱི་དཀར་ཆག་གཙོ་བོ་རུ་བཀོད་པ།

source: Apply defaults in the target user's login class if there is one
bo_cn: དམིགས་ཡུལ་སྤྱོད་མཁན་ཐོ་འཇུག་རིགས་ཀྱི་ནང་གི་སོར་བཞག་སྒྲིག་འགོད་བཀོལ་སྤྱོད་བྱེད་དེ་གལ་ཏེ་སྒྲིག་འགོད་བྱས་མེད་ན།

source: Attempt to establish PAM credentials for the target user
bo_cn: དམིགས་ཡུལ་སྤྱོད་མཁན་ལ PAM དཔང་རྟགས་གསར་འཛུགས་བྱེད་ཚོད་བྱེད་པ།

source: Authentication methods:
bo_cn: ར་སྤྲོད་བྱ་ཐབས།：

source: Authentication timestamp timeout: %.1f minutes
bo_cn: ར་སྤྲོད་དུས་ཐམ་དུ་ཡོལ།：སྐར་མ %.1f

source: Compress I/O logs using zlib
bo_cn: zlib སྡུད་སྒྲིལ I/O ཉིན་ཐོ་སྤྱོད་པ།

source: Could not determine audit condition
bo_cn: བཤེར་འབེབས་ཆ་རྐྱེན་གཏན་འཁེལ་བྱེད་ཐབས་མེད།

source: Create a new PAM session for the command to run in
bo_cn: PAM གཏམ་གླེང་གསར་པ་ཞིག་གསར་འཛུགས་བྱས་ནས་བཀའ་བརྡ་འདི་འཁོད་སྐྱོད་བྱེད་པ།

source: Default password prompt: %s
bo_cn: སོར་བཞག་གསང་ཨང་གསལ་བརྡ།：%s

source: Default user to run commands as: %s
bo_cn: བཀའ་བརྡའི་སོར་བཞག་སྤྱོད་མཁན་འཁོར་སྐྱོད།：%s

source: Directory in which to store input/output logs: %s
bo_cn: ཉར་ཚགས་ནང་འཇུག /ཉིན་ཐོ་ཕྱིར་འདོན་གྱི་དཀར་ཆག་ཏུ་སྤྱོད་པ།:%s

source: Don't initialize the group vector to that of the target user
bo_cn: ཚོ་ཕྱོགས་ཚད་དམིགས་ཡུལ་སྤྱོད་མཁན་ལ་འགོ་སྒྲིག་མི་བྱེད་པ།

source: Enable sudoers netgroup support
bo_cn: support netgroup རྒྱབ་སྐྱོར་སྤྱོད་འགོ་རྩོམ་པ།

source: Environment variables to check for sanity:
bo_cn: འཐུས་ཚང་རང་བཞིན་གྱི་ཁོར་ཡུག་འགྱུར་ཚད་ལ་ཞིབ་བཤེར་བྱ་དགོས།：

source: Environment variables to preserve:
bo_cn: སོར་འཇོག་བྱེད་དགོས་པའི་ཁོར་ཡུག་འགྱུར་ཚད།：

source: Environment variables to remove:
bo_cn: སུབ་དགོས་པའི་ཁོར་ཡུག་འགྱུར་ཚད：

source: Error: %s `%s' referenced but not defined
bo_cn: ནོར་འཁྲུལ།： %s “%s”འདྲེན་སྤྱོད་བྱས་མོད་ད་དུང་མཚན་ཉིད་བཞག་མེད།

source: Error: cycle in %s `%s'
bo_cn: ནོར་འཁྲུལ།： %s “%s” ཡི་ནང་དུ་འཁོར་སྐྱོད་བྱེད་པ།

source: File containing the sudo lecture: %s
bo_cn: sudo ཤིས་ཚིག་འདུས་པའི་ཡིག་ཆ།：%s

source: File descriptors >= %d will be closed before executing a command
bo_cn: >= %d ཡི་ཡིག་ཆ་ཞིབ་བརྗོད་རྟགས་ཏེ་བཀའ་ལག་སྟར་མ་བྱས་སྔོན་ལ་ཁ་རྒྱག་པ།

source: File in which to store the input/output log: %s
bo_cn: ཉར་ཚགས་ནང་འཇུག /ཉིན་ཐོ་ཕྱིར་འདོན་གྱི་དཀར་ཆག་ཏུ་སྤྱོད་པ།:%s

source: Flags for mail program: %s
bo_cn: སྦྲག་ཡིག་བྱ་རིམ་མཚོན་རྟགས།：%s

source: Follow symbolic links when editing files with sudoedit
bo_cn: sudoedit སྤྱད་ནས་ཡིག་ཆ་རྩོམ་སྒྲིག་བྱེད་སྐབས་རྒྱུན་རྟགས་འབྲེལ་མཐུད་བྱེད་པ། (སྡོད་མའི་ཡིག་ཆ་རུ་གནས་ངེས་པ།)

source: If LDAP directory is up, do we ignore local sudoers file
bo_cn: གལ་ཏེ LDAP དཀར་ཆག་ནུས་ཡོད་ཡིན་ན་རང་སའི sudoers ཡིག་ཆ་སྣང་མེད་དུ་འཇོག་གམ།

source: If set, passprompt will override system prompt in all cases.
bo_cn: གལ་ཏེ་སྒྲིག་འགོད་བྱས་ཚེས་གསང་ཨང་གསལ་བརྡས་གནས་ཚུལ་རིགས་སྣ་ཚོགས་འོག་གི་རྒྱུད་ཁོངས་གསལ་བརྡ་འགེབས་པ་ཡིན།

source: If set, users may override the value of `closefrom' with the -C option
bo_cn: གལ་ཏེ་སྒྲིག་འགོད་བྱས་ཚེས་སྤྱོད་མཁན་གྱིས ་ -C འདེམས་ཚན་རྒྱུད་ནས “closefrom”ཡི་ཐང་འགེབས་ཆོག

source: If sudo is invoked with no arguments, start a shell
bo_cn: གལ་ཏེ་ཞུགས་གྲངས་མེད་པར sudo འདོན་སྤྱོད་བྱེད་ན shell ཞིག་འགོ་སློང་བྱེད་དགོས།

source: Ignore '.' in $PATH
bo_cn: $PATH ནང་གི“.”སྣང་མེད་དུ་འཇོག་པ།

source: Incorrect password message: %s
bo_cn: གསང་ཨང་ནོར་འཁྲུལ་ཆ་འཕྲིན།：%s

source: Insult the user when they enter an incorrect password
bo_cn: སྤྱོད་མཐན་གྱིས་གསང་ཨང་ནོར་བ་ཞིག་ནང་འཇུག་བྱེད་སྐབས་ཁོ་ཚོ་ལ་འཕྱ་སྨོད་བྱེད་པ།(ཀུ་རེ་ཚུལ་དུ)

source: Invalid authentication methods compiled into sudo! You may not mix standalone and non-standalone authentication.
bo_cn: sudo ནང་སྒྲིག་སྒྱུར་བྱས་པའི་ར་སྤྲོད་བྱ་ཐབས་ནུས་མེད་ཡིན་པས། ཁྱེད་ཀྱིས་ཁེར་རྐྱང་དང་ཁེར་རྐྱང་མ་ཡིན་པའི་ར་སྤྲོད་སྡེབ་སྤྱོད་བྱས་མི་ཆོག

source: Lecture user the first time they run sudo
bo_cn: སྤྱོད་མཁན་གྱིས་ཐོག་དང་པོར་sudoའཁོར་སྐྱོད་བྱེད་སྐབས་ཁོང་ལ་ཤིས་ཚིག་སྒྲོན་པ།

source: Length at which to wrap log file lines (0 for no wrap): %u
bo_cn: ཉིན་ཐོ་ཡིག་ཆ་ཕྲེང་ལྟེབ་ཀྱི་རིང་ཚད།(0 ཕྲེང་ལྟེབ་མི་བྱེད།)：%u

source: Locale to use while parsing sudoers: %s
bo_cn: sudoers དབྱེ་ཞིབ་བྱེད་སྐབས་སྤྱོད་པའི་ཁུལ་ཁོངས་སྒྲིག་འགོད།：%s

source: Log geometry is %d x %d, your terminal's geometry is %d x %d.
bo_cn: ཉིན་ཐོའི་དབྱིབས་རྩིས་ཆེ་ཆུང་ནི %dx%d དང་། ཁྱེད་ཀྱི་མཐའ་སྣེའི་ཆེ་ཆུང་ནི %dx%d ཡིན།

source: Log the hostname in the (non-syslog) log file
bo_cn: གཙོ་འཁོར་མིང་( syslog མ་ཡིན་པའི) ཉིན་ཐོ་ཡིག་ཆ་རུ་ཐོ་འགོད་པ།

source: Log the output of the command being run
bo_cn: ལག་བསྟར་བྱས་པའི་བཀའ་བརྡའི་ཕྱིར་འདོན་དུ་ཐོ་འགོད་པ།

source: Log the year in the (non-syslog) log file
bo_cn: ལོ་ཚོད་ ( syslog མ་ཡིན་པའི) ཉིན་ཐོ་ཡིག་ཆ་རུ་ཐོ་འགོད་པ།

source: Log user's input for the command being run
bo_cn: སྤྱོད་མཁན་གྱིས་ལག་བསྟར་བྱས་པའི་བཀའ་བརྡའི་ནང་གི་ནང་འཇུག་ཐོ་འགོད་པ།

source: Maximum I/O log sequence number: %u
bo_cn: I/O ཉིན་ཐོའི་སྟར་གྲངས་ཆེ་ཤོས།：%u

source: No user or host
bo_cn: སྤྱོད་མཁན་ནམ་གཙོ་འཁོར་མེད།

source: Number of tries to enter a password: %u
bo_cn: གསང་ཨང་ནང་འཇུག་བྱས་ཐེངས།：%u

source: Only allow the user to run sudo if they have a tty
bo_cn: མཐའ་སྣེ་ཡོད་པའི་སྤྱོད་མཁན་ཁོ་ནས་sudoལག་བསྟར་བྱེད་ཆོག

source: Only set the effective uid to the target user, not the real uid
bo_cn: ནུས་ཡོད་སྤྱོད་མཁན ID དམིགས་ཡུལ་སྤྱོད་མཁན་ལ་སྒྲིག་འགོད་བྱེད་པ་ལས་དོན་དངོས་སྤྱོད་མཁན ID མིན།

source: Owner of the authentication timestamp dir: %s
bo_cn: ར་སྤྲོད་དུས་ཐམ་ཀྱི་བདག་པོ།:%s

source: PAM authentication error: %s
bo_cn: PAM ར་སྤྲོད་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: PAM service name to use
bo_cn: སྤྱོད་དགོས་པའི PAM ཞབས་ཞུ་མིང་།

source: PAM service name to use for login shells
bo_cn: shell རུ་ཐོ་འགོད་པར་སྤྱོད་པའི PAM ཞབས་ཞུ་མིང་།

source: Password expired, contact your system administrator
bo_cn: གསང་ཨང་དུས་ཡོལ་པས་ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་དོ་དམ་པ་ལ་འབྲེལ་བ་བྱོས།

source: Password prompt timeout: %.1f minutes
bo_cn: གསང་ཨང་གསལ་བརྡ་དུས་འགྱངས།：སྐར་མ་ %.1f

source: Password:
bo_cn: གསང་ཨང་།

source: Path to authentication timestamp dir: %s
bo_cn: ར་སྤྲོད་དུས་ཐམ་ཡིག་ཆའི་ཁུགམམའི་འགྲོ་ལམ།：%s

source: Path to lecture status dir: %s
bo_cn: ཤིས་ཚིག (lecture)རྣམ་པའི་ཡིག་ཁུག་གི་འགྲོ་ལམ།：%s

source: Path to log file: %s
bo_cn: ཉིན་ཐོ་ཡིག་ཆ་འགྲོ་ལམ།：%s

source: Path to mail program: %s
bo_cn: སྦྲག་ཡིག་བྱ་རིམ་འགྲོ་ལམ།：%s

source: Path to the editor for use by visudo: %s
bo_cn: visudo ཡིས་སྤྱད་པའི་རྩོམ་སྒྲིག་ཆས་ཀྱི་འགྲོ་ལམ།：%s

source: Path to the sudo-specific environment file: %s
bo_cn: sudo དམིགས་བསལ་ཁོར་ཡུག་ཡིག་ཆའི་འགྲོ་ལམ།：%s

source: Plugin for non-Unix group support: %s
bo_cn: Unix མ་ཡིན་པའི་ཚོ་རྒྱབ་སྐྱོར་ལ་སྤྱོད་པའི་བསྒར་ལྷུ།：%s

source: Preload the dummy exec functions contained in the sudo_noexec library
bo_cn: སྔོན་བསྣན“suoom”མཛོད་དུ་འདུས་པའི་ལྐུགས་execརྟེན་འབྱུང་གྲངས།

source: Prompt for root's password, not the users's
bo_cn: root སྤྱོད་མཁན་ལ་བཅར་འདྲི་བྱེད་པའི་གསང་ཨང་ཡིན་པ་ལས་སྤྱོད་མཁན་གྱི་གསང་ཨང་མིན།

source: Prompt for the runas_default user's password, not the users's
bo_cn: runas_default སྤྱོད་མཁན་ལ་བཅར་འདྲི་བྱེད་པའི་གསང་ཨང་ཡིན་པ་ལས་སྤྱོད་མཁན་གྱི་གསང་ཨང་མིན།

source: Prompt for the target user's password, not the users's
bo_cn: དམིགས་ཡུལ་སྤྱོད་མཁན་ལ་བཅར་འདྲི་བྱེད་པའི་གསང་ཨང་ཡིན་པ་ལས་སྤྱོད་མཁན་གྱི་གསང་ཨང་མིན།

source: Provide visual feedback at the password prompt when there is user input
bo_cn: སྤྱོད་མཁན་གྱིས་གསང་ཨང་སྒེའུ་ཁུང་ནང་འཇུག་བཅར་འདྲི་བྱེད་སྐབས་མཐོང་ཚོར་ལྡོག་སྐྱེལ་མཐོ་འདོན་བྱེད་པ།

source: Put OTP prompt on its own line
bo_cn: OPT གསལ་བརྡ་ཁེར་རྐྱང་གི་ཕྲེང་དུ་འཇོག་པ།

source: Require fully-qualified hostnames in the sudoers file
bo_cn: sudoers ཡིག་ཆ་རུ་ཡོངས་སུ་ཚད་བཀག་བྱས་པའི་འཕྲུལ་འཁོར་གཙོ་བོའི་མིང་འདུ་དགོས་པའི་རེ་ཞུ་བྱེད་པ།

source: Require users to authenticate by default
bo_cn: སོར་བཞག་ལ་སྤྱོད་མཁན་ར་སྤྲོད་པའི་རེ་ཞུ་བྱེད་པ།

source: Reset the environment to a default set of variables
bo_cn: ཁོར་ཡུག་སོར་བཞག་གི་འགྱུར་ཚད་ལ་བསྐྱར་འགོད་བྱེད་པ།

source: Root may run sudo
bo_cn: root ཡིས sudo འཁོར་སྐྱོད་བྱས་ཆོག

source: Run commands on a pty in the background
bo_cn: རྒྱབ་སྟེགས་ཀྱི་མཐའ་སྣེ་རྫུས་མའི་ཐོག་འཁོར་སྐྱོད་བཀའ།

source: SELinux role to use in the new security context: %s
bo_cn: བདེ་འཇགས་ཀྱི་ཁོར་ཡུག་གསར་པའི་ནང་སྤྱོད་པའི SELinux འཁྲབ་བྱ།：%s

source: SELinux type to use in the new security context: %s
bo_cn: བདེ་འཇགས་ཀྱི་ཁོར་ཡུག་གསར་པའི་ནང་སྤྱོད་པའི SELinux རིགས་རྣམ།：%s

source: SecurID communication failed
bo_cn: SecurIDའཕྲིན་གཏོང་ཕམ་པ།

source: Send mail if the user is not allowed to run a command
bo_cn: སྤྱོད་མཁན་གྱིས་བཀའ་བརྡ་ག་གེ་མོ་ཞིག་ལག་བསྟར་བྱེད་དུ་མི་འཇུག་སྐབས་སྦྲག་ཡིག་སྐྱེལ་གཏོང་བྱེད་པ།

source: Send mail if the user is not in sudoers
bo_cn: སྤྱོད་མཁན sudoers རེའུ་མིག་ནང་མེད་སྐབས་སྦྲག་ཡིག་སྐྱེལ་གཏོང་བྱེད་པ།

source: Send mail if the user is not in sudoers for this host
bo_cn: སྤྱོད་མཁན་གཙོ་འཁོར་འདིའི sudoers རེའུ་མིག་ནང་མེད་སྐབས་སྦྲག་ཡིག་སྐྱེལ་གཏོང་བྱེད་པ།

source: Send mail if the user tries to run a command
bo_cn: སྤྱོད་མཁན་གྱིས་བཀའ་བརྡ་ག་གེ་མོ་ཞིག་ལག་བསྟར་བྱེད་པ་ཚོད་ལྟ་བྱེད་སྐབས་སྦྲག་ཡིག་སྐྱེལ་གཏོང་བྱེད་པ།

source: Send mail if user authentication fails
bo_cn: སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་བྱེད་པ་ཕམ་སྐབས་སྦྲག་ཡིག་སྐྱེལ་གཏོང་བྱེད་པ།

source: Set $HOME to the target user when starting a shell with -s
bo_cn: གལ་ཏེ -s འདེམས་ཚན་སྤྱད་ནས shell འགོ་སློང་ན $HOME དེ་དམིགས་ཡུལ་སྤྱོད་མཁན་གྱི་དཀར་ཆག་གཙོ་བོ་རུ་སྒྲིག་འགོད་བྱེད་དགོས།

source: Set of limit privileges
bo_cn: ཚད་བཀག་དབང་ཚད་ཀྱི་ཚོགས་སྤྱི།

source: Set of permitted privileges
bo_cn: ཆོག་འཐུས་དབང་ཚད་ཀྱི་ཚོགས་སྤྱི།

source: Set the LOGNAME and USER environment variables
bo_cn: LOGNAME དང་ USER ཁོར་ཡུག་འགྱུར་ཚད་སྒྲིག་འགོད།

source: Set the user in utmp to the runas user, not the invoking user
bo_cn: utmp ནང་གི་སྤྱོད་མཁན runas སྤྱོད་མཁན་ལ་སྒྲིག་འགོད་བྱེད་པ་ལས་སྤྱོད་མཁན་འདོན་སྤྱོད་པ་མིན།

source: Sorry, try again.
bo_cn: དགོངས་པ་མ་ཚོམ། ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་གནང་རོགས།

source: Subject line for mail messages: %s
bo_cn: སྦྲག་ཡིག་ཆ་འཕྲིན་གྱི་བརྗོད་བྱ་གཙོ་བོའི་ཕྲེང་།：%s

source: Syslog facility if syslog is being used for logging: %s
bo_cn: གལ་ཏེ syslogསྤྱད་ཡོད་ན་དེ་ནི་ཉིན་ཐོའི syslog སྒྲིག་ཆས་ཐོར་འགོད་པར་སྤྱད་པ་ཡིན།：%s

source: Syslog priority to use when user authenticates successfully: %s
bo_cn: སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་ལེགས་འགྲུབ་བྱུང་སྐབས་སྤྱོད་པའི syslog སྔོན་ཐོབ་རིམ་པ།：%s

source: Syslog priority to use when user authenticates unsuccessfully: %s
bo_cn: སྤྱོད་མཁན་གྱིས་ར་སྤྲོད་ལེགས་འགྲུབ་མ་བྱུང་སྐབས་སྤྱོད་པའི syslog སྔོན་ཐོབ་རིམ་པ།：%s

source: The umask specified in sudoers will override the user's, even if it is more permissive
bo_cn: sudoers ནང་དམིགས་འཛུགས་བྱས་པའི umask ཡིས་སྤྱོད་མཁན་འགེབས་པ་ཡིན་ཏེ། དེས་ཆོག་འཐུས་ཀྱི་དབང་ཚད་དེ་བས་མང་ངོ་།

source: Umask to use or 0777 to use user's: 0%o
bo_cn: སྤྱོད་དགོས་པའི umask དང་ཡང་ན 0777 སྤྱོད་མཁན་གྱི།：0%o སྤྱོད་པ།

source: Unable to initialize authentication methods.
bo_cn: ར་སྤྲོད་བྱ་ཐབས་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: Use a separate timestamp for each user/tty combo
bo_cn: སྤྱོད་མཁན/མཐས་སྣེ་སྡེབ་སྒྲིག་རེ་རེ་ལ་ཁེར་རྐྱང་གི་དུས་ཐམ་སྤྱོད་པ།

source: Use faster globbing that is less accurate but does not access the filesystem
bo_cn: ཡང་དག་པ་དེ་ཙམ་མིན་ཡང་ཡིག་ཆའི་རྒྱུད་ཁོངས་ལ་བཅར་འདྲི་མི་བྱེད་པའི་ཅུང་མྱུར་སྡེབ་བྱ་ཐབས་སྤྱོད་པ།

source: User ID locked for SecurID Authentication
bo_cn: SecurID ར་སྤྲོད་བྱེད་ཆེད་སྤྱོད་མཁན ID གཏན་འཁེལ་བྱས་ཟིན།

source: Users in this group are exempt from password and PATH requirements: %s
bo_cn: ཚོ་འདིའི་སྤྱོད་མཁན་ལ་གསང་ཨང་དང་ PATH རེ་ཞུ་མེད།：%s

source: Value to override user's $PATH with: %s
bo_cn: སྤྱོད་མཁན་གྱི་ $PATH འགྱུར་ཚད་ཀྱི་ཐང་འགེབས་པ།：%s

source: Visudo will honor the EDITOR environment variable
bo_cn: Visudo ཡིས་སྔོན་ལ EDITOR ཁོར་ཡུག་འགྱུར་ཚད་ལ་བསམ་གཞིག་བྱེད་པ་ཡིན།

source: Warning: %s `%s' referenced but not defined
bo_cn: ཐ་ཚིག： %s “%s”སྤྱད་མོད་མཚན་ཉིད་བཞག་མེད།

source: Warning: cycle in %s `%s'
bo_cn: ཐ་ཚིག： %s “%s” ནང་དུ་འཁོར་སྐྱོད་བྱེད་པ།

source: Warning: unused %s `%s'
bo_cn: ཐ་ཚིག：%s “%s” སྤྱད་མེད།

source: What now?
bo_cn: ད་ལྟ་ག་རེ་བྱེད་དམ།

source: When to require a password for 'list' pseudocommand: %s
bo_cn: དུས་ནང་ཞིག “list”བཀའ་རྫུས་མ་ལ་གསང་ཨང་རེ་ཞུ་བྱེད་དམ།：%s

source: When to require a password for 'verify' pseudocommand: %s
bo_cn: དུས་ནང་ཞིག “verify”བཀའ་རྫུས་མ་ལ་གསང་ཨང་རེ་ཞུ་བྱེད་དམ།：%s

source: [sudo] password for %p:
bo_cn: [sudo] %p ཡི་གསང་ཨང་།：

source: a digest requires a path name
bo_cn: གནད་བསྡུས་ལ་འགྲོ་ལམ་ཞུགས་གྲངས་དགོས།

source: a password is required
bo_cn: གསང་ཨང་དགོས།

source: account validation failure, is your account locked?
bo_cn: རྩིས་ཐོ་ར་སྤྲོད་ཕམ་སོང་། ཁྱེད་ཀྱི་རྩིས་ཐོ་སྒྲོག་ཡོད་དམ།

source: audit_failure message too long
bo_cn: audit_failure(ཞིབ་བཤེར་ཕམ་པ།)བརྡ་འཕྲིན་རིང་དྲགས།

source: authentication failure
bo_cn: བདེན་དཔང་ར་སྤྲོད་ཕམ་པ།

source: command failed: '%s %s %s', %s unchanged
bo_cn: བཀའ་བརྡ་ཕམ་པ།：“%s %s %s”，%s བཟོ་བཅོས་བྱས་མེད།

source: command in current directory
bo_cn: མིག་སྔའི་དཀར་ཆག་ཁྲོད་ཀྱི་བཀའ་བརྡ།

source: command not allowed
bo_cn: བཀའ་བརྡ་འགོག་སྤྱོད།

source: command too long
bo_cn: བཀའ་བརྡ་རིང་དྲགས་པ།

source: digest for %s (%s) is not in %s form
bo_cn: %s(%s) ཡི་གནད་བསྡུས་ནི %s རྣམ་པ་མིན།

source: editor (%s) failed, %s unchanged
bo_cn: རྩོམ་སྒྲིག་ཆས(%s)ཕམ་པ། %s བཟོ་བཅོས་བྱས་མེད།

source: error renaming %s, %s unchanged
bo_cn: མིང་བསྐྱར་བཏགས %s ནོར་འཁྲུལ་བྱུང་སྟེ། %s་བཟོ་བཅོས་བྱས་མེད།

source: failed to initialise the ACE API library
bo_cn: ACE API མཛོད་འགོ་སྒྲིག་ཕམ་པ།

source: failed to parse %s file, unknown error
bo_cn: %s ཡིག་ཆ་དབྱེ་ཞིབ་ཕམ་སྟེ་ངེས་མེད་ནོར་འཁྲུལ།

source: ignoring time stamp from the future
bo_cn: སྔོན་ལ་ཤོར་བའི་དུས་ཐམ་སྣང་མེད་དུ་འཇོག་པ།

source: internal error, %s overflow
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ་བྱུང་སྟེ %s་ལུད་པ།

source: internal error, unable to find %s in list!
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ་བྱུང་སྟེ་རེའུ་མིག་ནང་དུ %sརྙེད་མ་བྱུང་།

source: invalid Authentication Handle for SecurID
bo_cn: SecurID ཡི་ར་སྤྲོད་ཚིག་ཡུ་ནུས་མེད་ཡིན།

source: invalid authentication methods
bo_cn: ནུས་མེད་ཀྱི་ར་སྤྲོད་བྱ་ཐབས།

source: invalid authentication type
bo_cn: ནུས་མེད་ཀྱི་ར་སྤྲོད་རིགས་རྣམ།

source: invalid filter option: %s
bo_cn: ནུས་མེད་ཀྱི་འཚག་ཆས་འདེམས་ཚན།：%s

source: invalid max wait: %s
bo_cn: ནུས་མེད་ཀྱི་སྒུག་པ་ཆེ་ཤོས།：%s

source: invalid passcode length for SecurID
bo_cn: ནུས་མེད་ཀྱི SecurID གསང་ཨང་རིང་ཚད།

source: invalid regular expression: %s
bo_cn: ནུས་མེད་ཀྱི་ཚད་མཐུན་མཚོན་ཚུལ།：%s

source: invalid speed factor: %s
bo_cn: ནུས་མེད་ཀྱི་མྱུར་ཚད་བཏགས་གྲངས།:%s

source: invalid sudoOrder attribute: %s
bo_cn: ནུས་མེད་ཀྱི sudoOrder གཏོགས་གཤིས།：%s

source: invalid timing file line: %s
bo_cn: ནུས་མེད་ཀྱི་དུས་རིམ་ཡིག་ཆའི་ཕྲེང་།：%s

source: invalid username length for SecurID
bo_cn: SecurID ཡི་སྤྱོད་མཁན་མིང་རིང་ཚད་ནུས་མེད་ཡིན།

source: lecture status path too long: %s/%s
bo_cn: (lecture)རྣམ་པའི་འགྲོ་ལམཤིས་ཚིག་རིང་དྲགས།:%s/%s

source: lost connection to authentication server
bo_cn: ར་སྤྲོད་ཞབས་ཞུ་ཆས་ལ་སླེབས་པའི་འབྲེལ་མཐུད་བོར་སོང་།

source: no authentication methods
bo_cn: ར་སྤྲོད་བྱ་ཐབས་མེད།

source: no editor found (editor path = %s)
bo_cn: རྩོམ་སྒྲིག་ཆས་རྙེད་མེད།(རྩོམ་སྒྲིག་ཆས་འགྲོ་ལམ = %s)

source: no tty
bo_cn: མཐའ་སྣེ་མེད་པ།

source: no valid sudoers sources found, quitting
bo_cn: ནུས་ཡོད་ཀྱི sudoers ཐོན་ཁུངས་མ་རྙེད་པས་ཕྱིར་འབུད་བྱས།

source: no value specified for `%s'
bo_cn: “%s”ལ་གྲངས་ཐང་དམིགས་འཛུགས་བྱས་མེད།

source: only root can use `-c %s'
bo_cn: root ཁོ་ནས“-c %s”སྤྱད་ཆོག་པ་ཡིན།

source: option `%s' does not take a value
bo_cn: “%s”འདེམས་ཚན་ལ་ཐང་མེད།

source: parse error in %s
bo_cn: %s ཁྲོད་དབྱེ་ཞིབ་ནོར་འཁྲུལ་བྱུང་།

source: parse error in %s near line %d
bo_cn: %s ཁྲོད་ཕྲེང་ %d ཡི་ཉེ་འགྲམ་དུ་དབྱེ་ཞིབ་ནོར་འཁྲུལ་ཡོད།

source: perm stack overflow
bo_cn: དབང་ཚད་དོས་ཁང་ཡར་ལུད་པ།

source: perm stack underflow
bo_cn: དབང་ཚད་དོས་ཁང་མར་ལུད་པ།

source: press return to edit %s:
bo_cn: འབེབས་མཐེབ་ལྟར་རྩོམ་སྒྲིག་བྱེད་པ། %s：

source: problem with defaults entries
bo_cn: སོར་བཞག་དོན་ཚན་ལ་གནད་དོན་འདུག

source: sorry, you are not allowed to preserve the environment
bo_cn: དགོངས་པ་མ་ཚོམ། ཁྱེད་ལ་ཁོར་ཡུག་སོར་འཇོག་བྱེད་པའི་དབང་ཆ་མེད།

source: sorry, you are not allowed to set the following environment variables: %s
bo_cn: དགོངས་པ་མ་ཚོམ། ཁྱེད་ལ་གཤམ་གྱི་ཁོར་ཡུག་འགྱུར་ཚད་སྒྲིག་འགོད་བྱེད་པའི་དབང་ཆ་མེད།：%s

source: sorry, you must have a tty to run sudo
bo_cn: དགོངས་པ་མ་ཚོམ། ཁྱེད་ཀྱིས་ངེས་པར་དུ་མཐའ་སྣེ་ཞིག་གིས sudo ལག་བསྟར་བྱེད་དགོས།

source: specified editor (%s) doesn't exist
bo_cn: དམིགས་བཙུགས་པའི་རྩོམ་སྒྲིག་ཆས(%s)གནས་མེད།

source: starttls not supported when using ldaps
bo_cn: ldaps་སྤྱོད་སྐབས་starttls་རྒྱབ་སྐྱོར་མི་བྱེད།

source: sudo_ldap_conf_add_ports: port too large
bo_cn: sudo_ldap_conf_add_ports：སྣེ་ཁ་ཆེ་དྲགས།

source: sudo_putenv: corrupted envp, length mismatch
bo_cn: sudo_putenv：envp ཆག་སྐྱོན་ཤོར་ཏེ་རིང་ཚད་མི་འཚམས།

source: sudoers specifies that root is not allowed to sudo
bo_cn: sudoers་ཡིས་དམིགས་བཙུགས་པའི་root་ཡིས་sudoལག་བསྟར་བྱེད་དུ་མི་འཇུག

source: syntax error
bo_cn: བརྡ་སྤྲོད་ནོར་འཁྲུལ།

source: time stamp too far in the future: %20.20s
bo_cn: དུས་ཐམ་སྔ་དྲགས།：%20.20s

source: timestamp owner (%s): No such user
bo_cn: དུས་ཐམ་བདག་པོ། ། (%s)：སྤྱོད་མཁན་འདི་མེད།

source: too many levels of includes
bo_cn: include སྐོང་འཛུད་རིམ་པ་མང་དྲགས།

source: too many processes
bo_cn: འཕེལ་རིམ་མང་དྲགས།

source: truncated audit path argv[0]: %s
bo_cn: བཅད་པའི་ཞིབ་བཤེར་འགྲོ་ལམ argv[0]：%s

source: truncated audit path user_cmnd: %s
bo_cn: བཅད་པའི་ཞིབ་བཤེར་འགྲོ་ལམ user_cmnd：%s

source: unable to allocate memory
bo_cn: ནང་གསོག་བགོ་བཤའ་རྒྱག་ཐབས་མེད།

source: unable to begin bsd authentication
bo_cn: མགོ་རྩོམ bsd ར་སྤྲོད་བྱེད་ཐབས་མེད།

source: unable to cache gid %u, already exists
bo_cn: ID %u ཚོ་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་གནས་ཟིན་པས་སོ།

source: unable to cache gid %u, out of memory
bo_cn: ID %u ཚོ་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་ནང་གསོག་མི་འདང་པས་སོ།

source: unable to cache group %s, already exists
bo_cn: %s ཚོ་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་གནས་ཟིན་པས་སོ།

source: unable to cache group %s, out of memory
bo_cn: %s ཚོ་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་ནང་གསོག་མི་འདང་པས་སོ།

source: unable to cache group list for %s, already exists
bo_cn: %s ཚོ་རེའུ་མིག་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་གནས་ཟིན་པས་སོ།

source: unable to cache group list for %s, out of memory
bo_cn: %s ཚོ་རེའུ་མིག་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་ནང་གསོག་མི་འདང་པས་སོ།

source: unable to cache uid %u, already exists
bo_cn: ID %u སྤྱོད་མཁན་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་གནས་ཟིན་པས་སོ།

source: unable to cache uid %u, out of memory
bo_cn: ID %u སྤྱོད་མཁན་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་ནང་གསོག་མི་འདང་པས་སོ།

source: unable to cache user %s, already exists
bo_cn: %s སྤྱོད་མཁན་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་གནས་ཟིན་པས་སོ།

source: unable to cache user %s, out of memory
bo_cn: %s སྤྱོད་མཁན་སྐབས་གསོག་བྱེད་ཐབས་མེད་དེ་ནང་གསོག་མི་འདང་པས་སོ།

source: unable to change expired password: %s
bo_cn: དུས་ལས་ཡོལ་བའི་གསང་ཨང་བཟོ་བཅོས་བྱེད་ཐབས་མེད།:%s

source: unable to change mode of %s to 0%o
bo_cn: %s ཡི་རྣམ་པ 0%o རུ་བསྒྱུར་ཐབས་མེད།

source: unable to change to root gid
bo_cn: root ཚོའི ID རུ་བརྗེ་ཐབས་མེད།

source: unable to change to runas gid
bo_cn: runas ཚོའི ID རུ་བརྗེ་ཐབས་མེད།

source: unable to change to runas uid
bo_cn: runas སྤྱོད་མཁན ID རུ་བརྗེ་ཐབས་མེད།

source: unable to change to sudoers gid
bo_cn: sudoers ཚོའི ID རུ་བརྗེ་ཐབས་མེད།

source: unable to commit audit record
bo_cn: ཞིབ་བཤེར་ཟིན་ཐོ་འབུལ་ཐབས་མེད།

source: unable to connect to authentication server
bo_cn: ར་སྤྲོད་ཞབས་ཞུ་ཆས་སུ་འབྲེལ་མཐུད་བྱེད་ཐབས་མེད།

source: unable to contact the SecurID server
bo_cn: SecurID ཞབས་ཞུ་ཆས་ལ་འབྲེལ་བ་བྱེད་ཐབས་མེད།

source: unable to create %s
bo_cn: %s གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: unable to dup stdin: %m
bo_cn: dup stdin བྱེད་ཐབས་མེད།：%m

source: unable to execute %s
bo_cn: %sལག་བསྟར་བྱ་ཐབས་བྲལ།

source: unable to execute %s: %m
bo_cn: %s ལག་བསྟར་བྱེད་ཐབས་མེད།:%m

source: unable to fork
bo_cn: fork ལག་བསྟར་བྱེད་ཐབས་མེད།

source: unable to fork: %m
bo_cn: forkལག་བསྟར་བྱེད་ཐབས་མེད།:%m

source: unable to format timestamp
bo_cn: དུས་ཐམ་རྣམ་པར་འཇོག་ཐབས་མེད།
