Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/swift.po
Languages: bo_cn

source: %(checked)d suffixes checked - %(hashed).2f%% hashed, %(synced).2f%% synced
bo_cn: %(checked)dརྗེས་འཇུག་ཞིབ་བཤེར་བྱས་ཟིན། %(hashed).2f%% hashed, %(synced).2f%% synced

source: %(ip)s/%(device)s responded as unmounted
bo_cn: %(ip)s/%(device)s ཡི་ཕྱིར་ལན་ནི་བཀལ་མ་ཡིན།

source: %(success)s successes, %(failure)s failures
bo_cn: %(success)sལེགས་འགྲུབ། %(failure)s ཕམ་པ།

source: %(type)s returning 503 for %(statuses)s
bo_cn: %(type)s དེ་ 503 དུ་ཕྱིར་ལོག %(statuses)s

source: %s is not mounted
bo_cn: %s བཀལ་མེད།

source: , %s containers deleted
bo_cn: བསུབ་སྣོད། %s

source: , %s containers possibly remaining
bo_cn: ཕལ་ཆེར་ལྷག་སྣོད། %s

source: , %s containers remaining
bo_cn: ལྷག་སྣོད། %s

source: , %s objects deleted
bo_cn: བྱ་ཡུལ ་%sབསུབ་པ།

source: , %s objects possibly remaining
bo_cn: ཕལ་ཆེར་ལྷག་པའི་བྱ་ཡུལ། %s

source: , %s objects remaining
bo_cn: ལྷག་པའི་བྱ་ཡུལ། %s

source: , elapsed: %.02fs
bo_cn: དུས་ཡུན།:%.02fs

source: , return codes:
bo_cn: ཕྱིར་ལོག་ཚབ་ཨང་།：

source: Account
bo_cn: རྩིས་ཐོ།

source: Account DELETE
bo_cn: རྩིས་ཐོ DELETE བཀོལ་སྤྱོད།

source: Account POST
bo_cn: རྩིས་ཐོ POST བཀོལ་སྤྱོད།

source: Account PUT
bo_cn: རྩིས་ཐོ PUT བཀོལ་སྤྱོད།

source: Attempted to replicate %(count)d dbs in %(time).5f seconds (%(rate).5f/s)
bo_cn: %(time).5f seconds། (%(rate).5f/s) འདྲ་ཕབ་ཚོད་ལྟ %(count)d dbs"

source: Audit passed for %s
bo_cn: %s རྩིས་བཤེར་ལ་གྲོས་འཆམ་བྱུང་བ།

source: Bad compressed data for %s
bo_cn: %s འོས་འཚམ་མིནཔའི་སྡུད་སྒྲིལ་གཞི་གྲངས།

source: Bad line data: %s
bo_cn: ནོར་འཁྲུལ་ཕྲེང་གི་གཞི་གྲངས།：%s

source: Bad rsync return code: %(args)s -> %(ret)d
bo_cn: འོས་འཚམ་མིན་པའི rsyncཕྱིར་ལོག་ཚབ་ཨང་།：%(args)s -> %(ret)d

source: Begin container update single threaded sweep
bo_cn: སྐུད་རྐྱང་གཙང་སེལ་སྣོད་ཆས་གསར་སྒྱུར་བྱེད་འགོ་ཚུགས་པ།

source: Begin container update sweep
bo_cn: སྣོད་ཆས་གསར་སྒྱུར་བྱེད་འགོ་ཚུགས་པ།

source: Begin devices pass: %s
bo_cn: སྒྲིག་ཆས་བཤེར་འབེབས་བྱེད་འགོ་ཚུགས་པ།：%s

source: Begin object update single threaded sweep
bo_cn: སྐུད་རྐྱང་གཙང་སེལ་བྱ་ཡུལ་གསར་སྒྱུར་བྱེད་འགོ་ཚུགས་པ།

source: Begin object update sweep
bo_cn: བྱ་ཡུལ་གསར་སྒྱུར་བྱེད་འགོ་ཚུགས་པ།

source: Beginning log processing
bo_cn: ཉིན་ཐོ་ཐག་གཅོད་བྱེད་འགོ་བརྩམས།

source: Beginning pass on account %s
bo_cn: རྩིས་ཐོ %sགྲོས་འཆམ་བྱུང་འགོ་ཚུགས་པ།

source: Beginning replication run
bo_cn: འདྲ་ཕབ་འཁོར་སྐྱོད་བྱེད་འགོ་ཚུགས་པ།

source: Broker error trying to rollback locked connection
bo_cn: ཞབས་ཞུ་ཆས་ནོར་འཁྲུལ་བྱུང་པ་མ་ཟད་སྒྲོག་ཟིན་པའི་སྦྲེལ་མཐུད་ལ་ཕྱིར་ལོག་རྩིས་བྱས།

source: CRITICAL:
bo_cn: འགག་རྩ།:

source: CannotSendRequest. Skipping...
bo_cn: CannotSendRequest རྒྱུན་ལྡན་མིན། མཆོང་།...

source: Client disconnected on read
bo_cn: མཁོ་མཁན་ཀློག་སྐབས་ཆད་པ།

source: Client disconnected without sending enough data
bo_cn: མཁོ་མཁན་བཅད་པ་སྟེ་སྐྱེལ་གཏོང་འདང་མེད།

source: Connection refused
bo_cn: འབྲེལ་མཐུད་ཁས་མ་བླངས་པ།

source: Connection timeout
bo_cn: འབྲེལ་མཐུད་དུས་བརྒལ།

source: Container
bo_cn: སྣོད་ཆས།

source: Container DELETE
bo_cn: སྣོད་ཆས DELETE བཀོལ་སྤྱོད།

source: Container POST
bo_cn: སྣོད་ཆས POST བཀོལ་སྤྱོད།

source: Container PUT
bo_cn: སྣོད་ཆས PUT བཀོལ་སྤྱོད།

source: Container update sweep completed: %.02fs
bo_cn: སྣོད་ཆས་གསར་བསྒྱུར་བཤེར་འབེབས་ལེགས་འགྲུབ་བྱུང་།：%.02fs

source: Could not load object segment %(path)s: %(status)s
bo_cn: "བྱ་ཡུལ segment %(path)s: %(status)s ཁུར་སྣོན་བྱེད་ཐབས་མེད།

source: Daemon started.
bo_cn: ལྟ་སྲུང་བརྒྱུད་རིམ་འགོ་སློང་ཟིན།

source: Device %s is not mounted, skipping.
bo_cn: སྒྲིག་ཆས་%sབཀལ་མེད་པས་མཆོང་བ་ཡིན།

source: Devices pass completed: %.02fs
bo_cn: སྒྲིག་ཆས་ལེགས་འགྲུབ།： %.02fs

source: ERROR %(status)d %(body)s From %(type)s Server
bo_cn: ནོར་འཁྲུལ %(status)d %(body)s དེ %(type)s ཞབས་ཞུ་ཆས་ནས་ཡོང་པ་ཡིན།

source: ERROR %(status)d %(body)s From Object Server
bo_cn: ནོར་འཁྲུལ %(status)d དེ་བྱ་ཡུལ་ཞབས་ཞུ་ཆས་ཀྱི %(body)s ནས་ཡོང་པ་ཡིན།

source: ERROR %(status)d %(body)s From Object Server re: %(path)s
bo_cn: ནོར་འཁྲུལ %(status)d %(body)s དེ་བྱ་ཡུལ་ཞབས་ཞུ་ཆས re: %(path)s ནས་ཡོང་པ་ཡིན།

source: ERROR Bad response %(status)s from %(host)s
bo_cn: ཕམ་ཁ་དང་ལེན་ནོར་འཁྲུལ%(status)s དེ་%(host)s ནས་ཡོང་པ་ཡིན།

source: ERROR Client read timeout (%ss)
bo_cn: ནོར་འཁྲུལ།： མཁོ་མཁན་ཀློག་པ་དུས་བརྒལ། (%ss)

source: ERROR Could not get account info %s
bo_cn: ནོར་འཁྲུལ།： རྩིས་ཐོ་ཆ་འཕྲིན %s ཐོབ་ཐབས་མེད།

source: ERROR Could not get container info %s
bo_cn: ནོར་འཁྲུལ།： སྣོད་ཆས %sཆ་འཕྲིན་ཐོབ་ཐབས་མེད།

source: ERROR Exception causing client disconnect
bo_cn: ནོར་འཁྲུལ།： རྒྱུན་ལྡན་མིན་པའི་དབང་གིས་མཁོ་མཁན་སྣེ་ཡིས་འབྲེལ་མཐུད་བཅད་པ་ཡིན།

source: ERROR Failed to get my own IPs?
bo_cn: ནོར་འཁྲུལ།： ང་ཚོའི Ips ཐོབ་ཐབས་མེད་དམ།

source: ERROR Object %(obj)s failed audit and will be quarantined: %(err)s
bo_cn: ནོར་འཁྲུལ།： བྱ་ཡུལ %(obj)s རྩིས་བཤེར་ཕམ་པས་ཟུར་དུ་འགོག་སྲིད།：%(err)s

source: ERROR Pickle problem, quarantining %s
bo_cn: ནོར་འཁྲུལ།： Pickleགནས་ཚུལ་ཟུར་འགོག %s

source: ERROR Remote drive not mounted %s
bo_cn: ནོར་འཁྲུལ།： རྒྱང་རིང་སྐུལ་སློང་ཆས་འགེལ་ཐབས་མེད། %s

source: ERROR Trying to audit %s
bo_cn: ནོར་འཁྲུལ།： རྩིས་བཤེར་འགོ་རྩོམ %s ཚོད་ལྟ།

source: ERROR Unable to connect to remote server: %s
bo_cn: ནོར་འཁྲུལ།： རྒྱང་རིང་ཞབས་ཞུ་ཆས་སུ་འབྲེལ་མཐུད་བྱེད་ཐབས་མེད།：%s

source: ERROR Unhandled exception in ReST request
bo_cn: ནོར་འཁྲུལ།： ReST རེ་ཞུ་ལ་ཐག་གཅོད་མ་བྱས་པའི་རྒྱུན་ལྡན་མིན་པ་ཡོད།

source: ERROR Unhandled exception in request
bo_cn: ནོར་འཁྲུལ།： ཐག་གཅོད་མ་བྱས་པའི་རྒྱུན་ལྡན་མིན་པས་རེ་ཞུ་ཞུས་པ།

source: ERROR __call__ error with %(method)s %(path)s
bo_cn: %(method)s %(path)s ནོར་འཁྲུལ་བྱུང་བ། __call__ error

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later)
bo_cn: ནོར་འཁྲུལ།： རྩིས་ཐོ་གསར་བསྒྱུར་ཕམ་སོང་། %(ip)s:%(port)s/%(device)s། (ཅུང་ཙམ་འགོར་རྗེས་ཚོད་ལྟ་བྱོས།)

source: ERROR account update failed with %(ip)s:%(port)s/%(device)s (will retry later):
bo_cn: ནོར་འཁྲུལ།： རྩིས་ཐོ་གསར་བསྒྱུར་ཕམ་སོང་།%(ip)s:%(port)s/%(device)s། (ཅུང་ཙམ་འགོར་རྗེས་ཚོད་ལྟ་བྱོས།):

source: ERROR attempting to create account %(url)s: %(status)s %(reason)s
bo_cn: རྩིས་ཐོ %(url)s གསར་འཛུགས་ཚོད་ལྟར་ནོར་འཁྲུལ་བྱུང་།：%(status)s %(reason)s

source: ERROR container update failed with %(ip)s:%(port)s/%(dev)s (saving for async update later)
bo_cn: ནོར་འཁྲུལ།：སྣོད་ཆས་གསར་བསྒྱུར་ཕམ་སོང་། %(ip)s:%(port)s/%(dev)s(ཉར་ཚགས་བྱེད་བཞིན་ཡོད་པས་དོག་ཙམ་ནས་ཆབ་ཅིག་གསར་བསྒྱུར་བྱེད།)

source: ERROR reading HTTP response from %s
bo_cn: HTTP ཀློག་འདོན་ནོར་འཁྲུལ། དང་ལེན་ཡོང་ཁུངས %s

source: ERROR reading db %s
bo_cn: ནོར་འཁྲུལ།： db %s ཀློག་འདོན།

source: ERROR rsync failed with %(code)s: %(args)s
bo_cn: ནོར་འཁྲུལ།： rsyncཕམ་པ %(code)s: %(args)s

source: ERROR syncing %(file)s with node %(node)s
bo_cn: ནོར་འཁྲུལ།： %(file)s དང་ཚིགས་ཚེག%(node)s གོམ་མཉམ།

source: ERROR trying to replicate
bo_cn: འདྲ་ཕབ་ཚོད་ལྟ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: ERROR with %(type)s server %(ip)s:%(port)s/%(device)s re: %(info)s
bo_cn: %(type)sཞབས་ཞུ་ཆས་ལ་ནོར་འཁྲུལ་བྱུང་། %(ip)s:%(port)s/%(device)s re: %(info)s

source: ERROR with loading suppressions from %s:
bo_cn: ཕབ་འཇུག་སྡུད་སྒྲིལ་ལག་བསྟར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།%s

source: ERROR with remote server %(ip)s:%(port)s/%(device)s
bo_cn: རྒྱང་རིང་ཞབས་ཞུ་ཆས་ལ་ནོར་འཁྲུལ་བྱུང་། %(ip)s:%(port)s/%(device)s

source: ERROR: Exception while trying to communicate with %(scheme)s://%(host)s:%(port)s/%(path)s
bo_cn: ནོར་འཁྲུལ།： %(scheme)s://%(host)s:%(port)s/%(path)s དང་སྤེལ་རེས་བྱེད་རྩིས་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: ERROR: Upload of log %s failed!
bo_cn: ནོར་འཁྲུལ།： ཉིན་ཐོ %s ཡར་འགེལ་ཕམ་པ།

source: ERROR: While processing manifest /%(acc)s/%(cont)s/%(obj)s
bo_cn: ནོར་འཁྲུལ།： སྒྲིག་གཅོད manifest /%(acc)s/%(cont)s/%(obj)s

source: Error %(action)s to memcached: %(server)s
bo_cn: %(action)sནོར་འཁྲུལ། གཤིས་ནུས་མཐོ་བའི་ནང་གསོག་བྱ་ཡུལ་སྐབས་གསོག： %(server)s

source: Error hashing suffix
bo_cn: Hashingརྗེས་འཇུག་ལག་བསྟར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error limiting server %s
bo_cn: ཞབས་ཞུ་ཆས་ལ་ནོར་འཁྲུལ་བྱུང་། %s

source: Error syncing handoff partition
bo_cn: མཉམ་དུ་བགོ་ཁུལ་བརྗེ་བ་ལག་བསྟར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error syncing partition
bo_cn: མཉམ་དུ་བགོ་ཁུལ་ལག་བསྟར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error syncing with node: %s
bo_cn: གོམ་མཉམ་ལག་བསྟར་བྱེད་སྐབས་ཚིགས་ཚེག%sནོར་འཁྲུལ་བྱུང་།

source: Error: %s
bo_cn: ནོར་འཁྲུལ། %s

source: Error: missing config file argument
bo_cn: ནོར་འཁྲུལ།： སྡེབ་སྒྲིག་ཡིག་ཆ་ཞུགས་གྲངས་ཆད་པ།

source: Error: unable to locate %s
bo_cn: ནོར་འཁྲུལ།： %s བཤེར་འཚོལ་བྱེད་ཐབས་མེད།

source: Exception in top-level replication loop
bo_cn: top-levelའདྲ་ཕབ་མུ་ཁྱུད་རྒྱུན་ལྡན་མིན་པའི་ངང་ཚུལ་ཐོན་པ།

source: Exception with %(ip)s:%(port)s/%(device)s
bo_cn: %(ip)s:%(port)s/%(device)s རྒྱུན་ལྡན་མིན་པའི་ངང་ཚུལ་ཐོན་པ།

source: Exception with account %s
bo_cn: རྩིས་ཐོ %s རྒྱུན་ལྡན་མིན་པའི་ངང་ཚུལ་ཐོན་པ།

source: Exception with containers for account %s
bo_cn: རྩིས་ཐོ %s ནང་དོན་ཆས་རྒྱུན་ལྡན་མིན་པའི་ངང་ཚུལ་ཐོན་པ།

source: Exception with objects for container %(container)s for account %(account)s
bo_cn: རྩིས་ཐོ %(account)sསྣོད་ཆས %(container)s ཡི་བྱ་ཡུལ་ལ་རྒྱུན་ལྡན་མིན་པའི་ངང་ཚུལ་ཐོན་པ།

source: Expect: 100-continue on %s
bo_cn: ཤེས་ཟིན་པ།：100-continue on %s

source: Following CNAME chain for %(given_domain)s to %(found_domain)s
bo_cn: CNAMEཕྲེང་བ %(given_domain)sནས %(found_domain)s རྗེས་འདེད་པ།

source: Gathering account stats
bo_cn: རྩིས་ཐོའི་རྣམ་པ་སྡུད་པ།

source: Gathering account stats complete (%0.2f minutes)
bo_cn: རྩིས་ཐོའི་རྣམ་པ་སྡུད་པ་ལེགས་འགྲུབ། (སྐར་མ %0.2f)

source: HTTP PERF: %(time).5f seconds to %(method)s %(host)s:%(port)s %(path)s)
bo_cn: HTTP PERF: སྐར་ཆ་%(time).5f %(method)s %(host)s:%(port)s %(path)s)

source: Host unreachable
bo_cn: གཙོ་འཁོར་ལ་འབྲེལ་མཐུད་བྱེད་ཐབས་མེད།

source: I found a bunch of bad lines in %(name)s (%(bad)d bad, %(total)d total)
bo_cn: %(name)s ཁྲོད་དུ་ནོར་འཁྲུལ་ཕྲེང་ s( %(bad)d མང་པོ་རྙེད་དེ་བསྡོམས་པས %(total)d)

source: Incomplete pass on account %s
bo_cn: རྩིས་ཐོ %s གྲོས་འཆམ་ལེགས་འགྲུབ་བྱུང་མེད།

source: Invalid path: %(error)s from data: %(log)s
bo_cn: ནུས་མེད་ཀྱི་འགྲོ་ལམ：གཞི་གྲངས་ནས་ཡོང་པའི་ནོར་འཁྲུལ %(error)s：%(log)s

source: Invalid pending entry %(file)s: %(entry)s
bo_cn: སྤྱོད་མི་རུང་བའི་སྒུག་པའི་ནང་འཇུག་%(file)s: %(entry)s

source: Invalid response %(resp)s from %(ip)s
bo_cn: ནུས་མེད་ཀྱི་ཕྱིར་ལན %(resp)sདེ %(ip)s ནས་ཡོང་པ་ཡིན།

source: Killing long-running rsync: %s
bo_cn: long-running གོམ་མཉམ་མཚམས་འཇོག: %s

source: Loading account ring from %s
bo_cn: %s ནས་རྩིས་ཐོའི་གདུབ་ཁུར་སྣོན་བྱེད་པ།

source: Loading container ring from %s
bo_cn: %sནས་སྣོད་ཆས་གདུབ་ཁུར་སྣོན་བྱེད་པ།

source: Loading object ring from %s
bo_cn: %s ནས་བྱ་ཡུལ་གདུབ་ཁུར་སྣོན་བྱེད་པ།

source: Lockup detected.. killing live coros.
bo_cn: lockupབཤེར་འཇལ་བྱེད་པ། ལག་བསྟར་བྱེད་བཞིན་པའི coros མཚམས་འཇོག

source: Log %s is 0 length, skipping
bo_cn: ཉིན་ཐོ %s ཡི་རིང་ཚད་ནི 0 ཡིན་པས་མཚོང་འགྲོ།

source: Log processing done (%0.2f minutes)
bo_cn: ཉོན་ཐོ་སྒྲིག་གཅོད་བྱས་ཚར། (སྐར་མ %0.2f)

source: Mapped %(given_domain)s to %(found_domain)s
bo_cn: %(given_domain)sནས %(found_domain)s སྡུད་པ།

source: No super_admin_key set in conf file! Exiting.
bo_cn: confཡིག་ཆའི་ནང་སྒྲིག་འགོདsuper_admin_key ！མེད་པས་ཕྱིར་འབུད།

source: Node error limited %(ip)s:%(port)s (%(device)s)
bo_cn: ཚིགས་ཚེག་ནོར་འཁྲུལ་མཐར་ཐུག %(ip)s:%(port)s(%(device)s)

source: Nothing replicated for %s seconds.
bo_cn: སྐར་ཆ་%s འདྲ་ཕབ་མེད།

source: Object
bo_cn: བྱ་ཡུལ།

source: Object DELETE
bo_cn: བྱ་ཡུལDELTEབཀོལ་སྤྱོད།

source: Object POST
bo_cn: བྱ་ཡུལPOST

source: Object PUT
bo_cn: དགའ་རོགས་བརྒྱུད་སྤྲོད།

source: Object PUT exceptions during send, %(conns)s/%(nodes)s required connections
bo_cn: བྱ་ཡུལ PUTསྐྱེལ་གཏོང་བྱེད་སྐབས་རྒྱུན་ལྡན་མིན་པའི་ངང་ཚུལ་ཐོན། %(conns)s/%(nodes)sའབྲེལ་མཐུད་རེ་ཞུ།

source: Object PUT returning 503, %(conns)s/%(nodes)s required connections
bo_cn: བྱ་ཡུལ་ PUTདེ་503 ལ་ཕྱིར་ལོག་པ། %(conns)s/%(nodes)s འབྲེལ་མཐུད་རེ་ཞུ།

source: Object manifest GET could not continue listing: %s %s
bo_cn: བྱ་ཡུལ manifest GETཡིས་མུ་མཐུད་དུ་རེའུ་མིག་བཀོད་ཐབས་མེད།：%s %s

source: Object replication complete. (%.02f minutes)
bo_cn: བྱ་ཡུལ་འདྲ་ཕབ་ལེགས་འགྲུབ།(%.02f minutes)

source: Object servers returned %s mismatched etags
bo_cn: བྱ་ཡུལ་ཞབས་ཞུ་ཆས %s ལ་ཕྱིར་ལོག་པ་ཟླ་སྒྲིག་མིནetags

source: Object update sweep completed: %.02fs
bo_cn: བྱ་ཡུལ་གསར་བསྒྱུར་བཤེར་འབེབས་ལེགས་འགྲུབ།：%.02fs

source: Partition times: max %(max).4fs, min %(min).4fs, med %(med).4fs
bo_cn: ཁུལ་བགོ་དུས་ཚོད།: max %(max).4fs, min %(min).4fs, med %(med).4fs

source: Path %s does not exist, skipping.
bo_cn: འགྲོ་ལམ %s མེད་པས་མཆོང་པ་ཡིན།

source: Processing log: %s
bo_cn: ཉིན་ཐོ་སྒྲིག་གཅོད།：%s

source: Quarantining DB %s
bo_cn: DB%s ཁ་བཀར་བ།

source: Ratelimit sleep log: %(sleep)s for %(account)s/%(container)s/%(object)s
bo_cn: བཞུར་ཚད་ཚོད་འཛིན་ངལ་གསོའི་ཉིན་ཐོ།：%(sleep)s for %(account)s/%(container)s/%(object)s

source: Removed %(remove)d dbs
bo_cn: %(remove)d dbs བསུབ་པ།

source: Removing partition: %s
bo_cn: བགོ་ཁུལ་འདོར་བ།：%s

source: Replicating db %s
bo_cn: གཞི་གྲངས་མཛོད་འདྲ་ཕབ་བྱེད་བཞིན་པ། %s

source: Replication run OVER
bo_cn: འདྲ་ཕབ་འཁོར་སྐྱོད་མཇུག་སྒྲིལ།

source: Replication sleeping for %s seconds.
bo_cn: འདྲ་ཕབ་སྐར་ཆ་%s གཉིད་པ།

source: Returning 497 because of blacklisting
bo_cn: མིང་ཐོ་ནག་པོའི་ནང་བཅུག་པའི་དབང་གིས་497ཕྱིར་ལོག་བྱས་པ།

source: Returning 498 because of ops rate limiting (Max Sleep) %s
bo_cn: ops ཟློས་ཕྱོད་ཚད་བཟུང་པས། (གསོ་ཉལ་གྲངས་ཆེ་ཤོས།）%s 498 ཕྱིར་ལོག་བྱས་པ།

source: Returning 503 because not all container nodes confirmed DELETE
bo_cn: ཚིགས་ཚེག་ཡོད་ཚད་ཀྱིསDELETEགཏན་འཁེལ་བྱེད་པ་མིན་པས་503 ཕྱིར་ལོག་བྱས་པ།

source: Ring change detected. Aborting current replication pass.
bo_cn: Ringའགྱུར་ལྡོག་བཤེར་འཇལ་བྱས་པ། ད་ཡོད་ཀྱི་འདྲ་ཕབ་གྲོས་མཐུན་ཕྱིར་འབུད་པ།

source: Running object replicator in script mode.
bo_cn: གསང་སྡོམ་རྣམ་པའི་འོག་བྱ་ཡུལ་འདྲ་ཕབ་ལག་བྲཏར་བྱེད་པ།

source: STDOUT: Connection reset by peer
bo_cn: STDOUT：འབྲེལ་མཐུད peer ཡིས་ཡང་བསྐྱར་སྒྲིག་འགོད་བྱས།

source: Since %(time)s: Account audits: %(passed)s passed audit, %(failed)s failed audit
bo_cn: དུས་ཚོད %(time)s：རྩིས་ཐོ་ཞིབ་བཤེར།：%(passed)s ཞིབ་བཤེར་གྲོས་འཆམ་བྱུང་པ། %(failed)s ཞིབ་བཤེར་ཕམ་པ།

source: Since %(time)s: Container audits: %(pass)s passed audit, %(fail)s failed audit
bo_cn: %(time)s ནས་མགོ་བཟུང་བ།：སྣོད་ཆས་རྩིས་བཤེར།：%(pass)s རྩིས་བཤེར་གྲོས་འཆམ་བྱུང་བ། %(fail)s ཕམ་པ།

source: Skipping %(device)s as it is not mounted
bo_cn: བཀལ་མི་ཐུབ་པའི་རྐྱེན་གྱིས %(device)s ལས་མཆོང་པ།

source: Skipping %s as it is not mounted
bo_cn: བཀལ་བ་ཕམ་པས %s ལས་མཆོང་བ།

source: Skipping log: %(file)s (< %(cutoff)d seconds old)
bo_cn: ཉིན་ཐོ་ལས་མཆོང་བ།：%(file)s(< %(cutoff)d སྐར་ཆ།)

source: Starting object replication pass.
bo_cn: བྱ་ཡུལ་འདྲ་ཕབ་བརྒྱུད་འགོ་བརྩམས་པ།

source: Successful rsync of %(src)s at %(dst)s (%(time).03f)
bo_cn: ལེགས་འགྲུབ་བྱུང་པའི rsync %(src)s at %(dst)s (%(time).03f)

source: Syncing chunks with %s
bo_cn: %s དང་གོམ་མཉམ་གཞི་གྲངས་དུམ་བུ།

source: Timeout %(action)s to memcached: %(server)s
bo_cn: %(action)s དུས་བརྒལ། གཤིས་ནུས་མཐོ་བའི་ནང་གསོག་བྱ་ཡུལ་སྐབས་གསོག： %(server)s

source: Trying to %(method)s %(path)s
bo_cn: %(method)s %(path)s ལག་བསྟར་བྱེད་རྩིས་བྱེད་པ།

source: Trying to DELETE %s
bo_cn: DELETE ཡིས་ %s བཀོལ་སྤྱོད་བྱེད་རྩིས་བྱེད་པ།

source: Trying to POST %s
bo_cn: %s ལ་ POST བཀོལ་སྤྱོད་བྱེད་རྩིས་བྱེད་པ།

source: Trying to PUT to %s
bo_cn: %s ལ་PUTབཀོལ་སྤྱོད་བྱེད་རྩིས་བྱེད་པ།

source: Trying to get account info for %s
bo_cn: %s ལ་རྩིས་ཐོ་ཆ་འཕྲིན་ཐོབ་རྩིས་བྱེད་པ།

source: Trying to get container info for %s
bo_cn: %s ལ་སྣོད་ཆས་ཆ་འཕྲིན་ཐོབ་རྩིས་བྱེད་པ།

source: Trying to get final status of PUT to %s
bo_cn: ཆེས་རྗེས་མའི PUTརྣམ་པ %s ཐོབ་རྩིས་བྱེད་པ།

source: Trying to read during GET of %s
bo_cn: %s ཡི GETབཀོལ་སྤྱོད་ཁྲོད་ནས་ཀློག་རྩིས་བྱེད་པ།

source: Trying to write to %s
bo_cn: %s འབྲི་བ་ལག་བསྟར་ཚོད་ལྟ་བྱེད་པ།

source: UNCAUGHT EXCEPTION
bo_cn: འཛིན་བཟུང་མ་བྱས་པའི་རྒྱུན་འགལ།

source: Unable to find %s config section in %s
bo_cn: %s ཁྲོད་དུ %s སྒྲིག་འགོད་ཆ་དེ་རྙེད་ཐབས་མེད།

source: Unable to locate %s in libc. Leaving as a no-op.
bo_cn: %s འདྲི་རྩད་བྱེད་ཐབས་མེད། no-op སོར་འཇོག་བྱེད་པ།

source: Unable to read config file %s
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ %s ཀློག་ཐབས་མེད།

source: Unexpected log: %s
bo_cn: སྔོན་དཔག་བྱེད་མ་ཐུབ་པའི་ཉིན་ཐོ།：%s

source: Update failed for %(obj)s %(path)s
bo_cn: %(obj)s %(path)s ཡི་གསར་བསྒྱུར་ཕམ་པ།

source: Update report failed for %(container)s %(dbfile)s
bo_cn: %(container)s %(dbfile)s ཡི་གསར་བསྒྱུར་སྙན་ཞུ་ཕམ་པ།

source: Update report sent for %(container)s %(dbfile)s
bo_cn: ཡི་གསར་བསྒྱུར་སྙན་ཞུ %(container)s %(dbfile)s ལ་ཞུས་པ།

source: Update sent for %(obj)s %(path)s
bo_cn: %(obj)s %(path)s ལ་གསར་བསྒྱུར་སྐྱེལ་གཏོང་བྱེད་པ།

source: Uploaded log %(file)s to %(target)s
bo_cn: %(file)s དེ %(target)s ཡར་འགེལ་བྱས་པ།

source: Uploading logs
bo_cn: ཉིན་ཐོ་ཡར་འགེལ་བྱེད་བཞིན་པ།

source: Uploading logs complete (%0.2f minutes)
bo_cn: ཉིན་ཐོ་ཡར་འགེལ་ལེགས་འགྲུབ་བྱུང་བ། (སྐར་མ %0.2f)

source: Warning: Cannot ratelimit without a memcached client
bo_cn: ཐ་ཚིག：སྐབས་གསོག་མཁོ་མཁན་སྣེ་ཆད་པ་སྟེ་བཞུར་ཚད་ཚོད་འཛིན་བྱེད་མི་ཐུབ་པས་སོ།

source: found %d processed files
bo_cn: སྒྲིག་གཅོད་བྱས་པའི་ཡིག་ཆ %d རྙེད་པ།

source: loaded %d files to process
bo_cn: སྒྲིག་གཅོད་ཡིག་ཆ %d ཁུར་སྣོན་བྱེད་པ།
