Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/sysstat.po
Languages: bo_cn

source: Filesystems statistics
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་བསྡོམས་རྩིས་ཆ་འཕྲིན།

source: -B Paging statistics
bo_cn: -B ངོས་བགར་རྣམ་པ།

source: -H Hugepages utilization statistics
bo_cn: -H བརྗེ་རེས་བར་སྟོང་གི་སྤྱོད་ཚད།

source: -R Memory statistics
bo_cn: -R ནང་གསོག་རྣམ་པ།

source: -S Swap space utilization statistics
bo_cn: -S བརྗེ་རེས་བར་སྟོང་གི་སྤྱོད་ཚད་ཆ་འཕྲིན།

source: -W Swapping statistics
bo_cn: -W ཆ་འཕྲིན་བརྗེ་རེས།

source: -b I/O and transfer rate statistics
bo_cn: -b I/O དང་རྒྱུད་གཏོང་མྱུར་ཚད་ཆ་འཕྲིན་གནས་ཚུལ།

source: -d Block devices statistics
bo_cn: -d དུམ་བའི་སྒྲིག་ཆས་གནས་ཚུལ།

source: -q Queue length and load average statistics
bo_cn: -q རུ་སྟར་རིང་ཚད་དང་ཆ་སྙོམས་ཁུར་བོ།

source: -v Kernel tables statistics
bo_cn: -v ནང་སྙིང་རེའུ་མིག་བསྡོམས་རྩིས་ཆ་འཕྲིན།

source: -w Task creation and system switching statistics
bo_cn: -w ལས་འགན་གསར་འཛུགས་དང་རྒྱུད་ཁོངས་བརྗེ་སྤོར་ཆ་འཕྲིན།

source: -y TTY devices statistics
bo_cn: -y TTY སྒྲིག་ཆས་ཆ་འཕྲིན།

source: -f and -o options are mutually exclusive
bo_cn: -f དང་ -o འདེམས་ཚན་དུས་གཅིག་ཏུ་སྤྱོད་མི་ཆོག

source: Average:
bo_cn: ཆ་སྙོམས་དུས་ཚོད།:

source: Cannot append data to that file (%s)
bo_cn: ཡིག་ཆ་ (%s) ནང་དུ་ཟིན་ཐོ་ཁ་གསབ་བྱེད་ཐབས་མེད།

source: Cannot convert the format of this file
bo_cn: ཡིག་ཆ་འདིའི་རྣམ་གཞག་བརྗེ་རེས་བྱེད་ཐབས་མེད།

source: Cannot find disk data
bo_cn: སྡུད་སྡེར་གཞི་གྲངས་རྙེད་ཐབས་མེད།

source: Cannot find the data collector (%s)
bo_cn: གཞི་གྲངས་འཚོལ་སྡུད་ཆས་རྙེད་ཐབས་མེད། (%s)

source: Cannot handle so many processors!
bo_cn: སྒྲིག་གཅོད་ཆས་མང་དྲགས་པས་སྒྲིག་གཅོད་བྱེད་ཐབས་མེད།

source: Cannot open %s: %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་མེད།: %s

source: Cannot write data to system activity file: %s
bo_cn: གཞི་གྲངས་རྒྱུད་ཁོངས་འཁོར་སྐྱོད་ཟིན་ཐོ་ཡིག་ཆ་རུ་འབྲི་ཐབས་མེད།: %s

source: Cannot write system activity file header: %s
bo_cn: རྒྱུད་ཁོངས་འཁོར་སྐྱོད་ཟིན་ཐོ་ཡིག་ཆའི་ཐོག་མའི་ཆ་དེ་འབྲི་ཐབས་མེད།: %s

source: Current sysstat version cannot read the format of this file (%#x)
bo_cn: མིག་སྔའི་པར་གཞིའི sysstat ཡིས་ཡིག་ཆ་འདིའི་རྣམ་གཞག (%#x) ཀློག་ཐབས་མེད།

source: Data collector found: %s
bo_cn: གཞི་གྲངས་འཚོལ་སྡུད་ཆས་རྙེད་པ།: %s

source: Data collector will be sought in PATH
bo_cn: PATH ཁྲོད་ནས་གཞི་གྲངས་འཚོལ་སྡུད་ཆས་འཚོལ་བ།

source: End of data collecting unexpected
bo_cn: གཞི་གྲངས་རྒྱུན་གྱི་མཇུག་ཏུ་ངེས་མེད་ནོར་འཁྲུལ་ཡོད།

source: End of system activity file unexpected
bo_cn: རྒྱུད་ཁོངས་འཁོར་སྐྱོད་ཟིན་ཐོ་ཡིག་ཆའི་མཇུག་ཏུ་ངེས་མེད་ནོར་འཁྲུལ་ཡོད།

source: Endian format mismatch
bo_cn: Endian རྣམ་གཞག་ཟླ་སྒྲིག་མིན།

source: Error while reading system activity file: %s
bo_cn: རྒྱུད་ཁོངས་འཁོར་སྐྱོད་ཟིན་ཐོ་ལྟ་ཞིབ་བྱེད་སྐབས་ནོར་འཁྲུལ་ཐོན།: %s

source: File created by sar/sadc from sysstat version %d.%d.%d
bo_cn: ཡིག་ཆ sysstat པར་གཞི %d.%d.%d ནང་གི sar/sadc ཡིས་གསར་འཛུགས་བྱས།

source: File date: %s
bo_cn: ཡིག་ཆའི་ཚེས་གྲངས།: %s

source: File time:
bo_cn: ཡིག་ཆའི་དུས་ཚོད།:

source: Genuine sa datafile: %s (%x)
bo_cn: Genuine sa གཞི་གྲངས་ཡིག་ཆ།: %s (%x)

source: Host:
bo_cn: གཙོ་འཁོར།:

source: Inconsistent input data
bo_cn: བླངས་པའི་གཞི་གྲངས་སྔ་རྗེས་མི་མཐུན་པ།

source: Invalid system activity file: %s
bo_cn: ནུས་མེད་ཀྱི་རྒྱུད་ཁོངས་འཁོར་སྐྱོད་ཟིན་ཐོ་ཡིག་ཆ།: %s

source: Invalid type of persistent device name
bo_cn: སྔར་ཡོད་སྒྲིག་ཆས་མིང་རིགས་རྣམ་ནུས་མེད།

source: List of activities:
bo_cn: འཁོར་སྐྱོད་ཟིན་ཐོ་རེའུ་མིག:

source: Main options and reports:
bo_cn: འདེམས་ཚན་གཙོ་བོ་དང་སྙན་ཞུ།:

source: No tape drives with statistics found
bo_cn: བསྡོམས་རྩིས་ཆ་འཕྲིན་ལྡན་པའི་སྦྱིན་ཤོག་སྒྲིག་ཆས་རྙེད་མེད།

source: Not reading from a system activity file (use -f option)
bo_cn: རྒྱུད་ཁོངས་འགུལ་སྐྱོད་ཟིན་ཐོ་ཡིག་ཆར་ལྟ་ཞིབ་བྱེད་ཐབས་མེད། ( -f འདེམས་ཚན་སྤྱད་པ།)

source: Not that many processors!
bo_cn: སྒྲིག་གཅོད་ཆས་ངོ་མ་མང་དྲགས།

source: Number of CPU for last samples in file: %u
bo_cn: ཡིག་ཆའི་ཁྲོད་ནས་ཐེངས་ཆེས་མཇུག་མཐར་དཔེ་བླངས་པའི CPU ཁ་གྲངས།: %u

source: Other devices not listed here
bo_cn: འདིར་བཀོས་མེད་པའི་སྒྲིག་ཆས་གཞན།

source: Please check if data collecting is enabled
bo_cn: གཞི་གྲངས་འཚོལ་བསྡུད་བྱས་ཆོག་མིན་ཞིབ་བཤེར་བྱེད་རོགས།

source: Requested activities not available
bo_cn: དགོས་ངེས་ཀྱི་འཁོར་སྐྱོད་ཟིན་ཐོ་ཐོབ་ཐབས་མེད།

source: Requested activities not available in file %s
bo_cn: དགོས་ངེས་ཀྱི་འཁོར་སྐྱོད་ཟིན་ཐོ་ཡིག་ཆ %s འདིའི་ནང་ནས་ཐོབ་ཐབས་མེད།

source: Size of a long int: %d
bo_cn: ཧྲིལ་གྲངས་རིང་བོའི་ཡིག་ཚིགས་ཆེ་ཆུང་།: %d

source: Statistics:
bo_cn: བསྡོམས་རྩིས་ཆ་འཕྲིན།:

source: Summary:
bo_cn: གནད་བསྡུས།：

source: System activity data file: %s (%#x)
bo_cn: རྒྱུད་ཁོངས་འཁོར་སྐྱོད་ཟིན་ཐོ་གཞི་གྲངས་ཡིག་ཆ།: %s(%#x)

source: Using a wrong data collector from a different sysstat version
bo_cn: པར་གཞི་ sysstat མི་འདྲ་བའི་ནོར་འཁྲུལ་ནས་ཐོན་པའི་གཞི་གྲངས་འཚོལ་སྡུད་ཆས་སྤྱོད་བཞིན་པ།

source: no
bo_cn: མིན།

source: sysstat version %s
bo_cn: sysstat པར་གཞི། %s

source: yes
bo_cn: ཡིན།
