Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/systemd.po
Languages: bo_cn, zh_cn

source: Acquire a pseudo TTY in a local container
bo_cn: རང་སའི་སྣོད་ཆས་ནས་མཐའ་སྣེ་རྫུས་མ་རག་པ།
zh_cn: 在本地容器中获取一个假 TTY

source: Acquire a pseudo TTY on the local host
bo_cn: རང་སའི་གཙོ་འཁོར་ནས་མཐའ་སྣེ་རྫུས་མ་རག་པ།
zh_cn: 在本地主机中获取一个假 TTY

source: Acquire a shell in a local container
bo_cn: རང་སའི་སྣོད་ཆས་ནས shell རག་པ།
zh_cn: 在本地容器中获取一个 shell

source: Acquire a shell on the local host
bo_cn: རང་སའི་གཙོ་འཁོར་ནས shell རག་པ།
zh_cn: 在本地主机中获取一个 shell

source: Allow applications to delay system shutdown
bo_cn: ཉེར་སྤྱོད་ཀྱིས་དུས་འགྱངས་ནས་རྒྱུད་ཁོངས་ཁ་རྒྱག་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序延迟系统关机

source: Allow applications to delay system sleep
bo_cn: ཉེར་སྤྱོད་ཀྱིས་དུས་འགྱངས་ནས་རྒྱུད་ཁོངས་གཉིད་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序延迟系统睡眠

source: Allow applications to inhibit automatic system suspend
bo_cn: ཉེར་སྤྱོད་ཀྱིས་རྒྱུད་ཁོངས་རང་འགུལ་འགེལ་བ་བཀག་འགོག་བྱས་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序阻止系统自动挂起

source: Allow applications to inhibit system handling of the hibernate key
bo_cn: ཉེར་སྤྱོད་ཀྱིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་མལ་གསོ་མཐེབ་གནོན་བཀག་འགོག་བྱས་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序阻止系统响应挂起键

source: Allow applications to inhibit system handling of the lid switch
bo_cn: ཉེར་སྤྱོད་ཀྱིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་ཁ་ལེབ་བསད་སྤར་བཀག་འགོག་བྱས་ཆོག་པར་བྱེད་པ།

source: Allow applications to inhibit system handling of the power key
bo_cn: ཉེར་སྤྱོད་ཀྱིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་གློག་ཁུངས་མཐེབ་གནོན་བཀག་འགོག་བྱས་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序阻止系统响应电源键

source: Allow applications to inhibit system handling of the suspend key
bo_cn: ཉེར་སྤྱོད་ཀྱིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་འགེལ་བ་མཐེབ་གནོན་བཀག་འགོག་བྱས་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序阻止系统响应挂起键

source: Allow applications to inhibit system shutdown
bo_cn: ཉེར་སྤྱོད་ཀྱིས་རྒྱུད་ཁོངས་ཁ་རྒྱག་བཀག་འགོག་བྱས་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序阻止系统关机

source: Allow applications to inhibit system sleep
bo_cn: ཉེར་སྤྱོད་ཀྱིས་རྒྱུད་ཁོངས་གཉིད་པར་བཀག་འགོག་བྱས་ཆོག་པར་བྱེད་པ།
zh_cn: 允许应用程序阻止系统睡眠

source: Allow attaching devices to seats
bo_cn: སྒྲིག་ཆས་ལས་སྟེགས་སུ་ཟུར་སྣོན་བྱས་ཆོག
zh_cn: 允许将设备附加至会话座位

source: Allow indication to the firmware to boot to setup interface
bo_cn: མཁྲེགས་ལྷུ་མཛུབ་སྟོན་གྱིས་སྒྲིག་འགོད་འཆར་ངོས་ལ་སྤྲད་ཆོག་པར་བྱེད་པ།
zh_cn: 允许向固件发出指示以启动至固件设置界面

source: Allow non-logged-in users to run programs
bo_cn: ཐོ་འཇུགས་བྱས་མེད་པའི་སྤྱོད་མཁན་ལ་བྱ་རིམ་འཁོར་སྐྱོད་བྱེད་ཆོག་པར་བྱེད་པ།
zh_cn: 允许未登录用户运行程序

source: Authentication is required for an application to delay system shutdown.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་ཁ་རྒྱག་ཆོག་པའི་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许应用程序延迟系统关机需要验证。

source: Authentication is required for an application to delay system sleep.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་གཉིད་ཆོག་པའི་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许应用程序延迟系统睡眠需要验证。

source: Authentication is required for an application to inhibit automatic system suspend.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་འགེལ་བ་བཀག་འགོག་བྱས་ཆོག་པའི་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许应用程序阻止系统自动挂起需要验证。

source: Authentication is required for an application to inhibit system handling of the hibernate key.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་གཉིད་མཐེབ་བཀག་འགོག་བྱས་ཆོག་པའི་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许应用程序阻止系统响应挂起键需要验证。

source: Authentication is required for an application to inhibit system handling of the lid switch.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་ཁ་ལེབ་བསད་སྤར་བཀག་འགོག་བྱས་ཆོག་པ་ཡིན།

source: Authentication is required for an application to inhibit system handling of the power key.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་གློག་ཁུངས་མཐེབ་གནོན་བཀག་འགོག་བྱས་ཆོག་པའི་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许应用程序阻止系统响应电源键需要验证。

source: Authentication is required for an application to inhibit system handling of the suspend key.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་སྒྲིག་གཅོད་བཀལ་བའི་མཐེབ་གནོན་བཀག་འགོག་བྱས་ཆོག་པའི་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许应用程序阻止系统响应挂起键需要验证。

source: Authentication is required for an application to inhibit system shutdown.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་སྒྲིག་འགོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་ཁ་རྒྱག་པ་བཀག་འགོག་བྱས་ཆོག་པ་ཡིན།
zh_cn: 要允许应用程序阻止系统关机需要验证。

source: Authentication is required for an application to inhibit system sleep.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་ག་གེ་མོ་ཞིག་གིས་རྒྱུད་ཁོངས་གཉིད་ཆོག་པ་བཀག་འགོག་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许应用程序阻止系统睡眠需要验证。

source: Authentication is required for attaching a device to a seat.
bo_cn: དབང་ཆ་སྤྲད་པ་བརྒྱུད་སྒྲིག་ཆས་བླུགས་ནས་ལས་སྟེགས་ཤིག་ཏུ་སླེབས་ཆོག་པར་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许将设备附加至某个会话座位需要验证。

source: Authentication is required for hibernating the system while an application asked to inhibit it.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་བཀག་འགོག་བྱེད་སྐབས་རྒྱུད་ཁོངས་གཉིད་ཐུབ་པ་ཡིན།
zh_cn: 要在其它应用程序阻止休眠时进行休眠需要验证。

source: Authentication is required for hibernating the system while other users are logged in.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་སྤྱོད་མཁན་གཞན་ཐོ་འཇུག་བྱེད་རྒྱུ་ཡོད་དུས་རྒྱུད་ཁོངས་གཉིད་ཐུབ་པ་ཡིན།
zh_cn: 存在其他已登录用户时进行休眠需要验证。

source: Authentication is required for hibernating the system.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་གཉིད་དུ་འཇུག་ཐུབ་པ་ཡིན།
zh_cn: 休眠需要验证。

source: Authentication is required for managing active sessions, users and seats.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ལས་འགུལ་གཏམ་གླེང་དང་སྤྱོད་མཁན་དང་ལས་སྟེགས་དོ་དམ་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要管理活动会话、用户与会话座位需要验证。

source: Authentication is required for powering off the system while an application asked to inhibit it.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་བཀག་འགོག་བྱེད་སྐབས་ཁ་རྒྱག་ཐུབ་པ་ཡིན།
zh_cn: 要在其它应用程序阻止关机时关闭系统需要验证。

source: Authentication is required for powering off the system while other users are logged in.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་སྤྱོད་མཁན་གཞན་ཐོ་འཇུག་བྱེད་རྒྱུ་ཡོད་དུས་ཁ་རྒྱག་ཐུབ་པ་ཡིན།
zh_cn: 存在其他已登录用户时关闭系统需要验证。

source: Authentication is required for powering off the system.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཁ་རྒྱག་ཐུབ་པ་ཡིན།
zh_cn: 关闭系统需要验证。

source: Authentication is required for rebooting the system while an application asked to inhibit it.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་བཀག་འགོག་ཡོད་སྐབས་རྒྱུད་ཁོངས་བསྐྱར་སློང་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要在其它应用程序阻止重启时重启系统需要验证。

source: Authentication is required for rebooting the system while other users are logged in.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་སྤྱོད་མཁན་གཞན་ཐོ་འཇུག་བྱེད་རྒྱུ་ཡོད་དུས་རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 存在其他已登录用户时重启系统需要验证。

source: Authentication is required for rebooting the system.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 重启系统需要验证。

source: Authentication is required for resetting how devices are attached to seats.
bo_cn: དབང་ཆ་སྤྲད་པ་བརྒྱུད་སྒྲིག་ཆས་བསྐྱར་འཇོག་ཇི་ལྟར་ཟུར་བཀོད་ལས་ཀའི་སྟེགས་བུར་འཇོག་ཐུབ་པ་ཡིན།
zh_cn: 重新设定设备的会话座位接入方式时需要验证。

source: Authentication is required for suspending the system while an application asked to inhibit it.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཉེར་སྤྱོད་བཀག་འགོག་ཡོད་སྐབས་རྒྱུད་ཁོངས་འགེལ་ཐུབ་པ་ཡིན།
zh_cn: 要在其它应用程序阻止挂起时挂起系统需要验证。

source: Authentication is required for suspending the system while other users are logged in.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་སྤྱོད་མཁན་གཞན་ཐོ་འཇུག་བྱེད་རྒྱུ་ཡོད་དུས་རྒྱུད་ཁོངས་འགེལ་ཐུབ་པ་ཡིན།
zh_cn: 存在其他已登录用户时挂起系统需要验证。

source: Authentication is required for suspending the system.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་འགེལ་ཐུབ་པ་ཡིན།
zh_cn: 挂起系统需要验证。

source: Authentication is required to acquire a pseudo TTY in a local container.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་སྣོད་ཆས་སུ་མཐའ་སྣེ་རྫུས་མ་ཐོབ་ཐུབ་པ་ཡིན།
zh_cn: 要在本地容器中获取假 TTY 需要验证。

source: Authentication is required to acquire a pseudo TTY on the local host.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་གཙོ་འཁོར་དུ་མཐའ་སྣེ་རྫུས་མ་ཐོབ་ཐུབ་པ་ཡིན།
zh_cn: 要在本地主机中获取假 TTY 需要验证。

source: Authentication is required to acquire a shell in a local container.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་སྣོད་ཆས་སུ shell ཐོབ་ཐུབ་པ་ཡིན།
zh_cn: 要在本地容器中获取 shell 需要验证。

source: Authentication is required to acquire a shell on the local host.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་གཙོ་འཁོར་དུ shell ཐོབ་ཐུབ་པ་ཡིན།
zh_cn: 要在本地主机中获取 shell 需要验证。

source: Authentication is required to control whether network time synchronization shall be enabled.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་དྲ་རྒྱའི་དུས་ཚོད་གོམ་མཉམ་བྱེད་མིན་ཚོད་འཛིན་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置是否启用网络时间同步需要验证。

source: Authentication is required to control whether the RTC stores the local or UTC time.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་དུས་ཐོག་ཆུ་ཚོད་སྒྲིག་ཆས་རང་སའི་དུས་ཁུལ་ལམ UTC དུས་ཚོད་དུ་སྒྲིག་འགོད་བྱེད་ཆོག་པ་ཡིན།
zh_cn: 设置硬件时钟使用本地时间或 UTC 需要验证。

source: Authentication is required to download a VM or container image
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་ཕབ་ལེན་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 下载虚拟机或容器镜像需要验证。

source: Authentication is required to export a VM or container image
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་ཕྱིར་འདྲེན་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 导出虚拟机或容器镜像需要验证

source: Authentication is required to import a VM or container image
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་ནང་འདྲེན་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 导入虚拟机或容器镜像需要验证

source: Authentication is required to indicate to the firmware to boot to setup interface.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་མཁྲེགས་ལྷུ་ལ་མཛུབ་སྟོན་བྱས་ནས་སྒྲིག་འགོད་འཆར་ངོས་སུ་འགོ་སློང་བྱེད་ཆོག་པ་ཡིན།
zh_cn: 要允许向固件发出启动时进入设置界面的指令需要验证。

source: Authentication is required to kill '$(unit)'.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ “$(unit)” གསོད་ཐུབ་པ་ཡིན།
zh_cn: 杀死“$(unit)”需要验证。

source: Authentication is required to lock or unlock active sessions.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ལས་འགུལ་གཏམ་གླེང་སྒྲོག་པའམ་སྒྲོག་གྲོལ་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要对活动会话进行锁定或解锁需要验证。

source: Authentication is required to log into a local container.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་སྣོད་ཆས་སུ་ཐོ་འཇུག་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要登入一个本地容器需要验证。

source: Authentication is required to log into the local host.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་གཙོ་འཁོར་དུ་ཐོ་འཇུག་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要登入本地主机需要验证。

source: Authentication is required to manage local virtual machine and container images.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་དོ་དམ་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要管理本地的虚拟机和容器镜像需要验证。

source: Authentication is required to manage local virtual machines and containers.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་དོ་དམ་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要管理本地虚拟机和容器需要验证。

source: Authentication is required to manage system service or unit files.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་ཞབས་ཞུའམ་ unit ཡིག་ཆ་དོ་དམ་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 管理系统服务或单元文件需要验证。

source: Authentication is required to manage system services or other units.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་ཞབས་ཞུའམ unit གཞན་དོ་དམ་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 管理系统服务或其它单元需要验证。

source: Authentication is required to reload '$(unit)'.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད “$(unit)” ཡང་བསྐྱར་ཁུར་སྣོན་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 重新载入“$(unit)”需要验证。

source: Authentication is required to reload the systemd state.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད systemd རྣམ་པ་ཡང་བསྐྱར་འགེལ་འཇུག་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 重新载入 systemd 状态需要验证。

source: Authentication is required to restart '$(unit)'.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད “$(unit)” བསྐྱར་སློང་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 重新启动“$(unit)”需要验证。

source: Authentication is required to run programs as a non-logged-in user.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ཐོ་འཇུག་མ་བྱས་པའི་སྤྱོད་མཁན་གྱིས་བྱ་རིམ་འཁོར་སྐྱོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 要允许未登录用户运行程序需要验证。

source: Authentication is required to send the entered passphrase back to the system.
bo_cn: དབང་ཆ་སྤྲད་པ་རྒྱུད་ནས་ནང་འཇུག་བྱས་པའི་བཀའ་བརྡ་རྒྱུད་ཁོངས་སུ་ཕྱིར་སྤྲོད་བྱེད་དགོས།
zh_cn: 将输入的密码发回系统需要验证。

source: Authentication is required to set a wall message
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་གྱང་སྟེང་ཆ་འཕྲིན་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།

source: Authentication is required to set local machine information.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རང་སའི་འཕྲུལ་འཁོར་ཆ་འཕྲིན་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置本地机器信息需要验证。

source: Authentication is required to set or unset system and service manager environment variables.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་དང་ཞབས་ཞུ་དོ་དམ་ཆས་ཁོར་ཡུག་འགྱུར་ཚད་སྒྲིག་འགོད་དམ་སྒྲིག་དོར་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置或清除系统及服务管理器的环境变量需要验证。

source: Authentication is required to set properties on '$(unit)'.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད “$(unit)” ཡི་གཏོགས་གཤིས་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置“$(unit)”的属性需要验证。

source: Authentication is required to set the local host name.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་གཙོ་འཁོར་མིང་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置本地主机名需要验证。

source: Authentication is required to set the statically configured local host name, as well as the pretty host name.
bo_cn: འགུལ་མེད་སྡེབ་སྒྲིག་གི་རང་སའི་གཙོ་འཁོར་མིང་དང་གཙོ་འཁོར་མིང་མཛེས་བཟོ་སྒྲིག་འགོད་བྱེད་པ་ཚང་མར་དབང་ཆ་སྤྲོད་དགོས།

source: Authentication is required to set the system keyboard settings.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་མཐེབ་གཞོང་སྒྲིག་བཀོད་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置系统键盘需要验证。

source: Authentication is required to set the system locale.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་ཁུལ་ཁོངས་ཆ་འཕྲིན་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置系统区域和语言需要验证。

source: Authentication is required to set the system time.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་དུས་ཚོད་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置系统时间需要验证。

source: Authentication is required to set the system timezone.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་རྒྱུད་ཁོངས་དུས་ཚོད་སྒྲིག་འགོད་བྱེད་ཐུབ་པ་ཡིན།
zh_cn: 设置系统时区需要验证。

source: Authentication is required to start '$(unit)'.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ “$(unit)” འགོ་སློང་ཐུབ་པ་ཡིན།
zh_cn: 启动“$(unit)”需要验证。

source: Authentication is required to stop '$(unit)'.
bo_cn: ར་སྤྲོད་བྱས་ཟིན་པས་ན་ད་གཟོད་ “$(unit)” མཚམས་འཇོག་ཐུབ་པ་ཡིན།
zh_cn: 停止“$(unit)”需要验证。

source: Checking in progress on %d disk (%3.1f%% complete)
bo_cn: སྡུད་སྡེར %d ཞིབ་བཤེར་བྱེད་བཞིན་པ། ( %3.1f%% ལེགས་འགྲུབ་བྱུང་ཟིན།)

source: Download a VM or container image
bo_cn: རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་ཕབ་ལེན་བྱེད་པ།
zh_cn: 下载虚拟机或容器镜像

source: Export a VM or container image
bo_cn: རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་ཕྱིར་འདྲེན་བྱེད་པ།
zh_cn: 导出虚拟机或容器镜像

source: Flush device to seat attachments
bo_cn: སྒྲིག་ཆས་ལས་སྟེགས་ཁུར་བོ་རུ་འཕྱུག་འཇུག
zh_cn: 刷新设备至会话座位间的连接

source: Hibernate the system
bo_cn: རྒྱུད་ཁོངས་ངལ་གསོ།
zh_cn: 休眠

source: Hibernate the system while an application asked to inhibit it
bo_cn: ཉེར་སྤྱོད་བཀག་འགོག་བྱས་པ་ཡོད་སྐབས་རྒྱུད་ཁོངས་གཉིད་པ་ཡིན།
zh_cn: 有其它应用程序阻止时仍然休眠

source: Hibernate the system while other users are logged in
bo_cn: སྤྱོད་མཁན་གཞན་ཐོ་འགོད་ཡོད་སྐབས་རྒྱུད་ཁོངས་གཉིད་པ་ཡིན།
zh_cn: 存在其他已登录用户时仍然休眠

source: Import a VM or container image
bo_cn: རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་སྣང་བརྙན་ནང་འདྲེན།
zh_cn: 导入虚拟机或容器镜像

source: Lock or unlock active sessions
bo_cn: ལས་འགུལ་གཏམ་གླེང་སྒྲོག་པའམ་སྒྲོག་གྲོལ་བ།
zh_cn: 活动会话锁定与解锁

source: Log into a local container
bo_cn: རང་སའི་སྣོད་ཆས་སུ་ཐོ་འགོད་བྱེད་པ།
zh_cn: 登入一个本地容器

source: Log into the local host
bo_cn: རང་སའི་སྣོད་གཙོ་འཁོར་དུ་ཐོ་འགོད་བྱེད་པ།
zh_cn: 登入本地主机

source: Manage active sessions, users and seats
bo_cn: ལས་འགུལ་གཏམ་གླེང་དང་སྤྱོད་མཁན་དང་ལས་སྟེགས་དོ་དམ།
zh_cn: 管理活动会话、用户与会话座位

source: Manage local virtual machine and container images
bo_cn: རང་སའི་རྟོག་བཟོའི་འཕྲུལ་ཆས་དང་སྣོད་ཆས་སྣང་བརྙན་དོ་དམ་བྱེད་པ།
zh_cn: 管理本地虚拟机和容器的镜像

source: Manage local virtual machines and containers
bo_cn: རྟོག་བཟོའི་འཕྲུལ་ཆས་སམ་སྣོད་ཆས་དོ་དམ་བྱེད་པ།
zh_cn: 管理本地虚拟机和容器

source: Manage system service or unit files
bo_cn: རྒྱུད་ཁོངས་ཞབས་ཞུའམ unit ཡིག་ཆ་དོ་དམ་བྱེད་པ།
zh_cn: 管理系统服务或单元文件

source: Manage system services or other units
bo_cn: རྒྱུད་ཁོངས་ཞབས་ཞུའམ unit གཞན་དོ་དམ་བྱེད་པ།
zh_cn: 管理系统服务或其它单元

source: Power off the system
bo_cn: སྒོ་རྒྱག་པ།
zh_cn: 关闭系统

source: Power off the system while an application asked to inhibit it
bo_cn: ཉེར་སྤྱོད་བཀག་འགོག་ཡོད་དུས་སྔར་བཞིན་ཁ་རྒྱག་པ།
zh_cn: 有其它应用程序阻止时仍然关机

source: Power off the system while other users are logged in
bo_cn: སྤྱོད་མཁན་གཞན་ཐོ་འཇུག་སྐབས་འཁོར་ཁ་རྒྱག་པ།
zh_cn: 存在其他已登录用户时仍然关机

source: Press Ctrl+C to cancel all filesystem checks in progress
bo_cn: Ctrl+C མནན་ན་ད་ལྟ་བྱེད་བཞིན་པའི་ཡིག་ཆ་རྒྱུད་ཁོངས་ཞིབ་བཤེར་ཚང་མ་དོར་ཆོག

source: Reboot the system
bo_cn: རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བ།
zh_cn: 重启系统

source: Reboot the system while an application asked to inhibit it
bo_cn: ཉེར་སྤྱོད་བཀག་འགོག་བྱས་པ་ཡོད་སྐབས་རྒྱུད་ཁོངས་བསྐྱར་སློང་བྱེད་པ།
zh_cn: 有其它应用程序阻止时仍然重启

source: Reboot the system while other users are logged in
bo_cn: སྤྱོད་མཁན་གཞན་ཐོ་འགོད་ཡོད་སྐབས་རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བྱེད་པ།
zh_cn: 存在其他已登录用户时仍然重启

source: Reload the systemd state
bo_cn: systemd རྣམ་པ་རུ་བསྐྱར་དུ་འགེལ་འཇུག་བྱེད་པ།
zh_cn: 重新载入 systemd 状态

source: Send passphrase back to system
bo_cn: བཀའ་བརྡ་ཕྱིར་རྒྱུད་ཁོངས་སུ་སྤྲད་པ།
zh_cn: 将密码发回系统

source: Set RTC to local timezone or UTC
bo_cn: དུས་ཐོག་ཆུ་ཚོད་སྒྲིག་ཆས་ཀྱིས་རང་སའི་དུས་ཁུལ་ལམ UTC སྒྲིག་འགོད་བྱེད་པ།
zh_cn: 设置硬件时钟使用本地时间或 UTC

source: Set a wall message
bo_cn: གྱང་སྟེང་ཆ་འཕྲིན་སྒྲིག་འགོད།

source: Set host name
bo_cn: གཙོ་འཁོར་མིང་སྒྲིག་འགོད།
zh_cn: 设置主机名

source: Set machine information
bo_cn: འཕྲུལ་འཁོར་ཆ་འཕྲིན་སྒྲིག་འགོད།
zh_cn: 设置机器信息

source: Set or unset system and service manager environment variables
bo_cn: རྒྱུད་ཁོངསདང་ཞབས་ཞུ་དོ་དམ་ཆས་ཁོར་ཡུག་འགྱུར་ཚད་སྒྲིག་འགོད་དམ་སྒྲིག་འགོད་དོར་བ།
zh_cn: 设置或清除系统及服务管理器的环境变量

source: Set static host name
bo_cn: འཇག་རྣམ་གཙོ་འཁོར་མིང་སྒྲིག་འགོད།
zh_cn: 设置静态主机名

source: Set system keyboard settings
bo_cn: རྒྱུད་ཁོངས་མཐེབ་གཞོང་སྒྲིག་བཀོད་སྒྲིག་འགོད།
zh_cn: 设置系统键盘

source: Set system locale
bo_cn: རྒྱུད་ཁོངས་ཁུལ་ཁོངས་ཆ་འཕྲིན་སྒྲིག་འགོད།
zh_cn: 设置系统区域和语言

source: Set system time
bo_cn: རྒྱུད་ཁོངས་དུས་ཚོད་སྒྲིག་འགོད།
zh_cn: 设置系统时间

source: Set system timezone
bo_cn: རྒྱུད་ཁོངས་དུས་ཁུལ་སྒྲིག་འགོད།
zh_cn: 设置系统时区

source: Suspend the system
bo_cn: རྒྱུད་ཁོངས་འགེལ་བ།
zh_cn: 挂起系统

source: Suspend the system while an application asked to inhibit it
bo_cn: ཉེར་སྤྱོད་བཀག་འགོག་བྱས་པ་ཡོད་སྐབས་རྒྱུད་ཁོངས་འགེལ་བ།
zh_cn: 有其它应用程序阻止时仍然挂起系统

source: Suspend the system while other users are logged in
bo_cn: སྤྱོད་མཁན་གཞན་ཐོ་འགོད་ཡོད་སྐབས་རྒྱུད་ཁོངས་འགེལ་བ།
zh_cn: 存在其他已登录用户时仍然挂起系统

source: Turn network time synchronization on or off
bo_cn: དྲ་རྒྱའི་དུས་ཚོད་དུས་མཉམ་ཁ་ཕྱེ་བའམ་ཁ་རྒྱག་པ།
zh_cn: 打开或关闭网络时间同步

source: Authentication is required to reset the "failed" state of '$(unit)'.
zh_cn: 重置“$(unit)”的失败（"failed"）状态需要验证。
