Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/system-service.po
Languages: bo_cn

source: Check if the package system is locked
bo_cn: མཉེན་ཆས་ཁུག་མའི་རྒྱུད་ཁོངས་སྒྲོག་ཡོད་མེད་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Get current global keyboard
bo_cn: མིག་སྔའི་ཁྱོན་ཡོངས་ཀྱི་མཐེབ་གཞོང་ཐོབ་པ།

source: Get current global proxy
bo_cn: མིག་སྔའི་ཁྱོན་ཡོངས་ཀྱི་ལས་ཚབ་ཐོབ་པ།

source: Set current global keyboard
bo_cn: མིག་སྔའི་ཁྱོན་ཡོངས་ཀྱི་མཐེབ་གཞོང་སྒྲིག་འགོད།

source: Set current global proxy
bo_cn: མིག་སྔའི་ཁྱོན་ཡོངས་ཀྱི་ལས་ཚབ་སྒྲིག་འགོད།

source: Set current global proxy exception
bo_cn: མིག་སྔའི་ཁྱོན་ཡོངས་ཀྱི་ལས་ཚབ་དམིགས་བསལ་སྒྲིག་འགོད།

source: System policy prevents querying keyboard settings
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་རྩ་འཛུགས་ཀྱིས་མཐེབ་གཞོང་བཀོད་སྒྲིག་འདྲི་རྩད་བྱས་པ།

source: System policy prevents querying package system lock
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་མཉེན་ཆས་ཐུམ་མའི་རྒྱུད་ཁོངས་སྒྲོག་ལ་ཞིབ་བཤེར་བཀག་འགོག་བྱེད་པ།

source: System policy prevents querying proxy settings
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་ལས་ཚབ་སྒྲིག་འགོད་འཚོལ་ཞིབ་བྱེད་པར་བཀག་འགོག་བྱེད་པ།

source: System policy prevents setting global keyboard settings
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་ཁྱོན་ཡོངས་མཐེབ་གཞོང་སྒྲིག་བཀོད་སྒྲིག་འགོད་བཀག་འགོག་བྱེད་པ།

source: System policy prevents setting no_proxy settings
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་ལས་འཚབ་མེད་པའི་སྒྲིག་བཀོད་སྒྲིག་འགོད་བཀག་འགོག་བྱེད་པ།

source: System policy prevents setting proxy settings
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་ལས་འཚབ་སྒྲིག་བཀོད་སྒྲིག་འགོད་བཀག་འགོག་བྱེད་པ།
