Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/texinfo.po
Languages: bo_cn

source: Try `%s --help' for a complete list of options.
bo_cn: ཡི་“%s --help” སྤྱོད་ཚོད་བྱས་ནས་འདེམས་ཚན་གྱི་རེའུ་མིག་ཆ་ཚང་ཐོད་པར་བྱེད་པ།

source: -b, --speech-friendly be friendly to speech synthesizers.
bo_cn: -b, --speech-friendly མཛའ་མཐུན་ངང་སྐད་གདངས་འདྲེས་གྲུབ་བྱེད་པ།

source: backward
bo_cn: རྒྱབ་ཕྱོགས་སུ་བཤེར་འཚོལ་བྱེད་པ།

source: case-sensitively
bo_cn: འབྲི་ཆེ་ཆུང་ལ་ཚོར་བ་རྣོ།

source: "%s" is invalid
bo_cn: "“%s” ནི་ཁྲིམས་འགལ་ཡིན།

source: "%s", line %u:
bo_cn: “%s”，ཕྲེང་ %u：

source: %c%s missing close brace
bo_cn: %c%s ཆད་ལུས་ཁ་ཟུམ་གུག་རྟགས་ཁ་བཅད།

source: %c%s requires a name
bo_cn: "%c%s ལ་མིང་གཅིག་དགོས།

source: %s can be invoked via %s.
bo_cn: %s དེ་ %s C6120རྒྱུད་ནས་འདྲེན་སྤྱོད་བྱས་ཆོག

source: %s can only be invoked via %s.
bo_cn: %s དེ་ %s རྒྱུད་ནས་འདྲེན་སྤྱོད་བྱས་མི་ཆོག

source: %s is undefined.
bo_cn: %s མཚན་ཉིད་བཞག་མེད།

source: %s requires an argument: the formatter for %citem
bo_cn: %s ལ་ཞུགས་གྲངས་ཤིག་དགོས།: %citem ཡི་རྣམ་གཞག་ཅན་གྱི་ཞུགས་གྲངས།

source: %s: --footnote-style arg must be `separate' or `end', not `%s'.
bo_cn: %s：--footnote-style ཡི་ཞུགས་གྲངས་ནི་ངེས་པར་དུ “separate”འམ་ “end” ཡིན་དགོས་པ་ལས་ “%s” མིན།

source: %s: --paragraph-indent arg must be numeric/`none'/`asis', not `%s'.
bo_cn: %s：--paragraph-indent ཡི་ཞུགས་གྲངས་ངེས་པར་དུ /“none”/“asis”གྲངས་ཐང་ཡིན་དགོས་པ་ལས་ “%s” མིན།

source: %s: Specify the Info file only once.
bo_cn: %s：Info ཡིག་ཆ་དམིགས་འཛུགས་ཐེངས་གཅིག་ཁོ་ན་མ་གཏོགས་མི་བྱེད།

source: %s: already have dir file: %s
bo_cn: %s: dir ཡིག་ཆ་རུ་གསོག་འཇོག་བྱེས་ཟིན།: %s

source: %s: empty file
bo_cn: %s：ཡིག་ཆ་སྟོང་པ།

source: %s: missing file argument.
bo_cn: %s：ཡིག་ཆ་ཞུགས་གྲངས་ལུས་པ།

source: ---------- Footnotes ----------
bo_cn: ---------- རྐང་མཆན། ----------

source: -----Info: (), lines ----,
bo_cn: -----Info：()，ཕྲེང་། ----，

source: 1...9 Pick the first...ninth item in this node's menu.
bo_cn: 1...9 ཚིགས་ཚེག་འདེམས་བྱང་ནང་གི་ལས་གཞི་དང་པོ་ནས་དགུ་བ་འདེམ་པ།

source: @%s not meaningful inside `@%s' block
bo_cn: “@%2$s”དུམ་བུའི་ནང་ “@%1$s” ལ་དོན་སྙིང་མེད།

source: @%s not meaningful outside `@titlepage' and `@quotation' environments
bo_cn: “@titlepage”དང་“@quotation”ཁོར་ཡུག་འགྱུར་ཚད་ལས་གཞན་དུ་ @%s ལ་དོན་སྙིང་མེད།

source: @image file `%s' unreadable: %s
bo_cn: @image ཡིག་ཆ“%s”ཀློག་མི་ཐུབ།：%s

source: @image missing filename argument
bo_cn: @image ཡིག་ཆའི་མིང་ཞུགས་གྲངས་ལུས་པ།

source: @strong{Note...} produces a spurious cross-reference in Info; reword to avoid that
bo_cn: @strong{Note...} དེ་ Info ཡི་ནང་དུ་ཉེར་སྤྱོད་གསེབ་མ་རྫུན་མ་ཞིག་ཏུ་གྱུར་ཡོད་དེ་ཡང་བསྐྱར་བྲིས་པ་རྒྱུད་ནས་དོན་རྐྱེན་དེ་མི་འབྱུང་བར་བྱས་ཆོག

source: Accept (or force completion of) this line
bo_cn: ཕྲེང་དེ་དང་ལེན།(ཡང་ན་བཙན་གྱིས་ལེགས་འགྲུབ་བྱེད་པ།)

source: Add or remove entries in INFO-FILE from the Info directory DIR-FILE.
bo_cn: དཀར་ཆག Info ནས་ DIR-FILE ཡི་ INFO-FILE ཡིག་ཆ་རུ་ཚན་པ་ཁ་སྣོན་དང་ཡང་ན་བསུབ་པ།

source: Add this digit to the current numeric argument
bo_cn: གྲངས་ཀ་འདི་མིག་སྔའི་གྲངས་ཐང་གས་གྲངས་སུ་ཁ་སྣོན་བྱེད་པ།

source: Basic Info command keys
bo_cn: གཞི་རྩའི་ Info བཀའ་བརྡ་མཐེབ་གནོན།

source: Building completions...
bo_cn: གསབ་གསོ་གསར་འཛུགས་བྱེད་བཞིན་པ།...

source: Cancel current operation
bo_cn: མིག་སྔའི་བཀོལ་སྤྱོད་དོར་བ།

source: Cancel or quit operation
bo_cn: བཀོལ་སྤྱོད་དོར་བའམ་ཕྱིར་འབུད།

source: Cannot delete a permanent window
bo_cn: ཡུན་རིང་སྒེའུ་ཁུང་བསུབ་ཐབས་མེད།

source: Cannot delete the last window.
bo_cn: ཆེས་རྗེས་མའི་སྒེའུ་ཁུང་བསུབ་ཐབས་མེད།

source: Cannot find a window!
bo_cn: སྒེའུ་ཁུང་ཞིག་རྙེད་ཐབས་མེད།

source: Controls what happens when scrolling is requested at the end of a node
bo_cn: ཚིགས་ཚེག་གི་མཇུག་ཏུ་ཚོད་འཛིན་བྱེད་སྐབས་འགྲིལ་མདའི་རེ་ཞུར་ཅི་ཞིག་འབྱུང་སྲིད་པ་མངོན་པ།

source: Controls whether scroll-behavior affects cursor movement commands
bo_cn: འགུལ་སྤྱོད་ཚོད་འཛིན་བྱས་ན་འོད་རྟགས་སྒུལ་བདེ་བཀའ་བརྡ་ལ་ཤུགས་རྐྱེན་ཐེབས་མིན།

source: Couldn't manipulate the file %s.
bo_cn: ཡིག་ཆ %s བཀོལ་སྤྱོད་བྱེད་ཐབས་མེད།

source: Delete all other windows
bo_cn: སྒེའུ་ཁུང་གཞན་ཆ་ཚང་བསུབ་པ།

source: Delete the character behind the cursor
bo_cn: འོད་རྟགས་རྗེས་ཀྱི་ཡིག་རྟགས་བསུབ་པ།

source: Delete the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་བསུབ་པ།

source: Describe command:
bo_cn: བཀའ་བརྡ་གསལ་བཤད།：

source: Describe key: %s
bo_cn: མཐེབ་གནོན་གསལ་བཤད།：%s

source: Describe variable:
bo_cn: འགྱུར་ཚད་གསལ་བཤད།：

source: Display help message
bo_cn: རོགས་སྐྱོར་རེ་ཞུའི་བརྡ་འཕྲིན་མངོན་པ།

source: Divide the available screen space among the visible windows
bo_cn: མཐོང་ཐུབ་པའི་སྒེའུ་ཁུང་བར་དུ་སྤྱོད་ཆོག་པའི་བརྙན་ཡོལ་བར་སྟོང་བགོ་བ།

source: END-INFO-DIR-ENTRY without matching START-INFO-DIR-ENTRY
bo_cn: END-INFO-DIR-ENTRY ཟླ་སྒྲིག་པའི་ START-INFO-DIR-ENTRY མེད།

source: Error in regular expression `%s': %s
bo_cn: ཚད་ལྡན་མཚོན་ཚུལ་ “%s” ཡི་ནང་དུ་ནོར་འཁྲུལ་ཡོད།： %s

source: Explain the use of a variable
bo_cn: འགྱུར་ཚད་ཀྱི་སྤྱོད་ཐབས་འགྲེལ་བཤད་བྱེད་པ།

source: Extra regular expression specified, ignoring `%s'
bo_cn: ཚད་བརྒལ་བའི་ཚད་ལྡན་མཚོན་ཚུལ་དམིགས་བཙུགས་པས་ “%s” དེ་སྣང་མེད་དུ་བཞག

source: Failing
bo_cn: ཕམ་པ།

source: Find Invocation node of [%s]:
bo_cn: [%s] ཡི་འདྲེན་སྤྱོད་ཚིགས་ཚེག་འཚོལ་བ།：

source: Find file:
bo_cn: ཡིག་ཆ་འཚོལ་བ།：

source: Find the node describing program invocation
bo_cn: བྱ་རིམ་འདྲེན་སྤྱོད་གསལ་བཤད་ཀྱི་ཚིགས་ཚེག་འཚོལ་བ།

source: Finding index entries...
bo_cn: གསལ་བྱང་ཚན་པ་བཤེར་འཚོལ་བྱེད་བཞིན་པ།...

source: Follow menus:
bo_cn: འདེམས་བྱང་གི་རྗེས་འབྲངས།：

source: Follow xref (%s):
bo_cn: ཉེར་སྤྱོད་གསེབ་མའི་རྗེས་འབྲངས། (%s)：

source: Follow xref:
bo_cn: ཉེར་སྤྱོད་གསེབ་མའི་རྗེས་འབྲངས།:

source: Footnotes could not be displayed
bo_cn: རྐང་མཆན་ཤར་ཐབས་མེད།

source: Get Manpage:
bo_cn: man ལག་དེབ་ཐོབ་པ།：

source: Goto node:
bo_cn: ཚིགས་ཚེག་ཏུ་བསྒྱུར་བ།：

source: Grovel all known info file's indices for a string and build a menu
bo_cn: ངེས་ཟིན་པའི་ info ཡིག་ཆ་ཚང་མ་དང་འདྲི་རྩད་ཡིག་རྟགས་ཕྲེང་འདུས་པའི་གསལ་བྱང་ལེགས་སྒྲིག་བྱེད་པ་དང་ཆབ་ཅིག་འདེམས་བྱང་ཞིག་གསར་འཛུགས་བྱེད་པ།

source: Grow (or shrink) this window
bo_cn: སྒེའུ་ཁུང་འདི་རྒྱ་སྐྱེད་པ། (ཡང་ན་སྐྱུང་པ།)

source: I-search backward:
bo_cn: རྒྱབ་ཕྱོགས་སུ་བཤེར་ཚད་འཕར་བ།：

source: I-search:
bo_cn: བཤེར་ཚད་འཕར་བ།：

source: Index entry:
bo_cn: གསལ་བྱང་ཚན་པ།:

source: Insert a TAB character
bo_cn: tab ཡིག་རྟགས་ཤིག་བར་འཇུག

source: Insert completion
bo_cn: གསབ་སྣོན་བར་འཇུག

source: Insert next character verbatim
bo_cn: ཐོག་མའི་དབྱིབས་བཞིན་ཡིག་རྟགས་རྗེས་མ་བར་འཇུག

source: Kill ring is empty
bo_cn: དྲས་དེབ་སྟོང་པ་རེད།

source: Kill the word following the cursor
bo_cn: འོད་རྟགས་རྗེས་ཀྱི་ཐ་སྙད་དྲས་གཏུབ།

source: Kill the word preceding the cursor
bo_cn: འོད་རྟགས་གོང་གི་ཐ་སྙད་དྲས་གཏུབ།

source: Kill to the beginning of the line
bo_cn: ཕྲེང་འདིའི་མགོའི་བར་དུ་དྲས་པ།

source: Kill to the end of the line
bo_cn: ཕྲེང་འདིའི་མཇུག་གི་བར་དུ་དྲས་པ།

source: List possible completions
bo_cn: སྲིད་པའི་ཁ་གསབ་རེ་རེ་བཞིན་བཀོད་པ།

source: Look up a string in the index for this file
bo_cn: ཡིག་ཆ་འདིའི་གསལ་བྱང་དུ་ཡིག་རྟགས་ཕྲེང་བཤེར་འཚོལ་བྱེད་པ།

source: Make a window containing a menu of all of the currently visited nodes
bo_cn: སྒེའུ་ཁུང་གཅིག་གི་ནང་དུ་མིག་སྔའི་འཚམས་འདྲིའི་ཚིགས་ཚེག་ཡོད་ཚད་འདུས་པའི་འདེམས་བྱང་འདུ་བར་བྱེད་པ།

source: Menu item (%s):
bo_cn: འདེམས་བྱང་ཚན་པ། (%s)：

source: Menu item:
bo_cn: འདེམས་བྱང་ཚན་པ།：

source: Move backward a character
bo_cn: རྒྱབ་ཕྱོགས་སུ་ཡིག་རྟགས་གཅིག་སྤོ་བ།

source: Move backward a word
bo_cn: རྒྱབ་ཕྱོགས་སུ་ཐ་སྙད་གཅིག་སྤོ་བ།

source: Move backwards or up through node structure
bo_cn: ཚིགས་ཚེག་ཆགས་ཚུལ་ནང་དུ་རྒྱབ་ཕྱོགས་སམ་གོང་རིམ་དུ་སྤོ་བ།

source: Move down to the next line
bo_cn: ཞོལ་ཕྱོགས་སུ་ཕྲེང་གཅིག་སྤོ་བ།

source: Move forward a character
bo_cn: མདུན་ཕྱོགས་སུ་ཡིག་རྟགས་གཅིག་སྤོ་བ།

source: Move forward a word
bo_cn: མདུན་ཕྱོགས་སུ་ཐ་སྙད་གཅིག་སྤོ་བ།

source: Move forwards or down through node structure
bo_cn: ཚིགས་ཚེག་ཆགས་ཚུལ་ནང་དུ་མདུན་ཕྱོགས་སམ་ཞོལ་རིམ་དུ་སྤོ་བ།

source: Move the cursor to a specific line of the window
bo_cn: འོད་རྟགས་སྒེའུ་ཁུང་གི་དམིགས་བཙུགས་ཕྲེང་དུ་སྤོ་བ།

source: Move to the end of the line
bo_cn: ཕྲེང་གི་མཇུག་ཏུ་སྤོ་བ།

source: Move to the end of this line
bo_cn: ཕྲེང་འདིའི་མཇུག་ཏུ་སྤོ་བ།

source: Move to the end of this node
bo_cn: ཚིགས་ཚེག་འདིའི་མཇུགས་ཏུ་སྤོ་བ།

source: Move to the next cross reference
bo_cn: ཉེར་སྤྱོད་གསབ་མ་རྗེས་མ་རུ་སྤོ་བ།

source: Move to the previous cross reference
bo_cn: ཉེར་སྤྱོད་གསབ་མ་གོང་མ་རུ་སྤོ་བ།

source: Move to the start of the line
bo_cn: ཕྲེང་གི་མགོ་རུ་སྤོ་བ།

source: Move to the start of this line
bo_cn: ཕྲེང་འདིའི་མགོ་རུ་སྤོ་བ།

source: Move to the start of this node
bo_cn: ཚིགས་ཚེག་འདིའི་མགོ་རུ་སྤོ་བ།

source: Move to the start of this node's menu
bo_cn: ཚིགས་ཚེག་འདེམས་བྱང་འདིའི་མགོ་རུ་སྤོ་བ།

source: Move up to the previous line
bo_cn: སྟེང་ཕྱོགས་ཕྲེང་གོང་མ་རུ་སྤོ་བ།

source: NUL character (^%c) not permitted
bo_cn: ཆོག་མཆན་མ་ཐོབ་པའི་ཡིག་རྟགས་སྟོང་པ།(^%c)

source: No completions
bo_cn: ཁ་གསབ་མེད།

source: No cross references in this node.
bo_cn: ཚིགས་ཚེག་འདིའི་ནང་ཉེར་སྤྱོད་གསབ་མ་མེད།

source: No dir file specified; try --help for more information.
bo_cn: དཀར་ཆག་ཡིག་ཆ་དམིགས་འཛུགས་བྱས་མེད་པས་ --help སྤྱོད་ཚོད་བྱས་ནས་ཆ་འཕྲིན་གང་མང་ཐོབ་པར་བྱེད་དགོས།

source: No footnotes in this node.
bo_cn: ཚིགས་ཚེག་འདིའི་ནང་རྐང་མཆན་མེད།

source: No indices found.
bo_cn: གསལ་བྱང་རྙེད་མ་བྱུང་།

source: No input file specified; try --help for more information.
bo_cn: ཕྱིར་འདྲེན་ཡིག་ཆ་དམིགས་འཛུགས་བྱས་མེད་པས་ --help སྤྱོད་ཚོད་བྱས་ནས་ཆ་འཕྲིན་གང་མང་ཐོབ་པར་བྱེད་དགོས།

source: No menu in this node.
bo_cn: ཚིགས་ཚེག་འདིའི་ནང་འདེམས་བྱང་མེད།

source: No more nodes within this document.
bo_cn: ཡིག་ཚགས་འདིའི་ནང་ཚིགས་ཚེག་གང་མང་མེད།

source: No previous index search string.
bo_cn: གསལ་བྱང་བཤེར་འཚོལ་ཡིག་རྟགས་ཕྲེང་གོང་མ་མེད།

source: No previous search string
bo_cn: ཐེངས་གོང་མའི་ཡིག་རྟགས་ཕྲེང་བཤེར་འཚོལ་མེད།

source: Not complete
bo_cn: ཁ་གསབ་བྱས་མེད།

source: Not enough room for a help window, please delete a window.
bo_cn: རོགས་སྐྱོར་སྒེའུ་ཁུང་དུ་སྤྱོད་པའི་བར་སྟོང་འདང་ཚོད་ཅིག་མེད་པས་སྒེའུ་ཁུང་གཅིག་བསུབ་རོགས།

source: Only @%s 10 or 11 is supported, not `%s'
bo_cn: @%s 10 འམ་ཡང་ན་ 11 ཁོ་ནར་རྒྱབ་སྐྱོར་བྱེད་པ་ལས “%s” མིན།

source: Only one window.
bo_cn: སྒེའུ་ཁུང་མ་གཏོགས་མེད།

source: Pipe the contents of this node through INFO_PRINT_COMMAND
bo_cn: སྦུག་ལམ་རྒྱུད་ནས་ཚིགས་ཚེག་འདིའི་ནང་དོན་ INFO_PRINT_COMMAND རུ་ཕྱིར་འདྲེན་བྱེད་པ།

source: Point doesn't appear within this window's node!
bo_cn: འོད་རྟགས་སྒེའུ་ཁུང་འདིའི་ཚིགས་ཚེག་ཏུ་ཐོན་མེད།

source: Print documentation for KEY
bo_cn: KEY དང་འབྲེལ་ཡོད་ཀྱི་ཡིག་ཚགས་པར་འདེབས་པ།

source: Quit
bo_cn: ཕྱིར་འབུད།

source: Quit using Info
bo_cn: Info ཕྱིར་འབུད།

source: Read a command name in the echo area and execute it
bo_cn: ཕྱིར་མངོན་ཁུལ་དུ་བཀའ་བརྡའི་མིང་ཀློག་འཇུག་བྱེད་དང་དེ་ལག་བསྟར་བྱེད་པ།

source: Read a footnote or cross reference and select its node
bo_cn: རྐང་མཆན་ནམ་ཉེར་སྤྱོད་གསབ་མ་ཀློག་པ་མ་ཟད་དེའི་ཚིགས་ཚེག་འདེམ་པ།

source: Read a list of menus starting from dir and follow them
bo_cn: dir ནས་མགོ་བཙུགས་པའི་འདེམས་བྱང་གི་རེའུ་མིག་ཀློག་པ་མ་ཟད་དེ་དག་གི་རྗེས་འབྲང་བ།

source: Read a manpage reference and select it
bo_cn: man ལག་དེབ་ཞིག་གི་ཉེར་སྤྱོད་ཀློག་པ་མ་ཟད་དེ་འདེམ་པ།

source: Read a menu item and select its node
bo_cn: འདེམས་བྱང་ཚན་པ་ཀློག་པ་མ་ཟད་དེའི་ཚིགས་ཚེག་འདེམ་པ།

source: Read a node name and select it
bo_cn: ཚིགས་ཚེག་མིང་ཀློག་པ་མ་ཟད་དེ་འདེམ་པ།

source: Read a string and search backward for it
bo_cn: ཡིག་རྟགས་ཕྲེང་གཅིག་ཀློག་པ་མ་ཟད་རྒྱབ་ཕྱོགས་སུ་དེ་བཤེར་འཚོལ་བྱེད་པ།

source: Read a string and search for it
bo_cn: ཡིག་རྟགས་ཕྲེང་གཅིག་ཀློག་པ་མ་ཟད་དེ་བཤེར་འཚོལ་བྱེད་པ།

source: Read a string and search for it case-sensitively
bo_cn: ཡིག་རྟགས་ཕྲེང་གཅིག་ཀློག་པ་མ་ཟད་འབྲི་ཆེ་ཆུང་འཚོར་རྐྱེན་གྱི་བྱ་ཐབས་ཀྱིས་དེ་བཤེར་འཚོལ་བྱེད་པ།

source: Read the name of a file and select it
bo_cn: ཡིག་ཆའི་མིང་ཀློག་པ་མ་ཟད་དེ་འདེམ་པ།

source: Read the name of an Info command and describe it
bo_cn: Info བཀའ་བརྡའི་མིང་ཀློག་པ་མ་ཟད་དེ་གསལ་བཤད་བྱེད་པ།

source: Redraw the display
bo_cn: མངོན་པ་བསྐྱར་འབྲི།

source: Regexp I-search backward:
bo_cn: རྒྱབ་ཕྱོགས་སུ་ཚད་ལྡན་མཚན་ཚུལ་བཤེར་ཚད་འཕར་བ།:

source: Regexp I-search:
bo_cn: ཚད་ལྡན་མཚན་ཚུལ་བཤེར་ཚད་འཕར་བ།:

source: Regexp search
bo_cn: ཚད་ལྡན་མཚན་ཚུལ་འཚོལ་ཞིབ།

source: Repeat last search in the reverse direction
bo_cn: ལྡོག་ཕྱོགས་སུ་ཆེས་རྗེས་མའི་བཤེར་འཚོལ་བསྐྱར་ཟློས་བྱེད་པ།

source: Repeat last search in the same direction
bo_cn: ལྡོག་ཕྱོགས་སུ་ཆེས་རྗེས་མའི་བཤེར་འཚོལ་བསྐྱར་ཟློས་བྱེད་པ།

source: Resulting window would be too small.
bo_cn: མཇུག་འབྲས་སྒེའུ་ཁུང་ཆུང་དྲག་གི་རེད།

source: Run command bound to this key's lowercase variant
bo_cn: མཐེབ་གནོན་འདིའི་ཆུང་འབྲི་པར་གཞིའི་་བཀའ་བརྡ་རུ་བསྡམས་བཅད་བྱས་པ་འཁོར་སྐྱོད་བྱེད་པ།

source: START-INFO-DIR-ENTRY without matching END-INFO-DIR-ENTRY
bo_cn: "START-INFO-DIR-ENTRY ལ་ཟླ་སྒྲིག་པའི་ END-INFO-DIR-ENTRY མེད།

source: Same as scroll-behaviour
bo_cn: འགྲིལ་འཁོར་བྱ་སྤྱོད་དང་མཚུངས།

source: Scroll backward in this window
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་རྒྱབ་ཕྱོགས་སུ་འགྲིལ་བ།

source: Scroll backward in this window and set default window size
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་རྒྱབ་ཕྱོགས་སུ་འགྲིལ་བ་མ་ཟད་སོར་བཞག་སྒེའུ་ཁུང་ཆེ་ཆུང་དུ་སྒྲིག་འགོད་བྱེད་པ།

source: Scroll backward in this window staying within node
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་རྒྱབ་ཕྱོགས་སུ་འགྲིལ་བ། (ཚིགས་ཚེག་མི་གཏོལ།)

source: Scroll backward in this window staying within node and set default window size
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་རྒྱབ་ཕྱོགས་སུ་འགྲིལ་བ། (ཚིགས་ཚེག་མི་གཏོལ།) མ་ཟད་སོར་བཞག་སྒེའུ་ཁུང་ཆེ་ཆུང་དུ་སྒྲིག་འགོད་བྱེད་པ།

source: Scroll down by half screen size
bo_cn: ཞོལ་ཕྱོགས་སུ་བརྙན་ཡོལ་ཕྱེད་ཀ་འགྲིལ་བ།

source: Scroll down by lines
bo_cn: ཕྲེང་ལྟར་ཞོལ་ཕྱོགས་སུ་འགྲིལ་བ།

source: Scroll forward in this window
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་མདུན་ཕྱོགས་སུ་འགྲིལ་བ།

source: Scroll forward in this window and set default window size
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་མདུན་ཕྱོགས་སུ་འགྲིལ་བ་མ་ཟད་སོར་བཞག་སྒེའུ་ཁུང་ཆེ་ཆུང་དུ་སྒྲིག་འགོད་བྱེད་པ།

source: Scroll forward in this window staying within node
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་མདུན་ཕྱོགས་སུ་འགྲིལ་བ། (ཚིགས་ཚེག་མི་གཏོལ།)

source: Scroll forward in this window staying within node and set default window size
bo_cn: སྒེའུ་ཁུང་འདིའི་ནང་དུ་མདུན་ཕྱོགས་སུ་འགྲིལ་བ། (ཚིགས་ཚེག་མི་གཏོལ།) མ་ཟད་སོར་བཞག་སྒེའུ་ཁུང་ཆེ་ཆུང་དུ་སྒྲིག་འགོད་བྱེད་པ།

source: Scroll the completions window
bo_cn: ཁ་གསབ་སྒེའུ་ཁུང་འགྲིལ་བ།

source: Scroll the other window
bo_cn: སྒེའུ་ཁུང་གཞན་དག་འགྲིལ་བ།

source: Scroll the other window backward
bo_cn: རྒྱབ་ཕྱོགས་སུ་སྒེའུ་ཁུང་གཞན་དག་འགྲིལ་བ།

source: Scroll up by half screen size
bo_cn: སྟེང་ཕྱོགས་སུ་བརྙན་ཡོལ་ཕྱེད་ཀ་འགྲིལ་བ།

source: Scroll up by lines
bo_cn: ཕྲེང་ལྟར་སྟེང་ཕྱོགས་སུ་འགྲིལ་བ།

source: Search
bo_cn: བཤེར་འཚོལ།

source: Search continued from the beginning of the document.
bo_cn: ཡིག་ཚགས་འདིའི་མགོ་ནས་བཟུང་མུ་མཐུད་དུ་འཚོལ་ཞིབ་བྱས།

source: Search continued from the end of the document.
bo_cn: ཡིག་ཚགས་ཀྱི་མཐིལ་ནས་མུ་མཐུད་དུ་འཚོལ་བ།

source: Search failed.
bo_cn: བཤེར་འཚོལ་ཕམ་པ།

source: Search interactively for a string as you type it
bo_cn: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་དུས་མཚུངས་སུ་སྤེལ་མའི་ཚུལ་གྱི་ཡིག་རྟགས་ཕྲེང་བཤེར་འཚོལ་བྱེས་ཡོད།

source: Searching subfile %s ...
bo_cn: བུ་ཡིག་ཆ་བཤེར་འཚོལ་བྱེད་བཞིན་པ། %s ...

source: Select a node which has been previously visited in a visible window
bo_cn: མཐོང་ཐུབ་པའི་སྒེའུ་ཁུང་ཁྲོད་བཅར་འདྲི་བྱས་པའི་ཚིགས་ཚེག་ཅིག་འདེམ་པ།

source: Select reference or menu item appearing on this line
bo_cn: ཕྲེང་འདིར་བྱུང་བའི་འདྲེན་སྤྱོད་དམ་ཡང་ན་འདེམས་ཚན་འདེམ་པ།

source: Select the Next node
bo_cn: ཚིགས་ཚེག་རྗེས་མ་འདེམ་པ།

source: Select the Prev node
bo_cn: ཚིགས་ཚེག་གོང་མ་འདེམ་པ།

source: Select the Up node
bo_cn: ཚིགས་ཚེག་རིམ་པ་གོང་མ་འདེམ་པ།

source: Select the first node in this file
bo_cn: ཡིག་ཆ་འདིའི་ཚིགས་ཚེག་དང་པོ་འདེམ་པ།

source: Select the last item in this node's menu
bo_cn: ཚིགས་ཚེག་འདེམས་བྱང་འདིའི་ནང་གི་ཚན་པ་ཆེས་རྗེས་མ་འདེམ་པ།

source: Select the last node in this file
bo_cn: ཡིག་ཆ་འདིའི་ཚིགས་ཚེག་ཆེས་རྗེས་མ་འདེམ་པ།

source: Select the most recently selected node
bo_cn: ཉེ་ཆར་བདམས་པའི་ཚིགས་ཚེག་འདེམ་པ།

source: Select the next window
bo_cn: སྒེའུ་ཁུང་རྗེས་མ་འདེམ་པ།

source: Select the previous window
bo_cn: སྒེའུ་ཁུང་གོང་མ་འདེམ་པ།

source: Select this menu item
bo_cn: འདེམས་བྱང་འདིའི་ལས་གཞི་འདེམ་པ།

source: Select visited node:
bo_cn: བཅར་འདྲི་བྱས་ཟིན་པའི་ཚིགས་ཚེག་འདེམ་པ།：

source: Set %s to value (%d):
bo_cn: %s དེ་ཐང་ (%d) རུ་སྒྲིག་གཅོད་བྱེད་པ།：

source: Set %s to value (%s):
bo_cn: %s དེ་ཐང་(%s) རུ་སྒྲིག་གཅོད་བྱེད་པ།：

source: Set screen height to (%d):
bo_cn: བརྙན་ཡོལ་མཐོ་ཚད་(%d) ལ་སྒྲིག་འགོད་བྱེད་པ།：

source: Set the height of the displayed window
bo_cn: སྒེའུ་ཁུང་གི་མཐོ་ཚད་མངོན་པ་སྒྲིག་འགོད་བྱེད་པ།

source: Set the value of an Info variable
bo_cn: Info འགྱུར་ཚད་ཀྱི་ཐང་སྒྲིག་འགོད་བྱེད་པ།

source: Set variable:
bo_cn: འགྱུར་ཚད་སྒྲིག་འགོད།：

source: Show the footnotes associated with this node in another window
bo_cn: སྒེའུ་ཁུང་གཞན་ཞིག་གི་ནང་དུ་ཚིགས་ཚེག་འདིའི་འབྲེལ་ཡོད་ཀྱི་རྐང་མཆན་མངོན་པ།

source: Show what to type to execute a given command
bo_cn: གཏན་འབེབས་བཀའ་བརྡ་ལག་བསྟར་བྱེད་པར་དགོས་བའི་མཐེབ་གནོན་་མངོན་པ།

source: Split the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ཕྲལ་བ།

source: Start (or multiply by 4) the current numeric argument
bo_cn: (ཡང་ན 4 ལྷག་པ།)མིག་སྔའི་གྲངས་ཐང་ཞུགས་གྲངས་ཕྱེ་བ།

source: The current search path is:
bo_cn: མིག་སྔའི་བཤེར་འཚོལ་འགྲོ་ལམ།：

source: The number lines to scroll when the cursor moves out of the window
bo_cn: འོད་རྟགས་སྒེའུ་ཁུང་ནས་ཕྱིར་སྤོར་བ་ནི་འགྲིལ་བའི་ཕྲེང་གྲངས་རེད།

source: The reference disappeared! (%s).
bo_cn: ཉེར་སྤྱོད་མེད་པར་གྱུར་སོང་། (%s)

source: This window has no additional nodes
bo_cn: སྒེའུ་ཁུང་དེར་ཚིགས་ཚེག་ཟུར་སྣོན་བྱས་མེད།

source: Toggle the state of line wrapping in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ཁྲོད་ཕྲེང་གྲིལ་བའི་རྣམ་པ་བརྗེ་བ།

source: Toggle the usage of regular expressions in searches
bo_cn: འཚོལ་ཞིབ་བརྗེ་སྐབས་ཚད་ལྡན་མཚོན་ཚུལ་གྱི་སྤྱོད་ཐབས།

source: Transpose characters at point
bo_cn: འོད་རྟགས་གནས་སའི་ཡིག་རྟགས་ཀྱི་ཨང་རིམ་བརྗེ་བསྒྱུར།

source: Try --help for more information.
bo_cn: --དེ་བས་མང་པའི་རེ་ཞུ་ཆ་འཕྲིན་ཚོད་ལྟ།

source: Try `%s --help' for more information.
bo_cn: བཀའ་བརྡ་“%s --help”ཡིས་ཆ་འཕྲིན་དེ་ལས་མང་ཐོབ་པར་ཚོད་ལྟ།

source: Undefined command: %s
bo_cn: མཚན་ཉིད་མ་བཞག་པའི་བཀའ་བརྡ།: %s

source: Unknown command (%s).
bo_cn: ངེས་མེད་ཀྱི་བཀའ་བརྡ། (%s)

source: Unknown system error
bo_cn: མི་ཤེས་པའི་རྒྱུད་ཁོངས་ཀྱི་ནོར་འཁྲུལ།

source: Usage: %s [OPTION]... TEXINFO-FILE...
bo_cn: སྤྱོད་ཐབས།：%s [འདེམས་ཚན]... TEXINFO-ཡིག་ཆ...

source: Usage: %s [OPTION]... [INFO-FILE [DIR-FILE]]
bo_cn: སྤྱོད་ཐབས།: %s [OPTION]... [INFO-FILE [DIR-FILE]]

source: Using literal strings for searches.
bo_cn: སྤྱིར་བཏང་ཡིག་རྟགས་ཕྲེང་སྤྱད་ནས་འཚོལ་བ།

source: Using regular expressions for searches.
bo_cn: ཚད་ལྡན་མཚོན་ཚུལ་སྤྱད་ནས་འཚོལ་བ།

source: Visit as many menu items at once as possible
bo_cn: འཕྲལ་མར་གང་མང་མང་གི་འདེམས་ཚན་ལ་བཅར་འདྲི་བྱེད་པ།

source: What to do when a scrolling command is issued at the end of the last node
bo_cn: ཚིགས་ཚེག་ཆེས་རྗེས་མའི་རྔ་མ་རུ་འགྲིལ་བའི་རེ་ཞུ་ཐོན་དུས་ཅི་ཞིག་འབྱུང་མིན་ཚོད་འཛིན་བྱེད་པ།

source: When "On", Info accepts and displays ISO Latin characters
bo_cn: “ཁ་ཕྱེ” སྐབས་Info ཡིས་ ISO ལ་ཏིང་ཡིག་རྟགས་དང་ལེན་བྱེད་པ་མ་ཟད་མངོན་པ་ཡིན།

source: When "On", Info garbage collects files which had to be uncompressed
bo_cn: “ཁ་ཕྱེ” སྐབས་Info གད་སྙིགས་ཀྱིས་ངེས་པར་དུ་སྡུད་སྒྲིལ་གྲུལ་བའི་ཡིག་ཆ་དེ་དག་སྡུད་ལེན་བྱེད་པ་ཡིན།

source: When "On", creating or deleting a window resizes other windows
bo_cn: “ཁ་ཕྱེ” སྐབས་སྒེའུ་ཁུང་གསར་འཛུགས་སམ་བསུབ་དུས་སྒེའུ་ཁུང་གཞན་གྱི་ཆེ་ཆུང་སྒྱུར་བ་ཡིན།

source: When "On", errors cause the bell to ring
bo_cn: “ཁ་ཕྱེ” སྐབས་ནོར་འཁྲུལ་བྱུང་དུས་བརྡ་གཏོང་བ།

source: When "On", flash the screen instead of ringing the bell
bo_cn: “ཁ་ཕྱེ” སྐབས་བརྙན་ཡོལ་གསར་འདོན་བྱེད་པ་ལས་བརྡ་མི་གཏོང་།

source: When "On", footnotes appear and disappear automatically
bo_cn: “ཁ་ཕྱེ” སྐབས་རྐང་མཆན་རང་འགུལ་དུ་ཤར་བའམ་མེད་པར་འགྱུར་བ།

source: When "On", the portion of the matched search string is highlighted
bo_cn: “ཁ་ཕྱེ” སྐབས་ཡིག་རྟགས་ཕྲེང་གི་ཟླ་སྒྲིག་པའི་ཆ་འབུར་དུ་ཐོན་པ་བཤེར་འཚོལ་བྱེད་པ།

source: Where is command:
bo_cn: བཀའ་བརྡ།:

source: Yank back a previous kill
bo_cn: ཐེངས་སྔོན་མའི་དྲས་གཏུབ་སྦྱར་བ།

source: Yank back the contents of the last kill
bo_cn: ཐེངས་ཆེས་རྗེས་མར་དྲས་པའི་ནང་དོན་སྦྱར་བ།

source: You are already at the first page of this node.
bo_cn: ཁྱེད་རང་ཚིགས་ཚེག་འདིའི་ཤོག་ངོས་དང་པོ་རུ་གནས་ཟིན།

source: You are already at the last page of this node.
bo_cn: ཁྱེད་རང་ཚིགས་ཚེག་འདིའི་ཤོག་ངོས་ཆེས་རྗེས་མ་རུ་གནས་ཟིན།

source: `@end' expected `%s', but saw `%s'
bo_cn: “@end” ལ་ “%s” དགོས་མོད་ཡིན་ནའང་“%s” མཐོང་།

source: action name too long
bo_cn: འགུལ་མིང་རིང་དྲགས།

source: excess command line argument `%s'
bo_cn: མང་དྲགས་པའི་བཀའ་བརྡའི་ཕྲེང་ཞུགས་གྲངས།“%s”

source: extra characters following action `%s'
bo_cn: འགུལ་སྟངས་ “%s” ཡི་རྗེས་སུ་ཚདགལས་བརྒལ་བའི་ཡིག་རྟགས་ཐོན།

source: here is the previous definition of `%s'
bo_cn: འདི་ནི “%s” ཡི་སྔོན་གྱི་མཚན་ཉིད་ཡིན།

source: ignoring @tab outside of multitable
bo_cn: གཞུང་མང་རེའུ་མིག་ཕྱི་ཡི @tab སྣང་མེད་དུ་བཞག་པ།

source: key sequence too long
bo_cn: མཐེབ་གནོན་རིམ་སྟར་རིང་དྲགས་པ།

source: macro `%s' previously defined
bo_cn: རགས་ “%s” སྔོན་ལ་མཚན་ཉིད་བཞག་ཟིན།

source: memory exhausted
bo_cn: ནང་གསོག་ཟད་པ།

source: missing `=' immediately after variable name
bo_cn: འགུལ་ཚད་མིང་གི་རྗེས་སུ“=” ལུས་པ།

source: missing action name
bo_cn: འགུལ་སྟངས་མིང་ལུས་པ

source: missing key sequence
bo_cn: མཐེབ་གནོན་རིམ་པ་ལུས་པ།

source: missing variable name
bo_cn: འགྱུར་ཚད་མིང་ལུས་པ།

source: no entries found for `%s'; nothing deleted
bo_cn: “%s” དང་འབྲེལ་བའི་ཚན་པ་མི་རྙེད་པས་བསུབ་མེད།

source: no info dir entry in `%s'
bo_cn: “%s”ཡི་ནང་དུ་ info དཀར་ཆག་ཚན་པ་མེད།

source: perhaps your @top node should be wrapped in @ifnottex rather than @ifinfo?
bo_cn: ཁྱེད་ཀྱི་ @top ཚིགས་ཚེག་ཕལ་ཆེར་ @ifnottex རུ་འདུ་བ་ལས་ @ifinfo རུ་འདུ་བ་མ་ཡིན།

source: readline: Out of virtual memory!
bo_cn: readline：རྟོག་བཟོས་ནང་གསོག་ཟད་ཚར།

source: regexp error: %s
bo_cn: ཚད་ལྡན་མཚོན་ཚུལ་ནོར་འཁྲུལ།： %s

source: undefined flag: %s
bo_cn: མཚན་ཉིད་མ་བཞག་པའི་ངོ་རྟགས།: %s

source: unknown action `%s'
bo_cn: ངེས་མེད་ཀྱི་འགུལ་སྟངས། “%s”

source: unrecognized encoding name `%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་སྒྲིག་ཨང་མིང་། “%s”

source: unreferenced node `%s'
bo_cn: འདྲེན་སྤྱོད་མ་བྱས་པའི་ཚིགས་ཚེག “%s”

source: value too long
bo_cn: ཐང་རིང་དྲགས།

source: variable name too long
bo_cn: འགྱུར་ཚད་མིང་རིང་དྲགས།
