Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/tmispell-voikko.po
Languages: bo_cn

source: -- Press any key to continue --
bo_cn: -- མཐེབ་གང་རུང་མནན་ནས་མུ་མཐུད་རོགས། --

source: An Ispell program was not given in the configuration file %s
bo_cn: Ispell བྱ་རིམ་གཅིག་སྡེབ་སྒྲིག་ཡིག་ཆ %s ཡི་ནང་དུ་སྤྲད་མེད།

source: Are you sure you want to throw away your changes? (y/n):
bo_cn: ཁྱེད་ཀྱིས་བཟོ་བཅོས་བསྐྱུར་རྒྱུ་གཏན་འཁེལ་ལམ། (y/n):

source: Conversion of '%s' to character set '%s' failed: %s
bo_cn: %s ནས་ %s ཡིག་རྟགས་ཚོགས་ཀྱི་བརྗེ་སྤོར་ཕམ་པ།:%s

source: Error initialising libvoikko
bo_cn: libvoikkoའགོ་སྒྲིག་ནོར་བ།

source: Error initializing character set conversion: %s
bo_cn: ཡིག་རྟགས་ཚོགས་བརྗེ་སྤོར་འགོ་སྒྲིག་ནོར་འཁྲུལ།:%s

source: File: %s
bo_cn: ཡིག་ཆ།：%s

source: Incomplete spell checker entry
bo_cn: ཆ་མི་ཚང་བའི་སྦྱོར་འབྲི་ཞིབ་བཤེར་བྱ་རིམ་ནང་འདྲེན།

source: Missing argument for option %s
bo_cn: %sའདེམས་ཚན་ཞུགས་གྲངས།

source: Replace with:
bo_cn: བརྗེ་བ།

source: Unable to open configuration file %s
bo_cn: སྒྲིག་བཟོ་ཡིག་ཆ%s ཁ་ཕྱེ་མི་ཆོག

source: Unable to open file %s
bo_cn: %sཡིག་ཆ་ཁ་ཕྱེ་མི་ཆོག

source: Unable to open file %s for reading a dictionary.
bo_cn: %sཡིག་ཆ་ཁ་ཕྱེ་ནས་ཚིག་མཛོད་ཀློག་མི་ཆོག

source: Unable to open file %s for writing a dictionary.
bo_cn: %sཡིག་ཆ་ཁ་ཕྱེ་ནས་ཚིག་མཛོད་བྲིས་མི་ཆོག

source: Unable to open temporary file
bo_cn: སྐབས་གསོག་ཡིག་ཆ་ཁ་ཕྱེ་མི་ཆོག

source: Unable to set encoding to %s
bo_cn: %s ལ་སྒྲིག་ཨང་སྒྲིག་འགོད་བྱས་མི་ཆོག

source: Unable to write to file %s
bo_cn: ཡིག་ཆ%s བྲིས་མི་ཆོག

source: Unknown option %s
bo_cn: ངེས་མེད་འདེམས་ཚན %s

source: Unterminated quoted string
bo_cn: ལུང་དུ་དྲངས་པའི་ཕྲེང་མཇུག་བསྒྲིལ་མེད།
