Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/unattended-upgrades.po
Languages: bo_cn

source: All upgrades installed
bo_cn: གསར་བསྒྱུར་ཡོད་ཚད་སྒྲིག་འཇུག་བྱས།

source: Allowed origins are: %s
bo_cn: ཆོག་པའི་ཁུངས།：%s

source: Cache has broken packages, exiting
bo_cn: སྐབས་གསོག་ལ་ཆ་མ་ཚང་བའི་མཉེན་ཆས་ཁུག་མ་འདུག ཕྱིར་འབུད།

source: Cache lock can not be acquired, exiting
bo_cn: སྐབས་གསོག་ཟྭ་ཐོབ་ཐབས་བྲལ། ཕྱིར་འབུད།

source: Download finished, but file '%s' not there?!?
bo_cn: ཕབ་ལེན་བྱས་ཚར།འོན་ཀྱང་ '%s' ཡིག་ཆ་དེ་ན་མི་འདུག?!?

source: GetArchives() failed: '%s'
bo_cn: GetArchives()ཕམ་པ།：‘%s’

source: Giving up on lockfile after %s delay
bo_cn: %s དུས་འགྱངས་རྗེས་དོར་བ། ཡིག་ཆ་དམིགས་འཛིན།

source: Initial blacklisted packages: %s
bo_cn: མིང་ཐོ་ནག་པོའི་མཉེན་ཆས་ཐུམ་འགོ་སྒྲིག：%s

source: Installing the upgrades failed!
bo_cn: སྒྲིག་འཇུག་གསར་བསྒྱུར་ཕམ་པ།

source: Lock could not be acquired (another package manager running?)
bo_cn: ཟྭ་ཐོབ་ཐབས་བྲལ།(མཉེན་ཆས་ཐུམ་དོ་དམ་ཆས་གཞན་ཞིག་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད་དམ།)

source: Package '%s' has conffile prompt and needs to be upgraded manually
bo_cn: མཉེན་ཆས་ཐུམ‘%s’ལ་གདོང་ཐུག་གསལ་འདེབས་འདུག ལག་སྒུལ་གསར་བསྒྱུར་བྱ་དགོས།

source: Package installation log:
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་ཉིན་ཐོ།：

source: Packages that are auto removed: '%s'
bo_cn: རང་འགུལགྱིས་མཉེན་ཆས་ཐུམ་འབུད་པ།：“%s”

source: Packages with upgradable origin but kept back:
bo_cn: གསར་བསྒྱུར་བྱ་རུང་། འོན་ཀྱང་གདོད་མའི་པར་གཞི་ཡི་མཉེན་ཆས་ཐུམ་སོར་ཉར་བྱས་འདུག:

source: Simulation, download but do not install
bo_cn: ལད་ཟློས། ཕབ་ལེན་བྱས་ཀྱང་སྒྲིག་འཇུག་མི་བྱེད།

source: Starting unattended upgrades script
bo_cn: དོ་དམ་བྱེད་མཁན་མེད་པའི་གསར་བསྒྱུར་འཁྲབ་གཞུང་འགོ་སློང་།

source: The URI '%s' failed to download, aborting
bo_cn: ཕབ་ལེན‘%s’ཕམ་པ། རྒྱུན་ལྡན་མིན་པའི་མཚམས་འཇོག

source: Unattended-upgrade in progress during shutdown, sleeping for 5s
bo_cn: སྒོ་རྒྱག་སྐབས་དོ་དམ་བྱེད་མཁན་མེད་པའི་གསར་བསྒྱུར་འཁོར་སྐྱོད་བྱེད་བཞིན་པ། སྐར་ཆ་ 5 ལ་མལ་གསོ་བ།

source: Unattended-upgrades log:
bo_cn: དོ་དམ་བྱེད་མཁན་མེད་པའི་གསར་བསྒྱུར་ཉིན་ཐོ།：

source: Writing dpkg log to '%s'
bo_cn: dpkg ཉིན་ཐོ‘%s’རུ་འབྲི་བ།

source: You need to be root to run this application
bo_cn: ཁྱེད་རང་ལ་བྱ་རིམ་འདི་འཁོར་སྐྱོད་བྱེད་བྱའི་roo tཡི་དབང་ཚད་དགོས།

source: dpkg returned a error! See '%s' for details
bo_cn: dpkg ནོར་འཁྲུལ་ཕྱིར་ལོག ཞིབ་ཕྲའི་ཆ་འཕྲིན་‘%s’ལ་གཟིགས།

source: error message: '%s'
bo_cn: ནོར་འཁྲུལ་ཆ་འཕྲིན།：‘%s’

source: package '%s' not upgraded
bo_cn: མཉེན་ཆས་ཐུམ‘%s’གསར་བསྒྱུར་བྱས་མེད།

source: package '%s' upgradable but fails to be marked for upgrade (%s)
bo_cn: མཉེན་ཆས་ཐུམ '%s' རིམ་སྤོར་བྱ་རུང་། འོན་ཀྱང་རིམ་སྤོར་མཚོན་རྟགས་འགོད་སྐབས་ཕམ་པ།（%s）

source: print debug messages
bo_cn: ཚོད་སྒྲིག་ཆ་འཕྲིན་གཏག་དཔར།
