Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/ureadahead.po
Languages: bo_cn

source: %s: illegal argument: %s
bo_cn: %s: ལུགས་འགལ་ཞུགས་གྲངས།: %s

source: Error mapping into memory
bo_cn: ནང་གསོག་ཏུ་རྟེན་འཕྲོ་བྱ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error retrieving file stat
bo_cn: ཡིག་ཆའི་རྣམ་པ་ཐོབ་ལེན་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error while reading
bo_cn: ཀློག་ལེན་ནོར་འཁྲུལ།

source: Error while tracing
bo_cn: རྗེས་འདེད་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to set CPU priority
bo_cn: CPU སྔོན་ཐོབ་རིམ་པ་སྒྲིག་འགོད་ཕམ་པ།

source: Failed to set I/O priority
bo_cn: I/O སྔོན་ཐོབ་རིམ་པ་སྒྲིག་འགོད་ཕམ་པ།

source: File vanished or error reading
bo_cn: ཡིག་ཆ་སྤོ་སྒུལ་ལམ་ཀློག་འཇུག་སྐབས་ཀྱི་ནོར་འཁྲུལ།

source: Ignored far too long path
bo_cn: རིང་དྲགས་པའི་འགྲོ་ལམ་སྣང་མེད།

source: Ignored relative path
bo_cn: ལྟོས་བཅས་འགྲོ་ལམ་སྣང་མེད།

source: Read required files in advance
bo_cn: མཁོ་བའི་ཡིག་ཆ་སྔོན་ཀློག

source: detach and run in the background
bo_cn: ཁ་དབྲལ་ནས་རྒྱབ་སྟེགས་སུ་འཁོར་སྐྱོད་བྱེད་པ།
