Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/vte.po
Languages: bo_cn

source: Attempt to set invalid NRC map '%c'.
bo_cn: ནུས་མེད་ཀྱི་ NRC རྟེན་འཕྲོ་“%c”སྒྲིག་འགོད་ཚོད་ལྟ་བྱེད་པ།

source: Attempt to set invalid wide NRC map '%c'.
bo_cn: ནུས་མེད་ཀྱི་ཡངས་པའི་ NRC རྟེན་འཕྲོ་“%c”སྒྲིག་འགོད་ཚོད་ལྟ་བྱེད་པ།

source: Could not open console.
bo_cn: ཚོད་འཛིན་སྟེགས་ཁ་འབྱེད་ཐབས་བྲལ།

source: Could not parse the geometry spec passed to --geometry
bo_cn: --geometry ཡི་དབྱིབས་རྩིས་ཞུགས་གྲངས་ལ་ཞིབ་འགྲེལ་བརྒྱུད་སྤྲོད་བྱ་ཐབས་བྲལ།

source: Duplicate (%s/%s)!
bo_cn: བསྐྱར་ཟློས། (%s/%s)

source: Error (%s) converting data for child, dropping.
bo_cn: བུའི་བྱ་རིམ་ནས་གཞི་གྲངས་བརྗེ་སྤོར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། (%s)འདོར་བ།

source: Error compiling regular expression "%s".
bo_cn: ཚུལ་མཐུན་མཚོན་ཚུལ་“%s”བརྩི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error creating signal pipe.
bo_cn: བརྡ་རྟགས་སྦུག་ལམ་གསར་འཛུགས་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error reading PTY size, using defaults: %s.
bo_cn: PTY ཡི་ཆེ་ཆུང་ཀློག་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། སོར་བཞག་ཐང་སྤྱོད：%s。

source: Error reading from child: %s.
bo_cn: བུའི་བྱ་རིམ་ནས་གཞི་གྲངས་ཀློག་ལེན་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Error setting PTY size: %s.
bo_cn: PTY ཡི་ཆེ་ཆུང་སྒྲིག་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s。

source: Got unexpected (key?) sequence `%s'.
bo_cn: སྔོན་དཔག་ལས་འདས་པའི་ཡིག་རྟགས་རིམ་ཨང་འབྱོར་བ།(མཐེབ་གནོན་ཡིན་སྲིད་དམ་?)“%s”。

source: No handler for control sequence `%s' defined.
bo_cn: ཡིག་རྟགས་རིམ་ཨང་“%s”ཚོད་འཛིན་གྱི་སྒྲིག་གཅོད་བྱ་རིམ་མཚན་ཉིད་བཞག་མེད་པ།

source: Unable to convert characters from %s to %s.
bo_cn: ཡིག་རྟགས %s ནས་%sརུ་བརྗེ་སྤོར་བྱ་ཐབས་བྲལ།

source: Unable to send data to child, invalid charset convertor
bo_cn: བུའི་འཕེལ་རིམ་ལ་གཞི་གྲངས་སྐྱེལ་གཏོང་བྱ་ཐབས་བྲལ། ཡིག་རྟགས་ཚོགས་རྗེ་སྤོར་ཆས་ལུགས་འགལ།

source: Unknown pixel mode %d.
bo_cn: མ་ངེས་པའི་བརྙན་རྒྱུའི་རྣམ་པ %d

source: Unrecognized identified coding system.
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ངོ་རྟགས་ཚབ་ཨང་རྒྱུད་ཁོངས།

source: _vte_conv_open() failed setting word characters
bo_cn: _vte_conv_open() ཐ་སྙད་ཡིག་རྟགས་སྒྲིག་འགོད་ཕམ་པ།

source: can not run %s
bo_cn: %sལག་བསྟར་བྱ་ཐབས་བྲལ།
