Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/webapps.po
Languages: bo_cn

source: Basket
bo_cn: ཚོང་ཟོག་ཉོ་འཁོར།

source: Compose New Message
bo_cn: བརྡ་འཕྲིན་གསར་བ་རྩོམ་འབྲི།

source: Create an event
bo_cn: དོན་རྐྱེན་ཞིག་གསར་འཛུགས།

source: Google Calendar
bo_cn: Google ལོ་ཐོ།

source: Google Docs
bo_cn: Google ཡིག་ཚགས།

source: Google News
bo_cn: Google གསར་འགྱུར།

source: Inbox
bo_cn: ཡིག་ལེན་ཁུག

source: Manage your Kindle
bo_cn: ཁྱེད་ཀྱི་ Kindleལ་དོ་དམ་གྱིས།

source: Messages
bo_cn: གློག་ཡིག

source: New Post
bo_cn: ཉིན་ཐོ་གསར་འཛུགས།

source: Notifications
bo_cn: བརྡ་ཐོ།

source: Orders
bo_cn: མངགས་ཐོ།

source: Tweets
bo_cn: ཐུད་ཐེ།

source: Ubuntu One Music
bo_cn: Ubuntu One རོལ་མོ།

source: Unread
bo_cn: བཀླག་མེད་པ།

source: Wishlist
bo_cn: བློར་བབས་ཐོ།

source: Yahoo News
bo_cn: ཡ་ཧའོ་གསར་འགྱུར།

source: Yandex Music
bo_cn: Yandex རོལ་མོ།

source: Yandex News
bo_cn: Yandex གསར་འགྱུར།

source: new comments
bo_cn: དཔྱད་གཏམ་གསར་འཛུགས།
