Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/whois.po
Languages: bo_cn

source: %s/tcp: unknown service
bo_cn: %s/tcp: ངེས་མེད་ཞབས་ཞུ།

source: Available methods:
bo_cn: སྤྱོད་རུང་རྣམ་པ།：

source: Cannot parse this line: %s
bo_cn: ཕྲེང་འདིར་དབྱེ་ཞིབ་བྱེད་མི་རུང་།：%s

source: Host %s not found.
bo_cn: གཙོ་འཁོར་མ་རྙེད་པ། %s。

source: Illegal salt character '%c'.
bo_cn: ལུགས་འགལ་གྱི་salt ཡིག་རྟགས། '%c'

source: Interrupted by signal %d...
bo_cn: བརྡ་རྟགས་ %d ཡིས་མཚམས་བཅད་པ།...

source: Invalid method '%s'.
bo_cn: ནུས་མེད་རྣམ་པ། '%s'。

source: Invalid number '%s'.
bo_cn: ནུས་མེད་ཀྱི་ཨང་ཀི '%s'。

source: Method not supported by crypt(3).
bo_cn: crypt(3) ཡིས་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ཐབས་ལམ།

source: No whois server is known for this kind of object.
bo_cn: བྱ་ཡུལ་འདིར་དམིགས་པའི་ whois ཞབས་ཞུ་ཆས་མེད།

source: This TLD has no whois server, but you can access the whois database at
bo_cn: རྩེར་སོན་ཁོངས་མིང་འདིར་Whoisཞབས་ཞུ་ཆས་མེད་མོད།འོན་ཀྱང་འདིར་ཁྱེད་ཀྱིས་Whoisགཞི་གྲངས་མཛོད་ལ་ལྟ་སྤྱོད་གནང་ཆོག་སྟེ།

source: This TLD has no whois server.
bo_cn: རྩེར་སོན་ཁོངས་མིང་འདི་ལ་ལྟོས་ཟླའི་Whoisཞབས་ཞུ་ཆས་མེད།

source: Timeout.
bo_cn: དུས་བརྒལ།

source: Try '%s --help' for more information.
bo_cn: “%s --help” ལ་ཚོད་ལྟ་བྱས་ནས་མང་བའི་ཆ་འཕྲིན་ཐོབ་པ།

source: Unknown AS number or IP network. Please upgrade this program.
bo_cn: ངེས་མེད་ཀྱི་ AS ཨང་གྲངས་སམ་ IP ཤག་གནས། བྱ་རིམ་འདི་རིམ་སྤོར་གྱིས།

source: Using server %s.
bo_cn: %sཞབས་ཞུ་ཆས་སྤྱོད་པ།

source: Warning: RIPE flags used with a traditional server.
bo_cn: ཐ་ཚིག： སྲོལ་རྒྱུན་ཞབས་ཞུ་ཆས་ལ་ RIPE མཚོན་རྟགས་སྤྱད་པ།

source: standard 56 bit DES-based crypt(3)
bo_cn: ཚད་ལྡན་DESགནས་56རྨང་གཞི་བྱས་པའི་crypt(3）
