Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/xdg-user-dirs-gtk.po
Languages: bo_cn

source: Current folder name
bo_cn: མིག་སྔའི་ཡིག་ཁུག་མིང་།

source: New folder name
bo_cn: ཡིག་ཁུག་གསར་པའི་མིང་།

source: Note that existing content will not be moved.
bo_cn: མཉམ་ཞོག ད་ཡོད་ཀྱི་ནང་དོན་མི་སྤོ།

source: There was an error updating the folders
bo_cn: ཡིག་ཁུག་གསར་སྒྱུར་བྱེད་སྐབས་ནོར་འཁྲུལ་ཤོར་བ།

source: Update common folders names to match current locale
bo_cn: སྤྱི་པའི་ཡིག་ཁུག་གི་མིང་གསར་སྒྱུར་བྱེད་པར་མིག་སྔའི་ས་ཁོངས་སྒྲིག་བཀོད་དང་འཚམ་པར་བྱེད་དགོས།

source: Update standard folders to current language?
bo_cn: ཚད་ལྡན་གྱི་ཡིག་ཁུག་མིག་སྔའི་སྐད་དུ་བསྒྱུར་རམ།

source: User folders update
bo_cn: སྤྱོད་མཁན་གྱི་ཡིག་ཁུག་གསར་བརྗེ།

source: _Don't ask me this again
bo_cn: ང་ལ་བསྐྱར་དུ་འདྲི་རྩད་མ་བྱེད།(_D)

source: _Keep Old Names
bo_cn: མིང་རྙིང་པ་སོར་བཞག་བྱེད་པ།(_K)

source: _Update Names
bo_cn: མིང་གསར་བསྒྱུར།(_U)
