Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/xfsprogs.po
Languages: bo_cn

source: %*.*o Unwritten preallocated extent
bo_cn: %*.*o མ་བྲིས་པའི་གྲབས་བགོའི་ཁུལ་ཁོངས།

source: %lld blocks
bo_cn: དུམ།%lld

source: FLAG Values:
bo_cn: FLAG ཐང་།：

source: at offset %lld
bo_cn: %lldཡོ་སྤོ་བྱེད་བཞིན་པ།

source: %s version %s
bo_cn: %s པར་གཞི།%s

source: %s: could not write to logfile "%s".
bo_cn: %s:ཉིན་ཐོའི་ཡིག་ཆ་\ %s\ འབྲི་ཐབས་བྲལ།

source: %s: lseek64 error on target %d "%s" at offset %lld
bo_cn: %s: དམིགས་འབེན་ %d \ %s\ ཡོ་སྤོ་ %lld ལ་ lseek64 ནོར་འཁྲུལ་བྱུང་བ།

source: %s: lseek64 failure at offset %lld
bo_cn: %s ཡོ་སྤོའི་%lldམཚམས་སུ་lseek64ནོར་འཁྲུལ་བྱུང་བ།

source: %s: offset was probably %lld
bo_cn: %s： ཡོ་སྤོའི་གནས་ནི་ཕལ་ཆེར་%lldཡིན།

source: %s: thread %d died unexpectedly, target "%s" incomplete
bo_cn: %s: སྐུད་རིམ་ %d བློ་ཡུལ་ལས་འདས་པའི་མཚམས་ཆད་པས་དམིགས་འབེན་སྒྲིག་ཆས \ %s\ ལེགས་གྲུབ་མ་བྱུང་།

source: %s: write error on target %d "%s" at offset %lld
bo_cn: %s: དམིགས་འབེན་ %d \ %s\ ཡོ་སྤོ་ %lld འབྲི་འཇུག་ནོར་འཁྲུལ་བྱུང་བ།

source: %s: %s appears to contain a partition table (%s).
bo_cn: %s：%sཡི་ནང་དུ་ཕལ་ཆེར་ཉར་ཟིན་པའི་ཁུལ་འབྱེད་རེའུ་མིག(%s)ཞིག་འདུས་ཡོད།

source: %s: %s appears to contain an existing filesystem (%s).
bo_cn: %s：%s ཡི་ནང་དུ་ཕལ་ཆེར་ཉར་ཟིན་པའི་ཡིག་ཆའི་བརྒྱུད་ཁོངས་(%s)ཤིག་འདུས་ཡོད།

source: %s: XFS_IOC_FSGEOMETRY xfsctl failed: %s
bo_cn: %s：XFS_IOC_FSGEOMETRY ཁ་ལོ་སྒྱུར་བ་ཕམ་པ།：%s

source: %s: XFS_IOC_FSGROWFSDATA xfsctl failed: %s
bo_cn: %s：XFS_IOC_FSGROWFSDATA ཁ་ལོ་སྒྱུར་བ་ཕམ་པ།：%s

source: %s: XFS_IOC_FSGROWFSLOG xfsctl failed: %s
bo_cn: %s：XFS_IOC_FSGROWFSLOG ཁ་ལོ་སྒྱུར་བ་ཕམ་པ།：%s

source: %s: XFS_IOC_FSGROWFSRT xfsctl failed: %s
bo_cn: %s：XFS_IOC_FSGROWFSRT ཁ་ལོ་སྒྱུར་བ་ཕམ་པ།：%s

source: %s: bad chattr command, not +/-X
bo_cn: %s：ནུས་མེད་ཀྱི་ chattr བཀའ་བརྡས་ +/-X བརྡ་སྤྲོད་རྣམ་གཞག་བརྩི་སྲུང་མ་བྱས་པ།

source: %s: bad format string %s
bo_cn: %s：འཁྲུགས་པའི་རྣམ་གཞག་ཡིག་རྟགས་ཕྲེང་། %s

source: %s: cannot allocate space for file
bo_cn: %s：ཡིག་ཆ་ལ་བར་སྟོང་བགོ་ཐབས་བྲལ།

source: %s: cannot determine geometry of filesystem mounted at %s: %s
bo_cn: %s：%s ཡི་སྟེང་དུ་འགེལ་འཇོག་བྱས་པའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་ནང་ཁུལ་ཆ་འཕྲིན་གཏན་འཁེལ་བྱ་ཐབས་བྲལ།：%s

source: %s: cannot freeze filesystem at %s: %s
bo_cn: %s：ཡིག་ཆའི་རྒྱུད་ཁོངས %s དམ་སྦྱར་བྱ་ཐབས་བྲལ།：%s

source: %s: cannot open %s: %s
bo_cn: %s：%sཡི་ཁ་འབྱེད་ཐབས་བྲལ།：%s

source: %s: cannot read attrs on "%s": %s
bo_cn: %s：“%s”ཡི་གཏོགས་གཤིས་ཀློག་ལེན་བྱ་ཐབས་བྲལ།：%s

source: %s: cannot realloc %d bytes
bo_cn: %s：%d ཡིག་ཚིགས་བར་སྟོང་བསྐྱར་བགོ་བྱ་ཐབས་བྲལ།

source: %s: cannot unfreeze filesystem mounted at %s: %s
bo_cn: %s： %s སྟེང་འགེལ་འཇོག་བྱས་པའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་དམ་འབྱེད་བྱ་ཐབས་བྲལ།：%s

source: %s: failed to access data device for %s
bo_cn: %s：%s ཡི་གཞི་གྲངས་སྒྲིག་ཆས་ལྟ་སྤྱོད་ཕམ་པ།

source: %s: failed to access external log for %s
bo_cn: %s：%s ཕྱིའི་ཉིན་ཐོ་ལྟ་སྤྱོད་ཕམ་པ།

source: %s: failed to access realtime device for %s
bo_cn: %s：%s ཡི་དུས་ཐོག་སྒྲིག་ཆས་ལྟ་སྤྱོད་ཕམ་པ།

source: %s: failed to open %s: %s
bo_cn: %s： %s ཡི་ཁ་འབྱེད་ཕམ་པ།：%s

source: %s: growfs operation in progress already
bo_cn: %s：growfs བཀོལ་སྤྱོད་ལག་བསྟར་བྱེད་བཞིན་ཡོད།

source: %s: log growth not supported yet
bo_cn: %s：ཉིན་ཐོ་རྒྱ་སྐྱེད་ཁྱད་ཆོས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: %s: malloc of %d bytes failed.
bo_cn: %s： %d ཡིག་ཚིགས་ནང་གསོག་བར་སྟོང་བགོ་བཤའི་ཚོད་ལྟ་ཕམ་པ།

source: %s: no extents
bo_cn: %s：ཁུལ་ཁོངས་མེད་པ།

source: %s: premature EOF in prototype file
bo_cn: %s：དཔེ་མཚོན་ཡིག་ཆའི་མཇུག་སྡུད་རྟགས་སྔོན་བརྒལ།

source: %s: proto file %s premature EOF
bo_cn: %s：དཔེ་མཚོན་ཡིག་ཆ %sཡི་མཇུག་སྡུད་རྟགས་སྔོན་བརྒལ།

source: %s: read failed on %s: %s
bo_cn: %s：%s ཀློག་ལེན་ཕམ་པ།：%s

source: %s: realtime growth not implemented
bo_cn: %s：དུས་ཐོག་རྒྱ་སྐྱེད་ཁྱད་ཆོས་མངོན་འགྱུར་བྱས་མེད་པ།

source: %s: specified file ["%s"] is not on an XFS filesystem
bo_cn: %s：ཚད་གཞིའི་ཡིག་ཆ [\ %s\ ] དེ་ XFS ཡིག་ཆའི་རྒྱུད་ཁོངས་སུ་མེད་པ།

source: %s: unknown flag
bo_cn: %s：ངེས་མེད་ཀྱི་མཚོན་རྟགས།

source: ,append-only
bo_cn: ཁ་སྣོན་ཁ་ན་ལས་མི་ཆོག

source: ,real-time
bo_cn: དུས་ཐོག

source: 0x%lx %lu pages (%llu : %lu)
bo_cn: 0x%lx %lu ཡི་དྲ་ངོས། (%llu： %lu)

source: Aborting XFS copy - no more targets.
bo_cn: XFS འདྲ་ཕབ་མཇུག་སྒྲིལ།-དེ་ལས་མང་བའི་དམིགས་འབེན་སྒྲིག་ཆས་མེད་པས་སོ།

source: Aborting XFS copy - reason
bo_cn: XFSའདྲ་ཕབ་མཇུག་སྒྲིལ།－རྒྱུ་རྐྱེན།

source: Aborting XFS copy -- logfile error -- reason: %s
bo_cn: XFS འདྲ་ཕབ་མཇུག་སྒྲིལ། -- ཉིན་ཐོ་ཡིག་ཆར་ནོར་འཁྲུལ་བྱུང་བའི་ -- རྒྱུ་རྐྱེན།： %s

source: Aborting target %d - reason
bo_cn: དམིགས་འབེན་སྒྲིག་ཆས་ %dམཇུག་སྒྲིལ། - རྒྱུ་རྐྱེན།

source: All copies completed.
bo_cn: ཆ་ཚང་འདྲ་ཕབ་ལེགས་གྲུབ་ཟིན་པ།

source: Allocation of the realtime bitmap failed
bo_cn: དུས་ཐོག་ཚིགས་ཚེག་གནས་རིས་བགོ་བཤའ་ཕམ་པ།

source: Allocation of the realtime summary failed
bo_cn: དུས་ཐོག་ཚིགས་ཚེག་གནད་བསྡུས་བགོ་བཤའ་ཕམ་པ།

source: Check logfile "%s" for more details
bo_cn: དེ་ལས་མང་བའི་ཆ་འཕྲིན་ཉིན་ཐོའི་ཡིག་ཆ་\ %s\ ལ་བལྟ་རོགས།

source: Completion of the realtime bitmap failed
bo_cn: ལེགས་གྲུབ།དུས་ཐོག་ཚིགས་ཚེག་གནས་རིས་གསར་འཛུགས་བྱ་རྩིས་སྐབས་ཕམ་པ།

source: Completion of the realtime summary failed
bo_cn: ལེགས་གྲུབ།དུས་ཐོག་ཚིགས་ཚེག་གནད་བསྡུས་གསར་འཛུགས་བྱ་རྩིས་སྐབས་ཕམ་པ།

source: Directory creation failed
bo_cn: དཀར་ཆག་གསར་འཛུགས་ཕམ་པ།

source: Due to stripe alignment, the internal log size (%lld) is too large.
bo_cn: ཨང་བྱང་གི་ཁྱབ་ཚུལ་ལྟར་ན།ནང་ཁུལ་གྱི་ཉིན་ཐོ་ཆེ་ཆུང་(%lld) ཆེ་དྲགས་པ།

source: Error completing the realtime space
bo_cn: དུས་ཐོག་བར་སྟོང་གསར་འཛུགས་བྱ་རྩིས་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error encountered creating file from prototype file
bo_cn: དཔེ་མཚོན་ཡིག་ཆ་ནས་དངོས་ཡོད་ཡིག་ཆ་གསར་འཛུགས་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error initializing the realtime space
bo_cn: དུས་ཐོག་བར་སྟོང་འགོ་སྒྲིག་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Inode allocation failed
bo_cn: ཚིགས་ཚེག་བགོ་བཤའ་ཕམ་པ།

source: Inode pre-allocation failed
bo_cn: ཚིགས་ཚེག་སྔོན་བགོད་ཕམ་པ།

source: Must fit within an allocation group.
bo_cn: ངེས་པར་དུ་བགོ་བཤའ་བརྒྱབ་པའི་ཚོམ་གྱིས་ཁ་སྐོང་བྱེད་དགོས།

source: Pre-allocated file creation failed
bo_cn: སྔོན་བགོས་ཡིག་ཆ་གསར་འཛུགས་ཕམ་པ།

source: Realtime bitmap inode allocation failed
bo_cn: དུས་ཐོག་ཚིགས་ཚེག་གནས་རིས་བགོ་བཤའ་ཕམ་པ།

source: Realtime summary inode allocation failed
bo_cn: དུས་ཐོག་ཚིགས་ཚེག་གནད་བསྡུས་བགོ་བཤའ་ཕམ་པ།

source: See "%s" for more details.
bo_cn: ཞིབ་ཏུ་ལྟོས་\ %s\

source: [blocks]
bo_cn: [དུམ་བུའི་གྲངས།]

source: [command]
bo_cn: [བཀའ་བརྡ།]

source: [off len]
bo_cn: [ཡོ་སྤོར་རིང་ཚད།]

source: [tag ...]
bo_cn: [མཚོན་རྟགས། ...]

source: advisory commands for sections of a file
bo_cn: ཡིག་ཆ་ཁག་བགོས་བརྡ་ཁྱབ་བཀའ་བརྡ།

source: allocates zeroed space for part of a file
bo_cn: ཡིག་ཚིགས་ཀླད་ཀོར་གྱི་བར་སྟོང་ཡིག་ཆའི་དུམ་ལ་བགོས་པ།

source: assert error: buf->length = %d, buf->size = %d
bo_cn: ནོར་འཁྲུལ་ཡིན་ཐག་ཆོད།： buf->length = %d, buf->size = %d

source: available reserved blocks = %llu
bo_cn: སྤྱོད་རུང་གྲབས་གསོག་དུམ་བུ = %llu

source: bad argument count %d to %s, expected %d arguments
bo_cn: ཞུགས་གྲངས %2$s ཡི་གྲངས་ཀ་ %1$d ལ་ནོར་འཁྲུལ་འདུག འདིར་ཞུགས་གྲངས %3$d དགོས།

source: bad argument count %d to %s, expected at least %d arguments
bo_cn: ཞུགས་གྲངས་ %2$s ཡི་གྲངས་ཀ་ %1$d ལ་ནོར་འཁྲུལ་འདུག འདིར་ཉུང་མཐར་ཡང་ཞུགས་གྲངས་ %3$d དགོས།

source: bad argument count %d to %s, expected between %d and %d arguments
bo_cn: ཞུགས་གྲངས %2$s ཡི་གྲངས་ཀ་ %1$d ལ་ནོར་འཁྲུལ་འདུག འདིར་%3$d ནས་ %4$dབར་གྱི་ཞུགས་གྲངས་དགོས།

source: block device
bo_cn: དུམ་བུའི་སྒྲིག་ཆས།

source: both data su and data sw options must be specified
bo_cn: ངེས་པར་དུ་དུས་གཅིག་ཏུ་གཞི་གྲངས་ཀྱི་su དང་sw འདེམས་ཚན་དམིགས་འཛུགས་བྱ་དགོས།

source: both data sunit and data swidth options must be specified
bo_cn: ངེས་པར་དུ་དུས་གཅིག་ཏུ་གཞི་གྲངས་ཀྱི་sunit དང་ swidth འདེམས་ཚན་དམིགས་འཛུགས་བྱ་དགོས།

source: calls fdatasync(2) to flush the files in-core data to disk
bo_cn: fdatasync(2) འདོན་སྤྱོད་ཀྱིས་ལྟེ་བར་བཅའ་སྡོད་བྱས་པའི་ཡིག་ཆའི་གཞི་གྲངས་ཚང་མ་སྡུད་སྡེར་དུ་བཀོལ་སྤྱོད་དང་གོམ་མཉམ་བཟོས།

source: calls fsync(2) to flush all in-core file state to disk
bo_cn: fsync(2) འདོན་སྤྱོད་ཀྱིས་ལྟེ་བར་བཅའ་སྡོད་བྱས་པའི་ཡིག་ཆའི་གཞི་གྲངས་ཚང་མ་སྡུད་སྡེར་དུ་བཀོལ་སྤྱོད་དང་གོམ་མཉམ་བཟོས།

source: cannot reserve space
bo_cn: བར་སྟོང་གསོག་འཇོག་བྱ་ཐབས་བྲལ།

source: change extended inode flags on the currently open file
bo_cn: མིག་སྔར་ཁ་ཕྱེས་པའི་ཡིག་ཆའི་ཚིགས་ཚེག་རྒྱ་སྐྱེད་གཏོགས་གཤིས་མཚོན་རྟགས་བསྒྱུར།

source: char device
bo_cn: ཡིག་རྟགས་སྒྲིག་ཆས།

source: close the current open file
bo_cn: མིག་སྔར་ཁ་ཕྱེ་བའི་ཡིག་ཆའི་ཁ་རྒྱག་པ།

source: command "%s" not found
bo_cn: བཀའ་བརྡ་ “%s” མ་རྙེད།

source: command %s not found
bo_cn: བཀའ་བརྡ་ %s མ་རྙེད།

source: data blocks changed from %lld to %lld
bo_cn: གཞི་གྲངས་དུམ་གྱི་ཆེ་ཆུང་ %lld ནས་ %lldལ་བསྒྱུར་ཟིན་པ།

source: data size %lld too large, maximum is %lld
bo_cn: གཞི་གྲངས་ཆེ་ཆུང་ %lld ཆེ་དྲགས་།རུང་བའི་ཆེས་ཆེའི་ཐང་ནི་%lld

source: data size %lld too small, old size is %lld
bo_cn: གཞི་གྲངས་ཆེ་ཆུང་ %lld ཆུང་དྲགས།རུང་བའི་ཆེས་ཆུང་བའི་ཐང་ནི་ %lld

source: data size unchanged, skipping
bo_cn: གཞི་གྲངས་ཆེ་ཆུང་བསྒྱུར་མེད། མཆོངས་ཟིན།

source: data stripe width (%d) must be a multiple of the data stripe unit (%d)
bo_cn: གཞི་གྲངས་ཨང་ཤར་ཞེང་ཚད་ sw(%d) ངེས་པར་དུ་གཞི་གྲངས་ཨང་ཤར་སྡེ་ཚན་ su(%d) ཡི་ལྡབ་སྒྱུར་གྲངས་ཡིན་དགོས།

source: data su must be a multiple of the sector size (%d)
bo_cn: གཞི་གྲངས་ཨང་ཤར་སྡེ་ཚན། (su) ངེས་པར་དུ་是扇ཁུལ་大小(%d) 的倍乘数

source: data su/sw must not be used in conjunction with data sunit/swidth
bo_cn: གཞི་གྲངས་ su/sw འདེམས་ཚན་ sunit/swidth འདེམས་ཚན་དང་བསྡུས་སྤྱོད་བྱ་མི་རུང་།

source: data sunit/swidth must not be used in conjunction with data su/sw
bo_cn: གཞི་གྲངས་ sunit/swidth དང་ su/sw འདེམས་ཚན་བསྡུས་སྤྱོད་བྱ་མི་རུང་།

source: direct
bo_cn: ཐད་ཀར་ལྟ་སྤྱོད།

source: directory
bo_cn: དཀར་ཆག

source: directory create error
bo_cn: དཀར་ཆག་གསར་འཛུགས་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: directory createname error
bo_cn: དཀར་ཆག་མིང་གསར་འཛུགས་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error allocating space for a file
bo_cn: ཡིག་ཆར་བར་སྟོང་བགོ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: error reserving space for a file
bo_cn: ཡིག་ཆར་བར་སྟོང་གསོག་འཇོག་འཆར་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: exit the program
bo_cn: བྱ་རིམ་ཕྱིར་འབུད།

source: external
bo_cn: ཕྱི་རོལ།

source: find mapping pages that are memory resident
bo_cn: ནང་གསོག་ཏུ་རྒྱུན་སྡོད་བྱེད་པའི་རྟེན་འཕྲོ་ལྡེབ་ངོས་འཚོལ་བ།

source: flush a region in the current memory mapping
bo_cn: མིག་སྔའི་ནང་གསོག་རྟེན་འཕྲོ་ལས་གཏན་འཁེལ་བའི་ཁྱབ་ཁོངས་གཞི་གྲངས་གསར་འདོན།

source: foreign
bo_cn: ཕྱི་རོལ།

source: foreign file active, %s command is for XFS filesystems only
bo_cn: ཕྱི་རོལ་ཡིག་ཆ་ཞིག་ཁ་ཕྱེ་ནས། s%ཡི་བཀའ་ནི་XFSཡིག་ཆའི་རྒྱུད་ཁོངས་ཁོ་ནར་སྤྱོད་དགོས།

source: frees reserved space associated with part of a file
bo_cn: ཡིག་ཆའི་དུམ་བུ་དང་འབྲེལ་བ་ཡོད་པའི་གྲབས་གསོག་བར་སྟོང་གློད་པ།

source: frees space associated with part of a file
bo_cn: “ཡིག་ཆའི་དུམ་བུ་དང་འབྲེལ་བ་ཡོད་པའི་ཆ་ཤས་བར་སྟོང་གློད་པ།”

source: freeze filesystem of current file
bo_cn: དམིགས་འཛུགས་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་ལྟ་སྤྱོད་ཁ་སྦྱར།

source: get and/or set count of reserved filesystem blocks
bo_cn: ཐོབ་ལེན་དང་/ཡང་ན་ཡིག་ཆའི་རྒྱུད་ཁོངས་གྲབས་གསོག་དུམ་གྱི་གྲངས་སྒྲིག་འགོད།

source: give advice about use of memory
bo_cn: ནང་གསོག་བེད་སྤྱོད་བྱེད་ཚུལ་གྱི་བརྡ་ཁྱབ་སྤྲོད།

source: help for one or all commands
bo_cn: བཀའ་བརྡ་གཅིག་གམ་ཡོད་ཚད་ཀྱི་རོགས་རམ།

source: inject errors into a filesystem
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་སུ་ནོར་འཁྲུལ་ལྡུག་པ།

source: inode max pct unchanged, skipping
bo_cn: ཚིགས་ཚེག་གི་སྤྱོད་ཚད་ཆེ་ཤོས་ལ་འགྱུར་ལྡོག་བྱུང་མེད་པ་དང་།མཆོངས་ཟིན།

source: inode max percent changed from %d to %d
bo_cn: “ཚིགས་ཚེག་གི་སྤྱོད་ཚད་ཆེ་ཤོས་%d ནས་%dརུ་བསྒྱུར་བ། ”

source: internal
bo_cn: ནང་ཁུལ།

source: list current open files and memory mappings
bo_cn: མིག་སྔར་ཁ་ཕྱེ་ཟིན་པའི་ཡིག་ཆ་དང་ནང་གསོག་རྟེན་འཕྲོ་སྟར་ཏུ་སྒྲིག

source: list extended inode flags set on the currently open file
bo_cn: མིག་སྔར་ཁ་ཕྱེ་ཟིན་པའི་ཡིག་ཆའི་ཚིགས་ཚེག་རྒྱ་སྐྱེད་གཏོགས་གཤིས་མཚོན་རྟགས་སྟར་ཏུ་སྒྲིག

source: log blocks changed from %d to %d
bo_cn: ཉིན་ཐོའི་དུམ་ཆེ་ཆུང་ %d ནས་ %dརུ་བསྒྱུར་ཟིན།

source: log changed from %s to %s
bo_cn: ཉིན་ཐོའི་གནས་ %s ནས་ %sརུ་བསྒྱུར་ཟིན།

source: log size unchanged, skipping
bo_cn: ཉིན་ཐོའི་ཆེ་ཆུང་བསྒྱུར་མེད། མཆོངས་ཟིན།

source: log su should not be used in conjunction with log sunit
bo_cn: ཉིན་ཐོའི་ su འདེམས་ཚན་sunit འདེམས་ཚན་དང་བསྡུས་སྤྱོད་བྱེད་མི་འོས།

source: log sunit should not be used in conjunction with log su
bo_cn: ཉིན་ཐོའི་ sunit འདེམས་ཚན་su འདེམས་ཚན་དང་བསྡུས་སྤྱོད་བྱེད་མི་འོས།

source: lseek64 error
bo_cn: lseek64 ནོར་འཁྲུལ།

source: mmap a range in the current file, show mappings
bo_cn: མིག་སྔའི་ཡིག་ཆའི་ཁྲོད་ཁྱབ་ཁོངས་གཞི་གྲངས་ངེས་ཅན་ཞིག་རྟེན་འཕྲོ་དང་སྦྲགས་འཆར་བ།

source: need at least %lld allocation groups
bo_cn: ཆེ་ཆུང་ནི་ = %lld བགོས་བཤའི་ཚོམ་ཉུང་དྲགས་པ།

source: need at most %lld allocation groups
bo_cn: ཉུང་མཐར་ཡང་བགོ་བཤའི་ཚོམ་%lld དགོས།

source: no files are open, try 'help open'
bo_cn: “དམིགས་འཛུགས་ཀྱིས་ཁ་འབྱེད་དགོས་པའི་ཡིག་ཆ་མེད་པས་“hlep open”ལག་ལེན་ཚོད་ལྟ་ཞིག་གནང་རོགས། ”

source: no mapped regions, try 'help mmap'
bo_cn: རྟེན་འཕྲོའི་ཁུལ་ཁོངས་མེད་པས་ “help mmap”ལག་བསྟར་ཚོད་ལྟ་གནང་རོགས།

source: no such tag -- %s
bo_cn: མཚོན་རྟགས་འདི་མི་འདུག -- %s

source: non-direct
bo_cn: ཐད་ཀར་ལྟ་སྤྱོད་མིན་པ།

source: non-numeric argument -- %s
bo_cn: གྲངས་ཐང་མིན་པའི་ཞུགས་གྲངས། -- %s

source: non-numeric bsize -- %s
bo_cn: གྲངས་ཐང་མིན་པའི་དུམ་གྱི་ཆེ་ཆུང་། -- %s

source: non-numeric extsize argument -- %s
bo_cn: གྲངས་ཐང་མིན་པའི་ཁུལ་ཁོངས་ཆེ་ཆུང་ཞུགས་གྲངས། -- %s

source: non-numeric length argument -- %s
bo_cn: ཨང་ཀི་མིན་པའི་རིང་ཚད་ཞུགས་གྲངས། -- %s

source: non-numeric mode -- %s
bo_cn: ཨང་ཀི་མིན་པའི་རྣམ་པའི་ཨང་གྲངས། -- %s

source: non-numeric offset argument -- %s
bo_cn: ཨང་ཀི་མིན་པའི་ཡོ་སྤོར་ཚད་ཞུགས་གྲངས། -- %s

source: non-numeric seed -- %s
bo_cn: གྲངས་ཐང་མིན་པའི་ས་བོན་གྲངས། -- %s

source: non-numeric skip -- %s
bo_cn: གྲངས་ཐང་མིན་པའི་མཆོངས་ལྡིང་གྲངས། -- %s

source: non-numeric truncate argument -- %s
bo_cn: གྲངས་ཐང་མིན་པའི་གཏུབ་པའི་ཞུགས་གྲངས། -- %s

source: non-sync
bo_cn: གོམ་མཉམ་མིན་པ།

source: none
bo_cn: མེད།

source: off
bo_cn: ཁ་རྒྱག་པ།

source: off len
bo_cn: ཡོ་སྤོར་རིང་ཚད།

source: offset (%lld) is before start of mapping (%lld)
bo_cn: ཡོ་སྤོར་ཚད། (%lld) རྟེན་འཕྲོ་ཡི་འགོ་རྩོམ་ས་ལས་སྔོན་བརྒལ། (%lld)

source: offset (%lld) is beyond end of mapping (%lld)
bo_cn: ཡོ་སྤོར་ཚད། (%lld) རྟེན་འཕྲོ་ཡི་འགོ་རྩོམ་ས་ལས་ཕྱིར་འགྱངས། (%lld)

source: offset address (%p) is not page aligned
bo_cn: ཡོ་སྤོར་ཚད་ཤག་གནས། (%p) དྲ་ངོས་ཀྱི་དག་བཅོས་བརྒྱུད་མེད་པ།

source: open the file specified by path
bo_cn: དམིགས་འཛུགས་འགྲོ་ལམ་གྱིས་གནས་ངེས་བྱས་པའི་ཡིག་ཆའི་ཁ་ཕྱེས།

source: print block mapping for an XFS file
bo_cn: XFS ཡིག་ཆའི་རྒྱུད་ཁོངས་སྟེང་གི་ཡིག་ཆའི་དུམ་གྱི་རྟེན་འཕྲོ་ཕྱིར་གཏོང་།

source: range (%lld:%lld) is beyond mapping (%lld:%ld)
bo_cn: ཁྱབ་ཁོངས་དམིགས་འཛུགས་། (%lld:%lld) རྟེན་འཕྲོ། (%lld:%ld)ལས་ཕྱིར་འགྱངས།

source: read-only
bo_cn: ཀློག་ཙམ།

source: read-write
bo_cn: ཀློག་རུང་འབྲི་ཆོག

source: reads a number of bytes at a specified offset
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཡོ་སྤོར་གནས་ནས་ཡིག་ཚིགས་གཞི་གྲངས་ཚོ་གཅིག་ཀློག་ལེན་བྱོས།

source: reads data from a region in the current memory mapping
bo_cn: མིག་སྔའི་ནང་གསོག་རྟེན་འཕྲོའི་ཁྲོད་ཁུལ་ཁོངས་ཁྱབ་ཁོངས་ཤིག་དམིགས་འཛུགས་དང་སྦྲགས་ཀློག་དགོས།

source: realtime blocks changed from %lld to %lld
bo_cn: དུས་ཐོག་དུམ་གྱི་ཆེ་ཆུང་ %lld ནས་ %lldརུ་བསྒྱུར་བ།

source: realtime extent size changed from %d to %d
bo_cn: དུས་ཐོག་ཁུལ་ཁོངས་ཀྱི་ཆེ་ཆུང་%d ནས་%dརུ་བསྒྱུར་བ།

source: realtime size %lld too large, maximum is %lld
bo_cn: དུས་ཐོག་ཆེ་ཆུང་ %lld ཆེ་དྲགས།རུང་བའི་ཆེས་ཆེའི་ཐང་ནི་ %lld

source: realtime size %lld too small, old size is %lld
bo_cn: དུས་ཐོག་ཆེ་ཆུང་ %lld ཆུང་དྲགས།རུང་བའི་ཆེས་ཆུང་བའི་ཐང་ནི་%lld

source: realtime size unchanged, skipping
bo_cn: དུས་ཐོག་ཆེ་ཆུང་བསྒྱུར་མེད། མཆོངས་ཟིན།

source: reserved blocks = %llu
bo_cn: གྲབས་གསོག་དུམ། = %llu

source: reserves space associated with part of a file
bo_cn: ཡིག་ཆའི་དུམ་དང་འབྲེལ་ཡོད་ཀྱི་བར་སྟོང་གྲབས་གསོག

source: shuts down the filesystem where the current file resides
bo_cn: མིག་སྔའི་ཡིག་ཆར་རྒྱུན་སྡོད་ཀྱི་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཁ་རྒྱག་པ།

source: socket
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ

source: statistics on the currently open file
bo_cn: མིག་སྔར་ཁ་ཕྱེ་བའི་ཡིག་ཆའི་རྣམ་པ་སྡོམ་རྩིས།

source: statistics on the filesystem of the currently open file
bo_cn: མིག་སྔར་ཁ་ཕྱེ་བའི་ཡིག་ཆ་གཏོགས་ཡུལ་གྱི་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་རྣམ་པ་སྡོམ་རྩིས།

source: symbolic link
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད།

source: sync
bo_cn: གོམ་མཉམ།

source: too few allocation groups for size = %lld
bo_cn: ཆེ་ཆུང་ནི་ = %lld མང་དྲགས་པའི་ཚོམ་བགོས་པ།

source: too many allocation groups for size = %lld
bo_cn: ཆེ་ཆུང་ནི་ = %lld བགོས་པའི་ཚོམ་མང་དྲགས་པ།

source: truncates the current file at the given offset
bo_cn: སྤྲད་པའི་ཡོ་སྤོར་གནས་སུ་མིག་སྔའི་ཡིག་ཆ་གཏུབ་པ།

source: unfreeze filesystem of current file
bo_cn: དམིགས་འཛུགས་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་ལྟ་སྤྱོད་དམ་འབྱེད།

source: unmaps the current memory mapping
bo_cn: མིག་སྔའི་ནང་གསོག་རྟེན་འཕྲོ་འཐེན་པ།

source: write error
bo_cn: འབྲི་འཇུག་ནོར་འཁྲུལ།

source: writes a number of bytes at a specified offset
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཡོ་སྤོར་གནས་སུ་ཡིག་ཚིགས་གཞི་གྲངས་ཚོ་གཅིག་ཕྲིས།

source: writes data into a region in the current memory mapping
bo_cn: མིག་སྔའི་ནང་གསོག་རྟེན་འཕྲོ་རུ་ཁུལ་ཁོངས་ཁྱབ་ཁོངས་ཀྱི་གཞི་གྲངས་ཤིག་ཕྲིས།
