Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/xz.po
Languages: bo_cn

source: %s: Cannot remove: %s
bo_cn: %s：བསུབ་ཐབས་བྲལ།：%s

source: %s: Cannot set the file group: %s
bo_cn: %s：ཡིག་ཆའི་ཚོ་སྒྲིག་ཐབས་བྲལ།：%s

source: %s: Cannot set the file owner: %s
bo_cn: %s：ཡིག་ཆའི་བདག་པོ་སྒྲིག་འགོད་བྱ་ཐབས་བྲལ།：%s

source: %s: Cannot set the file permissions: %s
bo_cn: %s：ཡིག་ཆདབང་ཚད་སྒྲིག་འགོད་བྱ་ཐབས་བྲལ།：%s

source: %s: Closing the file failed: %s
bo_cn: %s：ཡིག་ཆའི་ཁ་རྒྱག་ཕམ་པ།：%s

source: %s: Error reading filenames: %s
bo_cn: %s：ཡིག་ཆའི་མིང་ཀློག་ལེན་སྐབས་ནོར་འཁྲུལ།：%s

source: %s: File already has `%s' suffix, skipping
bo_cn: %s：ཡིག་ཆའི་རྗེས་འཇུག་“%s”རེད་འདུག མཆོངས་རོགས།

source: %s: File has setuid or setgid bit set, skipping
bo_cn: %s：ཡིག་ཆས་setuidཡང་ན་setgidགནས་སྒྲིག་འགོད་བྱས་འདུག མཆོངས་རོགས།

source: %s: File has sticky bit set, skipping
bo_cn: %s：ཡིག་ཆའི་སྡུད་འབྱར་གནས་（sticky bit）སྒྲིག་འགོད་བྱས་ཟིན། མཆོངས་རོགས།

source: %s: File seems to have been moved, not removing
bo_cn: %s：ཡིག་ཆ་སྒུལ་ཟིན་པ་ཤེས། སྤོ་འབུད་མི་བྱེད།

source: %s: Filename has an unknown suffix, skipping
bo_cn: %s：ཡིག་ཆའི་མིང་གི་རྗེས་འཇུག་ངེས་མེད། མཆོངས་རོགས།

source: %s: Input file has more than one hard link, skipping
bo_cn: %s：ནང་འཇུག་ཡིག་ཆར་སྲ་བའི་སྦྲེལ་མཐུད་མང་པོ་འདུག མཆོངས་རོགས།

source: %s: Invalid option name
bo_cn: %s：ནུས་མེད་ཀྱི་འདེམས་ཚན་མིང་།

source: %s: Invalid option value
bo_cn: %s：ནུས་མེད་ཀྱི་འདེམས་ཚན་ཐང་།

source: %s: Is a directory, skipping
bo_cn: %s：དཀར་ཆག་རེད། མཆོངས་རོགས།

source: %s: Is a symbolic link, skipping
bo_cn: %s：མཚོན་རྟགས་སྦྲེལ་མཐུད་རེད། མཆོངས་རོགས།

source: %s: Not a regular file, skipping
bo_cn: %s：རྒྱུན་ལྡན་ཡིག་ཆ་མ་རེད། མཆོངས་རོགས།

source: %s: Read error: %s
bo_cn: %s：ཀློག་འཇུག་ནོར་འཁྲུལ།：%s

source: %s: Unexpected end of file
bo_cn: %s：བློ་ཡུལ་འདས་པའི་ཡིག་ཆའི་མཇུག

source: %s: Unexpected end of input when reading filenames
bo_cn: %s：ཡིག་ཆའི་མིང་ཀློག་ལེན་སྐབས་བློ་ཡུལ་ལས་འདས་པའི་མཇུག་སྡུད་མཚོན་རྟགས་དང་འཕྲད་པ།

source: %s: Unknown file format type
bo_cn: %s: ངེས་མེད་ཡིག་ཆའི་རྣམ་གཞག་རིགས་རྣམ།

source: %s: Unsupported integrity check type
bo_cn: %s: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ཆ་ཚང་རང་བཞིན་གྱི་ཞིབ་བཤེར་རིགས་རྣམ།

source: %s: Value is not a non-negative decimal integer
bo_cn: %s：ཐང་ནི་མོ་མ་ཡིན་པའི་ཧྲིལ་གྲངས་ཤིག་མ་རེད།

source: %s: Write error: %s
bo_cn: %s：འབྲི་འཇུག་ནོར་འཁྲུལ།：%s

source: Cannot establish signal handlers
bo_cn: བརྡ་རྟགས་ཚིག་ཡུ་གསར་འཛུགས་བྱ་ཐབས་བྲལ།

source: Cannot read data from standard input when reading filenames from standard input
bo_cn: ཚད་ལྡན་ནང་འཇུག་ནས་ཡིག་ཆའི་མིང་ཀློག་ལེན་བྱ་ཐབས་བྲལ།

source: Compressed data cannot be read from a terminal
bo_cn: མཐའ་སྣེའི་ཁྲོད་ནས་གཞི་གྲངས་ཀློག་མི་ཆོག

source: Compressed data cannot be written to a terminal
bo_cn: མཐའ་སྣེའི་གཞི་གྲངས་ཁྲོད་འབྲི་མི་རུང་།

source: Compressed data is corrupt
bo_cn: གནོན་སྐྱུང་གཞི་གྲངས་ལ་སྐྱོན་ཤོར་བ།

source: Compression and decompression with --robot are not supported yet.
bo_cn: སྤྱད་པའི་--robot འདེམས་ཚན་ཀྱི་སྡུད་སྒྲིལ་དང་སྡུད་བཤིག་ལ་རྒྱབ་སྐྱོར་བྱས་མེད་པ།

source: Empty filename, skipping
bo_cn: ཡིག་ཆ་མིང་སྟོང་པ། མཆོངས་རོགས།

source: File format not recognized
bo_cn: མི་ཤེས་པའི་ཡིག་ཆ་རྣམ་གཞག་

source: Internal error (bug)
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ(bug)

source: LZMA1 cannot be used with the .xz format
bo_cn: LZMA1 ལ་སྤྱོད་མི་རུང་བའི་ .xz རྣམ་གཞག

source: Maximum number of filters is four
bo_cn: ཆེས་ཆེ་བའི་འཚག་ཆས་ཀྱི་གྲངས་ཀ་ནི་བཞི་ཡིན།

source: Memory usage limit is too low for the given filter setup.
bo_cn: མཁོ་སྤྲོད་གཏན་འཁེལ་བྱས་པའི་འཚག་ཆས་ཀྱི་ནང་གསོག་བཀོལ་ཚད་ཚོད་འཛིན་བྱས་པ་ཆུང་དྲགས།

source: Memory usage limit reached
bo_cn: ནང་གསོག་བཀོལ་སྤྱོད་ཚོད་འཛིན་ལ་སླེབས་པ།

source: No integrity check; not verifying file integrity
bo_cn: འཐུས་ཚང་རང་བཞིན་གྱི་ཞིབ་བཤེར་མེད་པ། ཚོད་ལྟས་ར་སྤྲོད་མ་བྱས་པའི་ཡིག་ཆའི་ཆ་ཚང་རང་བཞིན།

source: Only one file can be specified with `--files' or `--files0'.
bo_cn: “-files”དང་ཡང་ན་“-fileso”ཁོ་ནར་བརྟེན་ནས་ཡིག་ཆ་ཞིག་གཏན་འཁེལ་བྱེད་དགོས།

source: The .lzma format supports only the LZMA1 filter
bo_cn: lzmaརྣམ་གཞག་གིས་LZMAའཚག་ཆས་ཁོ་ན་ལ་རྒྱབ་སྐྱོར་བྱེད་པ།

source: The exact options of the presets may vary between software versions.
bo_cn: སྔོན་བཀོད་དོན་འདི་དག་གི་བྱེ་བྲག་གི་རིན་ཐང་ནི་པར་གཞི་ལ་གཞིགས་ན་ཕལ་ཆེར་མི་འདྲ།

source: Try `%s --help' for more information.
bo_cn: “%s --help”སྤྱད་ནས་དེ་ལས་མང་པའི་ཆ་འཕྲིན་ཐོབ་ཐབས་བྱེད་པ།

source: Unexpected end of input
bo_cn: སྔོན་དཔག་མི་ཐུབ་པའི་ནང་འཇུག་མཇུག་འབྲས།

source: Unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: Unsupported options
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་འདེམས་ཚན།

source: Unsupported type of integrity check; not verifying file integrity
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ཆ་ཚང་རང་བཞིན་གྱི་ར་སྤྲོད་རིགས། ཚོད་ལྟས་ར་སྤྲོད་མ་བྱས་པའི་ཡིག་ཆའི་ཆ་ཚང་རང་བཞིན།

source: Using a preset in raw mode is discouraged.
bo_cn: ཁོས་སྔོན་བཀོད་ནང་དོན་ལྟར་བཀོད་སྒྲིག་བྱེད་པར་མི་འདོད།
