Repository: LinKuiyi/xenial-tibetan
Catalog: locale-langpack/*/LC_MESSAGES/zeitgeist.po
Languages: bo_cn

source: Actor
bo_cn: འཁྲབ་བྱའི་མི་སྣ།

source: Current URI
bo_cn: མིག་སྔའི་ URI

source: Event #%s: %s
bo_cn: དོན་རྐྱེན་ #%s:%s

source: Event Interpretations
bo_cn: དོན་རྐྱེན་འགྲེལ་བཤད།

source: Event Manifestations
bo_cn: དོན་རྐྱེན་མཚོན་ཚུལ།

source: Interpretation
bo_cn: འགྲེལ་བཤད།

source: MIME-Type
bo_cn: MIME - རིགས་རྣམ།

source: Manifestation
bo_cn: མཚོན་ཚུལ།

source: Origin
bo_cn: མ་ཚེག

source: Start the Zeitgeist Datahub for passive loggers
bo_cn: གཞན་དབང་ཟིན་ཐོའི་བྱ་རིམ་དུ་Zeitgeistགཞི་གྲངས་ལས་སྟེགས་སྤྱོད་འགོ་རྩོམ་པ།

source: Storage
bo_cn: གསོག་འཇོག་བར་རྫས།

source: Subject
bo_cn: བརྗོད་བྱ་གཙོ་བོ།

source: Subject Interpretations
bo_cn: བརྗོད་དོན་གཙོ་བོའི་འགྲེལ་བཤད།

source: Subject Manifestations
bo_cn: བརྗོད་དོན་གཙོ་བོའི་མཚོན་ཚུལ།

source: Subject: %s
bo_cn: བརྗོད་བྱ་གཙོ་བོ།：%s

source: Timestamp
bo_cn: དུས་ཚོད་ཐམ་པ།

source: Zeitgeist Datahub
bo_cn: Zeitgeist གཞི་གྲངས་ལས་སྟེགས།
